{
  "metas": [
    {
      "id": "tmdb:54325",
      "type": "movie",
      "name": "Back Soon",
      "ids": {
        "tmdb": 54325
      },
      "overview": "Back Soon es una historia de amor, pérdida, identidad y esperanza. Sigue la relación entre el aspirante a actor Logan Foster y el narcotraficante reformado Gil Ramírez, dos hombres que se encuentran inexplicablemente unidos a pesar de sus antecedentes dispares, y el hecho de que ambos se consideraban heterosexuales. Sin embargo, su vínculo pronto se ve amenazado por el misterioso pasado de Gil y una revelación sorprendente sobre la verdadera naturaleza de su conexión. Ni el hombre está preparado para esto, ni el impacto que tendrá en sus vidas.",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/wmCAChQFo0I3oJExBsat7E6tfwt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/24GbGW2BLJhwA84ezUMDVfNIOhn.jpg"
    },
    {
      "id": "tmdb:17021",
      "type": "movie",
      "name": "Adam & Steve",
      "ids": {
        "tmdb": 17021
      },
      "overview": "Adam and Steve are two gay youths who have a one-night stand that ends embarrassingly. Nearly two decades later, Adam, now a Manhattan tour guide, and Steve, a psychiatrist, meet again -- but neither remembers the other from years before. The two begin dating, even playing matchmaker for their friends Michael and Rhonda, but their promising relationship hits a major snag when Adam and Steve finally recall their past connection.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/peATXTLxUsLkWTa7S7R9dtLxbRF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9btzUjRWAhhfO2xrujsSolYPX7B.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yV0LEswqev9wTIlI9HKcoupu87h.png"
    },
    {
      "id": "tmdb:947826",
      "type": "movie",
      "name": "Thirty Candles",
      "ids": {
        "tmdb": 947826
      },
      "overview": "In this homage to the John Hughes classic, a newly 30-year-old man finds unexpected comfort in his secret crush when everyone at the office forgets his birthday.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/rTwPjfkP6ZBpk9sP2qGEPpQGMhh.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:405795",
      "type": "movie",
      "name": "Confessions",
      "ids": {
        "tmdb": 405795
      },
      "overview": "Take a peak under the surface of any gay man, and who knows what you'll find? Confessions, an anthology of disclosures from the recesses of the gay male psyche, goes some way to answer that very question. Spanning themes that are dark, sexy, intense, funny, romantic and shocking, Confessions turns a spotlight on characters you don't often get to see- but will not want to turn away from.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/6AchKQ37WAhzkZXEpp0JA6gynLI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/c8kws3xjHQ2UnjktGrbJTYneA7I.jpg"
    },
    {
      "id": "tmdb:613868",
      "type": "movie",
      "name": "Primos",
      "ids": {
        "tmdb": 613868
      },
      "overview": "El joven Lucas (Paulo Sousa) vive con la religiosa tía Lourdes (Juliana Zancanaro) en una tranquila ciudad del interior. Él ayuda a la tía a promover los cultos con las beatas de la región, en el salón, tocando cantos bíblicos en el teclado. Esta vida poco agitada estará con los días contados a partir del momento en que la caritativa tía comunica la llegada de otro sobrino, Mário (Thiago Cazado), recién salido de la cárcel. El choque de realidad entre los primos acaba con situaciones que no son inusitadas, sino también una inesperada atracción entre los chicos.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/smOiEhe3zIbsXqsv0ugPsXXwnF9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nmOq4v7ngNnp0HhOq4IhSnBJvpq.jpg"
    },
    {
      "id": "tmdb:605877",
      "type": "movie",
      "name": "Rough Trade",
      "ids": {
        "tmdb": 605877
      },
      "overview": "The Stud spends his nights hustling neon-lit streets. He gets picked up by a john with a fetish for branding and begins to realize it's not just another night on the town. When the john invites him to join a cult, the Stud must decide to go back to the street or start a new life in leather.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/xNlRNYRepgpuNZ5EMAVRtOtEz2S.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:65345",
      "type": "movie",
      "name": "Longhorns",
      "ids": {
        "tmdb": 65345
      },
      "overview": "EEUU /// Cervezas, juergas y... algunos chicos de sexualidad dudosa. Son los años ochenta donde esta comedia sexy se desarrolla sobre unos chicos de fraternidad de Texas. Una remota cabaña en la montaña y un montón de cervezas, que le dará al cowboy un significado totalmente nuevo. Esta comedia sexual sin muchas pretensiones se las arregla para combinar un verdadero romance que tal vez toda su fantasía de hombre a hombre, pueda venir de sus amigos y alguno podría ser abiertamente gay.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/1e74PqQKk45M0SLxmDSmAdAfidL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ig0nJrmtvxWiewjC1QH6S6h2Z4m.jpg"
    },
    {
      "id": "tmdb:750246",
      "type": "movie",
      "name": "Coming Clean",
      "ids": {
        "tmdb": 750246
      },
      "overview": "\"Coming Clean\" examines America's opioid crisis through the eyes of the recovering addicts and political leaders on the frontlines. These unlikely allies emerge from the darkness to face their pain, bring the profiteers to justice, and rebuild in the wake of the deadliest drug epidemic in our history.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/gq5KXXgxdJ6JyTrOnDEyUcydrp6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5s4JzmQGYtB2u65qkFr5803ARfX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ru01Vy3zF9N5KByhwDDTmbvi7Tr.png"
    },
    {
      "id": "tmdb:526024",
      "type": "movie",
      "name": "Memorias de lo que no fue",
      "ids": {
        "tmdb": 526024
      },
      "overview": "Two young men spend the night together after meeting the previous evening in a notorious gay club. The next day, however, the host wakes to find the boy he picked up bewildered and confused, unable remember his name or anything about his past. Lacking any type of identification or obvious clues, the boys begin to search for the truth among fragments of memories that may or may not prove reliable.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/eB96AxyybCIWVKNJYDRp7okiH1X.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/flxZrYmIxBZur2K8JBoFmtQdNEv.jpg"
    },
    {
      "id": "tmdb:344043",
      "type": "movie",
      "name": "Hole",
      "ids": {
        "tmdb": 344043
      },
      "overview": "A disabled man yearns for intimacy in a world that would rather ignore him.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/kxbWPfTnaAUeoXmwBBqrKj566G0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wjUWR03eR6EMDQscw5PsfvUNThP.jpg"
    },
    {
      "id": "tmdb:754607",
      "type": "movie",
      "name": "Poltergays",
      "ids": {
        "tmdb": 754607
      },
      "overview": "When bible humpers Perry and Tiff Myers endeavor to out their friendly gay roommates, Tanner and Derek, as malevolent specters from the hellish great beyond, it is Perry and Tiff that might just be revealed as hauntingly homophobic instead.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/27OWAvCL0cGN0ebQGmmkXF2nBvy.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:26731",
      "type": "movie",
      "name": "Redwoods",
      "ids": {
        "tmdb": 26731
      },
      "overview": "Una historia romántica que nos cuenta la relación de una pareja de hombres: Everett (Brendan Bradley) y Miles (Tad Coughenour), que viven juntos en un pequeño pueblo en lo alto de las montañas con el hijo de Miles, Billy (Caleb Dorfman). Ambos llevan más de seis años juntos y todo parece estar en perfectas condiciones, hasta que Miles y su hijo deciden hacer un largo viaje y Everett se queda en la casa. Una tarde llega hasta la casa Chase (Matthew Montgomery), un atractivo escritor que se ha perdido en el camino y que busca ayuda para continuar su viaje.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/9VZu6hXM0DOTTnpgY0N0fhOL7RN.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fZXQ2xrb1gHsk7KuJNdsKkxSMYA.jpg"
    },
    {
      "id": "tmdb:640536",
      "type": "movie",
      "name": "The Carer",
      "ids": {
        "tmdb": 640536
      },
      "overview": "Ari, a sophisticated and urbane gay man, moves into a Care Home and encounters Beau, the beautiful, heterosexual, illiterate former thief who is now his Carer. Their unlikely meeting changes the future for both of them.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/u7u8rkqkJWjiOOgWIqhIAVKo7Em.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:112149",
      "type": "movie",
      "name": "The Set",
      "ids": {
        "tmdb": 112149
      },
      "overview": "Paul Lawrence is a working class man who dates Cara, sells shirts at a Sydney department store, and dreams of attending art school. Cara leaves for London and Paul becomes the protege of designer Marie Rosefield. Through this he enters the 'set', the world of Sydney art society. Rosefield is friends with Mark Broniski, an artist who commissions Paul to design a set for British stage director, John L. Fredericks. Paul is helped by art student Tony Brown, who is dating Paul's cousin, Kim Sylvester. Paul and Tony begin a homosexual affair. Kim's mother Peggy has an affair with Boronoski.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/eIWJycVuetKNDGFRuxNoVT6Ap8j.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6rx9sof2kwvdiONeuTahyi98yF1.jpg"
    },
    {
      "id": "tmdb:807451",
      "type": "movie",
      "name": "Chasin'",
      "ids": {
        "tmdb": 807451
      },
      "overview": "Two men connect more than just sexually, when a Scruff hook-up has them meeting in a park in the middle of a hot summer's night.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/6ybRGMoxJwTFjwcHvDFzeu6WQV9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bKgq98AJg80Fs3uTupIMn0dMD8e.jpg"
    },
    {
      "id": "tmdb:982041",
      "type": "movie",
      "name": "Nanoblood",
      "ids": {
        "tmdb": 982041
      },
      "overview": "Nanoblood is a new product promising total human potential from your friendly neighborhood pharma startup Bot Labs. The upcoming human trials are gonna knock everyone's socks off! Lisa and Toby are part of a secret group of beta testers replacing their blood cells with robots, so that's sure to turn out well for them.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/7MEyrXrpop8ZUF9kIL8ALhbzTRq.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:636734",
      "type": "movie",
      "name": "Bettas",
      "ids": {
        "tmdb": 636734
      },
      "overview": "On vacation for a friend's wedding, boyfriends Francisco and David get into a trivial argument that quickly escalates.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/rd8ynFyPJQmEXgetb3q04KDhTX9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oz1Mi4v5QBB7t42vWKP50jlOoJU.jpg"
    },
    {
      "id": "tmdb:737741",
      "type": "movie",
      "name": "Gurl",
      "ids": {
        "tmdb": 737741
      },
      "overview": "This short film takes place one frantic night as a beautiful young sex worker waits for her salesman lover to whisk her away from her last night on the strip to live happily ever after. But it’s 1975 and she’s a Māori drag queen. And he’s not the ‘white knight’ he said he was.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/zllsrOTaQZih65pXIRLUOxYXUcU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/akIaCCMj1quy4LXCTFnrNa7YMQp.jpg"
    },
    {
      "id": "tmdb:483830",
      "type": "movie",
      "name": "Johnny",
      "ids": {
        "tmdb": 483830
      },
      "overview": "A night with a troubled stranger forces a young male sex worker to confront a haunting moment from his past that he thought he'd left behind.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/yXOfKyQ9xFqdDmpycv8znitR2tQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kdSG48ib0bovXh3KztACXxLETog.jpg"
    },
    {
      "id": "tmdb:610919",
      "type": "movie",
      "name": "Clothes & Blow",
      "ids": {
        "tmdb": 610919
      },
      "overview": "An American voice-over artist in London finds himself questioning his life of hookups and emotional avoidance when he receives an unexpected visit from his mother.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/o44RkaiI8ZUq51Fi9jQseeytp3N.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7bdBgI3EPNXtq9PuTJwhtBuodDv.jpg"
    },
    {
      "id": "tmdb:420172",
      "type": "movie",
      "name": "Tomorrow",
      "ids": {
        "tmdb": 420172
      },
      "overview": "New Year's Eve 1999 finds college-bound Clark and Trevor concerned about the future of their friendship, and a request for Clark to be Trevor's wingman ensures things will never be the same again.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/8fFFCsWStc2C5Gl3GKvIdkuam7h.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bREHL7cJZDF8czHMMioUnmTDDGR.jpg"
    },
    {
      "id": "tmdb:616255",
      "type": "movie",
      "name": "Séptimo",
      "ids": {
        "tmdb": 616255
      },
      "overview": "Vincent has a secret that forces him to stay away from the people he loves. But when he meets Gustav, love strikes Vincent. As their love grows, so does his fear of letting his secret destroy his new lover.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/vAAZCzoVnpElKhc3rSXPw7C4W5T.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hgcon923fk4uEMLycjNSrKiDl98.jpg"
    },
    {
      "id": "tmdb:1130862",
      "type": "movie",
      "name": "Campfire",
      "ids": {
        "tmdb": 1130862
      },
      "overview": "A married dairy farmer travels to a gay campground in rural NE Pennsylvania to search for the man he fell in love with 30 years before -- and discovers the past is not done with him yet.  A narrative/doc hybrid film.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/pnOZwIq1RnXSr2PbI3znp76BRI4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xC5GremAHtgvRL4hcaTuzBdGrld.jpg"
    },
    {
      "id": "tmdb:198357",
      "type": "movie",
      "name": "Together Alone",
      "ids": {
        "tmdb": 198357
      },
      "overview": "Bryan meets a man called Bill in a bar. They go back to Bryan's home and have unprotected sex. Later, they wake up and talk. Bryan discovers that Bill's real name is Brian, and that he is bisexual. They spend hours talking, covering topics including AIDS, sexuality, feminism, role-play and Emily Dickinson.",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/rfNB2AMhpHhGpZHXr7ula6fSHts.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kcqwEmuNkkvbcjKsZbQt7IpFFzY.jpg"
    },
    {
      "id": "tmdb:807022",
      "type": "movie",
      "name": "Shower Boys",
      "ids": {
        "tmdb": 807022
      },
      "overview": "“Are you a man or a mouse?” asks the bandy trainer? Viggo answers with doubt but the team chant “MEN!”. After training, Viggo and Noel go home to Noel’s house and have a sauna. The friends start to compete on who is most manly, a tough competition where no-one really wants to be tough.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/6vXxNzRLzas1Bxjtrz7rrxVXivj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/19NPMvF5n3rFqYBhHkvTgPBmMFg.jpg"
    },
    {
      "id": "tmdb:637256",
      "type": "movie",
      "name": "Freefall",
      "ids": {
        "tmdb": 637256
      },
      "overview": "After Ivan was diagnosed with ALS, his relationship with Lucas is challenged when he starts to lose control of his own body.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/3PPKD6yvQupbDwHzQg4BPlBShKg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/n2voGh6xanqx222ggTxbNtVJbmg.jpg"
    },
    {
      "id": "tmdb:831849",
      "type": "movie",
      "name": "Paxmal",
      "ids": {
        "tmdb": 831849
      },
      "overview": "Theo and Louis, two gay gentlemen, embark on a train journey to Paxmal. They are carrying an urn - it is the last journey for a friend. On their way deep into the Swiss Alps the two men, struggling with their fate, meet various people. While some of these people remind Theo and Louis again of the beautiful things in life, others confront them with ghosts from the past.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/wSUApsFZZQV1yUHyr17ycszNVo4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fdtwLh4jYfUPQdQwVb5DLkjtrri.jpg"
    },
    {
      "id": "tmdb:1297426",
      "type": "movie",
      "name": "O Senador",
      "ids": {
        "tmdb": 1297426
      },
      "overview": "Senator Arthur Alencar leads a double life. In the media and to his constituents, he portrays himself as a family man and a defensor of morals and good values. However, behind the spotlight, he is entangled in corruption schemes and maintains his sexual toy, the young Renan. But everything changes when Renan meets Victor, a daring journalist who will stop at nothing to expose the senator.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/y5o2ZGCaxvVA23UX9IXbukoWJxZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1q6xKMKN5gk16yGt4SEIlgMzTFU.jpg"
    },
    {
      "id": "tmdb:957149",
      "type": "movie",
      "name": "Kälber mit zwei Köpfen",
      "ids": {
        "tmdb": 957149
      },
      "overview": "Two-Headed Calves is Johannes and Marie’s wedding video. For Johannes, the marriage is supposed to mark the start of a new life, and in the end it does, just differently than expected.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/sHHkAFQFgsWPFHPFa14AWlV0fTy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2yUrDYp1PoRFmsWFdo2bJvnM7Wi.jpg"
    },
    {
      "id": "tmdb:972704",
      "type": "movie",
      "name": "Velvet",
      "ids": {
        "tmdb": 972704
      },
      "overview": "It is a slow night at the bar and Shy twink Marcus is moping after being stood up. He then meets Ben, a charming transgender bartender dressed like a king with his robe and crown. Ben uses his charm to coax Marcus out of his shell, and the two have a special night together filled with love, lust, and romance.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/i8EsfWMmOIplpOrbPMsJHfQ0siO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jhGJOvyYjSlUYgFC8mTINUJqa5x.jpg"
    },
    {
      "id": "tmdb:140208",
      "type": "movie",
      "name": "Bad Boy Street",
      "ids": {
        "tmdb": 140208
      },
      "overview": "Dos hombres se embarcan en un romance parisino atípico. Claude se encuentra a un joven borracho e inconsciente en la calle y decide llevárselo a su apartamento para que pueda dormir. A partir de la mañana siguiente, el sexy desconocido consigue despertar el deseo en Claude. Pero ¿toda esta lujuria conducirá a algo más que un romance pasajero, o las diferencias entre ellos se interpondrán?",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/dZy8hh9Vbv2R7TR1lvm4Tk16kKM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/44mG1rrLHt8v0NqI44zEIehqIbi.jpg"
    },
    {
      "id": "tmdb:883815",
      "type": "movie",
      "name": "The Letter Men",
      "ids": {
        "tmdb": 883815
      },
      "overview": "\"The Letter Men\" is based on the real love letters written by Gilbert Bradley to his sweetheart, Gordon Bowsher during WWII. Exchanged between 1938 and 1941, the letters were uncovered in 2017 and represent the largest known collection LGBTQ love letters from that time period. Using text from the actual letters, \"The Letter Men\" follows the two men as their fight to keep their love alive in the face of war and loss.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/wb90uOEO11dRXklUeVBUfQxcA8t.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aEYPksQjdNnTd2OrCZkCueXiP7G.jpg"
    },
    {
      "id": "tmdb:652523",
      "type": "movie",
      "name": "Unicornio",
      "ids": {
        "tmdb": 652523
      },
      "overview": "A young German/Bolivian Mennonite risks his life to escape his strict religious community to find love and freedom in the city.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/3qq09TskbHpSYe2RMEhX7UJwNkW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lBdLPQA9H8WmYKCs0GtAT5FJuHE.jpg"
    },
    {
      "id": "tmdb:789108",
      "type": "movie",
      "name": "Night Disclosure",
      "ids": {
        "tmdb": 789108
      },
      "overview": "Would you have an affair with your boss? When a young real estate agent, Marc, celebrates his big sale over a nightcap with his married boss, Tom, he soon finds himself in dangerous waters. Leading them to question and push the boundaries of trust, monogamy, and open relationships. Can two men be faithful to each other? Can two men be honest with each other? Some say, No risk, no gain - both in real estate and relationships.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/g0881XATQcqdg6EnvttQVKtBvLD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/j4VSO5xnsbEmqXj04xpX8Ox38An.jpg"
    },
    {
      "id": "tmdb:230168",
      "type": "movie",
      "name": "Solo",
      "ids": {
        "tmdb": 230168
      },
      "overview": "Manuel, afectado por su relación anterior y aburrido de estar solo, se reúne con Julio, un hombre robusto al que conoció en un chat. La chispa sexual se enciende rápidamente. Y mientras que el sexo es satisfactorio y frecuente, son sus problemas con la sociedad los que afloran. Ambos revelan secretos de su pasado, pero estas revelaciones podría ser reales, imaginadas o mentiras descaradas.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/K1JXVLkqKUsKGwDQUTzDpUT2H9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3gsetWFUGQy54cIduqNN9IPh3tY.jpg"
    },
    {
      "id": "tmdb:964006",
      "type": "movie",
      "name": "Raisonnable",
      "ids": {
        "tmdb": 964006
      },
      "overview": "The existence of Yannick is seemingly mundane. No passion, no trouble. He is a reasonable man. He lives above Monique's apartment, his mother. Both have created a universe where there is no clear boundaries. When Monique discovers that Yannick has a rich and intense love life, that she's not aware of, he will be forced out to come out.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/zSSkawfDuU00v8LNjmPN1mnnwmg.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:279698",
      "type": "movie",
      "name": "Never Met Picasso",
      "ids": {
        "tmdb": 279698
      },
      "overview": "Still living at home with his avant-garde actress mother, constantly rejected by art schools, and without a lover, aspiring painter Andrew decides to enter a contest in hopes of winning a six month stay in Kenya. Though things aren't great for Andrew, neither are they wonderful for his lesbian friend Lucy who constantly bickers with her lover Ingrid. Lucy complicates Andrew's life when she introduces him to the suspicious-looking, enigmatic Jerry.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/gT75fq6XuyuBvXXF8Dzgtspxew7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7x34bmBYCgyDF7c2A3ZdrMLSo3w.jpg"
    },
    {
      "id": "tmdb:365126",
      "type": "movie",
      "name": "Jess y James",
      "ids": {
        "tmdb": 365126
      },
      "overview": "Jess is a bohemian youth with secrets to hide from his shrewd parents. James feels trapped living with his irritable mother. After meeting for a sexual encounter, the two young men set off on a spontaneous road trip across rural Argentina to reunite with Jess' estranged brother. On their journey, they confront strange occurrences and engage in a ménage à trois affair that brings them closer. Their newly found affection grows, all while discovering a fresh vision of freedom and happiness. JESS & JAMES is a sexually charged road-trip movie, a love story, and a coming-of-age tale, set against the mythical landscape of the Argentinian Pampas.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/gtRFI96FLgGqYkEGHbiUJlYGyrU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1I1VHtMaAoqKB9J1sxi3DYkaVJb.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rzkK8sv0JlIuuQzIRrNU2lNJcUo.png"
    },
    {
      "id": "tmdb:1122639",
      "type": "movie",
      "name": "My Partner",
      "ids": {
        "tmdb": 1122639
      },
      "overview": "Two high school boys from different social worlds experience romantic feelings for each other. Edmar, a high-performing Filipino student, and Pili, a Native Hawaiian student-athlete, learn that navigating self-growth and teenage love in Hawaiʻi is as complicated as their understanding and love for Hawaiʻi and it’s ever-changing cultural landscape.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/qEM1xDNsX7aS0aPHA7SyVNahMC3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/g8jcqcKFVx9d0OYyxBVODDT4Jf5.jpg"
    },
    {
      "id": "tmdb:1258535",
      "type": "movie",
      "name": "Physical Therapy",
      "ids": {
        "tmdb": 1258535
      },
      "overview": "A gay Latino doctor must decide between keeping his low-income clients or taking a job at a private practice for the kids of the mega-rich.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/nvUIGh7MMU7S8iWclJd78OqnmVj.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:1141297",
      "type": "movie",
      "name": "Incomplete",
      "ids": {
        "tmdb": 1141297
      },
      "overview": "A man shares a letter expressing his longing for someone he has never met. He reflects on his loneliness and questions whether he needs another person in his life to feel complete, or if what he's truly missing is a deeper connection with himself.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/9MMEaTqHdfCbwd3gbwEZokg76yi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8IcpV1vHJdnQiE1sjXYqexpqmh6.jpg"
    },
    {
      "id": "tmdb:962389",
      "type": "movie",
      "name": "Netuser",
      "ids": {
        "tmdb": 962389
      },
      "overview": "Peter Sardovski is obsessed with political assassinations. He can't shake a nightmare that a current LGBT candidate is at risk, and despite warnings to the contrary, Peter posts a video comparing his dream to the murder of MLK. The backlash is fierce and brutal. With his husband and 2 year old son in protective hiding, Peter must confess the secret that has led to him being canceled - a revelation that threatens his marriage and his future. But darker forces are manipulating Peter in ways he can't understand, leading to news that his dream may actually have been a premonition.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/r34sd6WQ2pWtZNz9O8yTvbmySsn.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:1130860",
      "type": "movie",
      "name": "Family Affair",
      "ids": {
        "tmdb": 1130860
      },
      "overview": "A young adult’s secret relationship puts him at odds with his friends and mother.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/rAx4wYYFxKkP88XUAsunhJpfyEH.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:817471",
      "type": "movie",
      "name": "Give",
      "ids": {
        "tmdb": 817471
      },
      "overview": "A composer attempts to unravel the memories of his relationship with his classical singer ex-boyfriend.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/xlkPqojfJnORYkR1DqI4TIyWseT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3TUuaoOLveqoPpG0BJRHUdpQsp5.jpg"
    },
    {
      "id": "tmdb:958764",
      "type": "movie",
      "name": "Sapphire",
      "ids": {
        "tmdb": 958764
      },
      "overview": "Ethan struggles with addiction to love and drugs. He creates an alter ego in the glamorous Sapphire but will his fantasy life be enough to save him from his inner demons?",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/7HaaRaQ8YnNUugq0OcqTq6AeVlb.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:740035",
      "type": "movie",
      "name": "Max",
      "ids": {
        "tmdb": 740035
      },
      "overview": "A recent divorcee finds solace in an evening with a male escort.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/eKBD42lm553JuR90Eqofn6BSq6v.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:118547",
      "type": "movie",
      "name": "Nighthawks",
      "ids": {
        "tmdb": 118547
      },
      "overview": "In 70s Great Britain, a gay teacher is forced to hide his sexuality by day while living his secret life by night.",
      "year": 1978,
      "poster": "https://image.tmdb.org/t/p/w342/7JAVq8rQEEB3fBYmjwKhIXKtYP8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/h0K2I64XR9njaxQ7UXiFjxG3ORs.jpg"
    },
    {
      "id": "tmdb:175671",
      "type": "movie",
      "name": "Blackmail Boys",
      "ids": {
        "tmdb": 175671
      },
      "overview": "After moving to Chicago for art school, Sam begins turning tricks to help pay the bills. His longtime, long-distance boyfriend Aaron can't stand to be apart and finally joins him, determined to find enough work so that Sam can give up having sex for money. When the two decide to tie the knot and move to a state where they can marry, their financial worries intensify...until Aaron spies on Sam with a prominent client, and everything changes. This sweet and sexually explicit love story becomes an exhilarating extortion tale. contains graphic sexuality",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/lqnyJB6rjRdz9Sh3QYdZYNSJyEo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vKOE7UJ6hTZ1bmtgfMOC0GD5Sot.jpg"
    },
    {
      "id": "tmdb:763544",
      "type": "movie",
      "name": "Fotos Privadas",
      "ids": {
        "tmdb": 763544
      },
      "overview": "A sweet couple invite a third person over for the night, who brings a lustful energy to spice things up.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/inykV4bhTfDu69cVO4GN81Ex3h7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7qGBBq9a06USQ1xRZEklpC2VWSt.jpg"
    },
    {
      "id": "tmdb:582662",
      "type": "movie",
      "name": "Through a Boy's Eyes",
      "ids": {
        "tmdb": 582662
      },
      "overview": "A selection of short films that shows the struggles and celebrations seen through the eyes of boys becoming men but also attracted to them.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/2qDs3vtME2OhdAPv6RPv73g6fHj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uMudZCkEX97STcdFNKqanB7WP9n.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/76MxIvIUDSu6nDfg1KZtbPjA4Mh.png"
    }
  ]
}