{
  "metas": [
    {
      "id": "tmdb:17021",
      "type": "movie",
      "name": "Adam & Steve",
      "ids": {
        "tmdb": 17021
      },
      "overview": "Adam and Steve are two gay youths who have a one-night stand that ends embarrassingly. Nearly two decades later, Adam, now a Manhattan tour guide, and Steve, a psychiatrist, meet again -- but neither remembers the other from years before. The two begin dating, even playing matchmaker for their friends Michael and Rhonda, but their promising relationship hits a major snag when Adam and Steve finally recall their past connection.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/peATXTLxUsLkWTa7S7R9dtLxbRF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9btzUjRWAhhfO2xrujsSolYPX7B.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yV0LEswqev9wTIlI9HKcoupu87h.png"
    },
    {
      "id": "tmdb:118547",
      "type": "movie",
      "name": "Nighthawks",
      "ids": {
        "tmdb": 118547
      },
      "overview": "In 70s Great Britain, a gay teacher is forced to hide his sexuality by day while living his secret life by night.",
      "year": 1978,
      "poster": "https://image.tmdb.org/t/p/w342/7JAVq8rQEEB3fBYmjwKhIXKtYP8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/h0K2I64XR9njaxQ7UXiFjxG3ORs.jpg"
    },
    {
      "id": "tmdb:420172",
      "type": "movie",
      "name": "Tomorrow",
      "ids": {
        "tmdb": 420172
      },
      "overview": "New Year's Eve 1999 finds college-bound Clark and Trevor concerned about the future of their friendship, and a request for Clark to be Trevor's wingman ensures things will never be the same again.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/8fFFCsWStc2C5Gl3GKvIdkuam7h.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bREHL7cJZDF8czHMMioUnmTDDGR.jpg"
    },
    {
      "id": "tmdb:344043",
      "type": "movie",
      "name": "Hole",
      "ids": {
        "tmdb": 344043
      },
      "overview": "A disabled man yearns for intimacy in a world that would rather ignore him.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/kxbWPfTnaAUeoXmwBBqrKj566G0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wjUWR03eR6EMDQscw5PsfvUNThP.jpg"
    },
    {
      "id": "tmdb:177656",
      "type": "movie",
      "name": "Tensión sexual, Volumen 1: Volátil",
      "ids": {
        "tmdb": 177656
      },
      "overview": "Argentina /// Cuatro cortometrajes diversos y hermosos que tienen una cosa en común, están llenos de... ¡tensión sexual! Puede tratarse del poco discreto primo de un amigo, una fantasía de ensueño con un artista del tatuaje, momentos embarazosos con un chico toquetón, o dos chicos bronceados tomándose fotos hot para impresionar a chicas. Varios cortos, dirigidos por Marco Berger (Ausente y Plan B) y Marcelo Mónaco.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/iXfbnSBIKUX19EKvC32LC6JYF2L.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wqiCkkw9PeOoyivyuRCsNwyD8PL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xNrHJh5oOPgAZ6ZmgJt4TgXLa75.png"
    },
    {
      "id": "tmdb:405795",
      "type": "movie",
      "name": "Confessions",
      "ids": {
        "tmdb": 405795
      },
      "overview": "Take a peak under the surface of any gay man, and who knows what you'll find? Confessions, an anthology of disclosures from the recesses of the gay male psyche, goes some way to answer that very question. Spanning themes that are dark, sexy, intense, funny, romantic and shocking, Confessions turns a spotlight on characters you don't often get to see- but will not want to turn away from.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/6AchKQ37WAhzkZXEpp0JA6gynLI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/c8kws3xjHQ2UnjktGrbJTYneA7I.jpg"
    },
    {
      "id": "tmdb:15708",
      "type": "movie",
      "name": "Latter Days",
      "ids": {
        "tmdb": 15708
      },
      "overview": "Christian conoce en Los Ángeles a Elder Aaron Davis (un misionero mormón) que ha ido a esta ciudad para desarrollar un trabajo de su iglesia. Los dos comienzan una relación donde al principio todo parece ser una apuesta hecha por Christian con los amigos de trabajo en la cual el objetivo será seducir a uno de los misioneros y termina naciendo una verdadera relación que replanteará y cambiará definitivamente la vida de estos dos chicos.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/uwzJL11Xp6h8stocOz6E8e2LWtB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4c4mYTjryPxAAxWBRk69jF3au1p.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/m1PHQmOHXShPfiyUKio5500YZ3F.png"
    },
    {
      "id": "tmdb:616253",
      "type": "movie",
      "name": "Según Mateo",
      "ids": {
        "tmdb": 616253
      },
      "overview": "Mateo and his boyfriend, Marc, arrive home after a night out with Luke, a guy they've just met. After an argument, Mateo leaves the flat and bumps into Jon, a drug dealer they have called. Mateo convinces Jon to take him to his house where he discovers he can't feel anything if it's not through pain.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/t4By6YGW7P0ZyXt1PV56Eat1zhj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/d9tu4SQflrpEvMwkijHv1tT22VG.jpg"
    },
    {
      "id": "tmdb:977233",
      "type": "movie",
      "name": "North Star",
      "ids": {
        "tmdb": 977233
      },
      "overview": "A rural rancher sacrifices everything to care for his dying husband as his sister-in-law and a pair of televangelists peddle in shame, fear, and division.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/hSlcDz3OeTmf9WtipYKS7vKYNHS.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:350827",
      "type": "movie",
      "name": "Soft Lad",
      "ids": {
        "tmdb": 350827
      },
      "overview": "David, de veintidós años, lo tiene todo: es joven, atractivo y acaba de ingresar a la prestigiosa escuela de danza de sus sueños. Pero tiene un secreto: durante dos años ha estado durmiendo con el marido de su hermana, Jules. Después de una discusión entre los dos amantes, David se lanza a una aventura de una noche con Sam, un encuentro casual que rápidamente se convierte en algo mucho más fuerte.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/f5fiFSCTYJeQynEfxEPZu2hOeQe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/f93u4JlXZ6u2DroAcg7bu4y9OLc.jpg"
    },
    {
      "id": "tmdb:947826",
      "type": "movie",
      "name": "Thirty Candles",
      "ids": {
        "tmdb": 947826
      },
      "overview": "In this homage to the John Hughes classic, a newly 30-year-old man finds unexpected comfort in his secret crush when everyone at the office forgets his birthday.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/rTwPjfkP6ZBpk9sP2qGEPpQGMhh.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:613868",
      "type": "movie",
      "name": "Primos",
      "ids": {
        "tmdb": 613868
      },
      "overview": "El joven Lucas (Paulo Sousa) vive con la religiosa tía Lourdes (Juliana Zancanaro) en una tranquila ciudad del interior. Él ayuda a la tía a promover los cultos con las beatas de la región, en el salón, tocando cantos bíblicos en el teclado. Esta vida poco agitada estará con los días contados a partir del momento en que la caritativa tía comunica la llegada de otro sobrino, Mário (Thiago Cazado), recién salido de la cárcel. El choque de realidad entre los primos acaba con situaciones que no son inusitadas, sino también una inesperada atracción entre los chicos.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/smOiEhe3zIbsXqsv0ugPsXXwnF9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nmOq4v7ngNnp0HhOq4IhSnBJvpq.jpg"
    },
    {
      "id": "tmdb:883815",
      "type": "movie",
      "name": "The Letter Men",
      "ids": {
        "tmdb": 883815
      },
      "overview": "\"The Letter Men\" is based on the real love letters written by Gilbert Bradley to his sweetheart, Gordon Bowsher during WWII. Exchanged between 1938 and 1941, the letters were uncovered in 2017 and represent the largest known collection LGBTQ love letters from that time period. Using text from the actual letters, \"The Letter Men\" follows the two men as their fight to keep their love alive in the face of war and loss.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/wb90uOEO11dRXklUeVBUfQxcA8t.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aEYPksQjdNnTd2OrCZkCueXiP7G.jpg"
    },
    {
      "id": "tmdb:965235",
      "type": "movie",
      "name": "Hotter Up Close",
      "ids": {
        "tmdb": 965235
      },
      "overview": "On the eve of his 30th birthday, a gay slacker must overcome his crippling insecurities in order to find love.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/dX5dH49IrSWOnJ9OEUxY84akVOx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9shz8QRTB6ERBfCeelKUnmZPoYf.jpg"
    },
    {
      "id": "tmdb:26731",
      "type": "movie",
      "name": "Redwoods",
      "ids": {
        "tmdb": 26731
      },
      "overview": "Una historia romántica que nos cuenta la relación de una pareja de hombres: Everett (Brendan Bradley) y Miles (Tad Coughenour), que viven juntos en un pequeño pueblo en lo alto de las montañas con el hijo de Miles, Billy (Caleb Dorfman). Ambos llevan más de seis años juntos y todo parece estar en perfectas condiciones, hasta que Miles y su hijo deciden hacer un largo viaje y Everett se queda en la casa. Una tarde llega hasta la casa Chase (Matthew Montgomery), un atractivo escritor que se ha perdido en el camino y que busca ayuda para continuar su viaje.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/9VZu6hXM0DOTTnpgY0N0fhOL7RN.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fZXQ2xrb1gHsk7KuJNdsKkxSMYA.jpg"
    },
    {
      "id": "tmdb:365126",
      "type": "movie",
      "name": "Jess y James",
      "ids": {
        "tmdb": 365126
      },
      "overview": "Jess is a bohemian youth with secrets to hide from his shrewd parents. James feels trapped living with his irritable mother. After meeting for a sexual encounter, the two young men set off on a spontaneous road trip across rural Argentina to reunite with Jess' estranged brother. On their journey, they confront strange occurrences and engage in a ménage à trois affair that brings them closer. Their newly found affection grows, all while discovering a fresh vision of freedom and happiness. JESS & JAMES is a sexually charged road-trip movie, a love story, and a coming-of-age tale, set against the mythical landscape of the Argentinian Pampas.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/gtRFI96FLgGqYkEGHbiUJlYGyrU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1I1VHtMaAoqKB9J1sxi3DYkaVJb.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rzkK8sv0JlIuuQzIRrNU2lNJcUo.png"
    },
    {
      "id": "tmdb:958764",
      "type": "movie",
      "name": "Sapphire",
      "ids": {
        "tmdb": 958764
      },
      "overview": "Ethan struggles with addiction to love and drugs. He creates an alter ego in the glamorous Sapphire but will his fantasy life be enough to save him from his inner demons?",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/7HaaRaQ8YnNUugq0OcqTq6AeVlb.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:1297426",
      "type": "movie",
      "name": "O Senador",
      "ids": {
        "tmdb": 1297426
      },
      "overview": "Senator Arthur Alencar leads a double life. In the media and to his constituents, he portrays himself as a family man and a defensor of morals and good values. However, behind the spotlight, he is entangled in corruption schemes and maintains his sexual toy, the young Renan. But everything changes when Renan meets Victor, a daring journalist who will stop at nothing to expose the senator.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/y5o2ZGCaxvVA23UX9IXbukoWJxZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1q6xKMKN5gk16yGt4SEIlgMzTFU.jpg"
    },
    {
      "id": "tmdb:754607",
      "type": "movie",
      "name": "Poltergays",
      "ids": {
        "tmdb": 754607
      },
      "overview": "When bible humpers Perry and Tiff Myers endeavor to out their friendly gay roommates, Tanner and Derek, as malevolent specters from the hellish great beyond, it is Perry and Tiff that might just be revealed as hauntingly homophobic instead.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/27OWAvCL0cGN0ebQGmmkXF2nBvy.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:982041",
      "type": "movie",
      "name": "Nanoblood",
      "ids": {
        "tmdb": 982041
      },
      "overview": "Nanoblood is a new product promising total human potential from your friendly neighborhood pharma startup Bot Labs. The upcoming human trials are gonna knock everyone's socks off! Lisa and Toby are part of a secret group of beta testers replacing their blood cells with robots, so that's sure to turn out well for them.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/7MEyrXrpop8ZUF9kIL8ALhbzTRq.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:807451",
      "type": "movie",
      "name": "Chasin'",
      "ids": {
        "tmdb": 807451
      },
      "overview": "Two men connect more than just sexually, when a Scruff hook-up has them meeting in a park in the middle of a hot summer's night.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/6ybRGMoxJwTFjwcHvDFzeu6WQV9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bKgq98AJg80Fs3uTupIMn0dMD8e.jpg"
    },
    {
      "id": "tmdb:65345",
      "type": "movie",
      "name": "Longhorns",
      "ids": {
        "tmdb": 65345
      },
      "overview": "EEUU /// Cervezas, juergas y... algunos chicos de sexualidad dudosa. Son los años ochenta donde esta comedia sexy se desarrolla sobre unos chicos de fraternidad de Texas. Una remota cabaña en la montaña y un montón de cervezas, que le dará al cowboy un significado totalmente nuevo. Esta comedia sexual sin muchas pretensiones se las arregla para combinar un verdadero romance que tal vez toda su fantasía de hombre a hombre, pueda venir de sus amigos y alguno podría ser abiertamente gay.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/1e74PqQKk45M0SLxmDSmAdAfidL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ig0nJrmtvxWiewjC1QH6S6h2Z4m.jpg"
    },
    {
      "id": "tmdb:545188",
      "type": "movie",
      "name": "Oktober dreng",
      "ids": {
        "tmdb": 545188
      },
      "overview": "14-year-old Thomas moves to the city. In school he meets Mads and Emma, who are interested in him for different reasons.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/qpAxaT4BqudMcq0xUZRIeI3Js3u.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uIr22dS1zJAT2BuxY61YwOM7pqd.jpg"
    },
    {
      "id": "tmdb:112149",
      "type": "movie",
      "name": "The Set",
      "ids": {
        "tmdb": 112149
      },
      "overview": "Paul Lawrence is a working class man who dates Cara, sells shirts at a Sydney department store, and dreams of attending art school. Cara leaves for London and Paul becomes the protege of designer Marie Rosefield. Through this he enters the 'set', the world of Sydney art society. Rosefield is friends with Mark Broniski, an artist who commissions Paul to design a set for British stage director, John L. Fredericks. Paul is helped by art student Tony Brown, who is dating Paul's cousin, Kim Sylvester. Paul and Tony begin a homosexual affair. Kim's mother Peggy has an affair with Boronoski.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/eIWJycVuetKNDGFRuxNoVT6Ap8j.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6rx9sof2kwvdiONeuTahyi98yF1.jpg"
    },
    {
      "id": "tmdb:817471",
      "type": "movie",
      "name": "Give",
      "ids": {
        "tmdb": 817471
      },
      "overview": "A composer attempts to unravel the memories of his relationship with his classical singer ex-boyfriend.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/xlkPqojfJnORYkR1DqI4TIyWseT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3TUuaoOLveqoPpG0BJRHUdpQsp5.jpg"
    },
    {
      "id": "tmdb:789108",
      "type": "movie",
      "name": "Night Disclosure",
      "ids": {
        "tmdb": 789108
      },
      "overview": "Would you have an affair with your boss? When a young real estate agent, Marc, celebrates his big sale over a nightcap with his married boss, Tom, he soon finds himself in dangerous waters. Leading them to question and push the boundaries of trust, monogamy, and open relationships. Can two men be faithful to each other? Can two men be honest with each other? Some say, No risk, no gain - both in real estate and relationships.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/g0881XATQcqdg6EnvttQVKtBvLD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/j4VSO5xnsbEmqXj04xpX8Ox38An.jpg"
    },
    {
      "id": "tmdb:1100713",
      "type": "movie",
      "name": "Il vuoto",
      "ids": {
        "tmdb": 1100713
      },
      "overview": "Giorgio and Marco come from two different worlds: the first is the son of an accomplished lawyer, the second is the son of a farmer. Both guys fight to emancipate themselves from the outskirts of a southern city. They dream of an overwhelming love and, above all, for different reasons, they are burning with the desire to emerge.  The force that attracted them, it will force them to fight to be together. The \"Empty\" that pushes them towards each other will bring Giorgio and Marco chasing each other, walking on the balance of the emptiness that attracts them: two boys and an unexpected love.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/jJUsjdH0u5a3Dtjy3lGrlyC6zlQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/awk5TucZkK3cBcjCnhJQlyovIK7.jpg"
    },
    {
      "id": "tmdb:956097",
      "type": "movie",
      "name": "Miles from Nowhere",
      "ids": {
        "tmdb": 956097
      },
      "overview": "During an annual cabin retreat, a dying man must confront past mistakes after learning he may not know his friends as well as he may think.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/w2IAmvQvtlucqwH88aNGNPWmjgH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gjUgthmhWF0bzF03WduUVKTAp8Z.jpg"
    },
    {
      "id": "tmdb:783145",
      "type": "movie",
      "name": "Coming To",
      "ids": {
        "tmdb": 783145
      },
      "overview": "A man wakes up in a Koreatown hallway, naked except for a cock ring and a frilly scarf.  Shot in one continuous five-minute take on the Digital Bolex D16 camera, \"Coming To\" is Happy Canyon Club's Slamdance Grand-Prize-winning short film about picking up the pieces after a meth relapse. It is a story about loneliness, the search for identity, and the difficult choice between safety and happiness.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/8vb9YZ098aTgZsTSJUHymS69MbV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1IKMuEnsTOFeWnKegZ87KxBEyPv.jpg"
    },
    {
      "id": "tmdb:352724",
      "type": "movie",
      "name": "Somefarwhere",
      "ids": {
        "tmdb": 352724
      },
      "overview": "EEUU /// En 2003, durante la guerra en Irak, un joven norteamericano se encuentra en el Oriente Medio en busca de su amante, un joven Capitán de la Marina acusado de deserción. El precio para encontrarlo es sobornar a funcionarios de la embajada, cosa atrae la atención de la CIA que no le interesa que trabaje como un agente dando su propia versión de la guerra. Consigue a un traductor árabe, para que le ayude a encontrar a su amante a un precio bajo amenazas y torturas, pero es el precio para no renunciar a su búsqueda...",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/frbBYBX3qHQUczBebyWsZ4sbRJB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/18r5LtRYhBw6NrUuVhxtNWC6h0u.jpg"
    },
    {
      "id": "tmdb:507196",
      "type": "movie",
      "name": "The Things You Think I'm Thinking",
      "ids": {
        "tmdb": 507196
      },
      "overview": "A black male burn-survivor and amputee goes on a date with a regularly-abled man.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/6UafBlRMiY4cQMBjKWzQrZA48xE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jkvAxA6YH5k55uiSTOw6SJtkIvl.jpg"
    },
    {
      "id": "tmdb:633102",
      "type": "movie",
      "name": "Faces",
      "ids": {
        "tmdb": 633102
      },
      "overview": "Ryan meets Nathan and they fall in love over the course of their first date. It's only later, as their relationship progresses, that Ryan starts to wonder: is my boyfriend who I thought he was? Am I who I thought I was? They experience joy and pain together, trying to overcome the painful fear of whether or not you can truly know another person.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/vOkXczwzHXGsjooAlnaEbKlcF1w.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yCoxqCKlon29ReXGd3ItUItmqAN.jpg"
    },
    {
      "id": "tmdb:26032",
      "type": "movie",
      "name": "Make the Yuletide Gay",
      "ids": {
        "tmdb": 26032
      },
      "overview": "Canadá /// Olaf \"Gunn\" Gunnunderson, un estudiante abiertamente gay, vuelve al armario para sobrevivir a las vacaciones de navidad con su familia. Pero cuando su novio, Nathan, aparece en su casa, Gunn deberá arreglárselas para mantener la relación en secreto. Con la presión constante que supone la situación, ¿saldrá del armario Gunn antes de que se descubra la verdad?",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/ziljiSKOvpYxuBbVsf5UDfh3uCk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vcbtiMvZa9JU73Jra2ilBGO1rtU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7XSqb9yJZWmP1J2X7kCw1RZveHO.png"
    },
    {
      "id": "tmdb:831849",
      "type": "movie",
      "name": "Paxmal",
      "ids": {
        "tmdb": 831849
      },
      "overview": "Theo and Louis, two gay gentlemen, embark on a train journey to Paxmal. They are carrying an urn - it is the last journey for a friend. On their way deep into the Swiss Alps the two men, struggling with their fate, meet various people. While some of these people remind Theo and Louis again of the beautiful things in life, others confront them with ghosts from the past.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/wSUApsFZZQV1yUHyr17ycszNVo4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fdtwLh4jYfUPQdQwVb5DLkjtrri.jpg"
    },
    {
      "id": "tmdb:541435",
      "type": "movie",
      "name": "Sparrow",
      "ids": {
        "tmdb": 541435
      },
      "overview": "Sparrow is the beautiful story of a small boy who is teased because he thinks he can fly. When a family myth about his war veteran grandfather comes to light, he discovers the strength to stand up to the bullies in a very unusual way.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/7D2cjlNgziI00fqKVwREbxTWfD8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tbxIOQSrPsju8Obqyy1PrZplKFF.jpg"
    },
    {
      "id": "tmdb:582662",
      "type": "movie",
      "name": "Through a Boy's Eyes",
      "ids": {
        "tmdb": 582662
      },
      "overview": "A selection of short films that shows the struggles and celebrations seen through the eyes of boys becoming men but also attracted to them.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/2qDs3vtME2OhdAPv6RPv73g6fHj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uMudZCkEX97STcdFNKqanB7WP9n.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/76MxIvIUDSu6nDfg1KZtbPjA4Mh.png"
    },
    {
      "id": "tmdb:834853",
      "type": "movie",
      "name": "Al mar",
      "ids": {
        "tmdb": 834853
      },
      "overview": "Ana y Diego son una pareja que decide irse a vivir a la costa de Chile. Allí conocen a Vicente, con quien Diego entabla una relación en secreto. Ana, por su parte, debe decidir si quiere abrirse a una relación que deconstruye las formas tradicionales de relacionarse afectivamente.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/zSHEVnJL9NzPWWc6Drq2vBA0PZe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qmqdY3ISyC2lsFL464VNqPiCmbA.jpg"
    },
    {
      "id": "tmdb:640536",
      "type": "movie",
      "name": "The Carer",
      "ids": {
        "tmdb": 640536
      },
      "overview": "Ari, a sophisticated and urbane gay man, moves into a Care Home and encounters Beau, the beautiful, heterosexual, illiterate former thief who is now his Carer. Their unlikely meeting changes the future for both of them.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/u7u8rkqkJWjiOOgWIqhIAVKo7Em.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:526024",
      "type": "movie",
      "name": "Memorias de lo que no fue",
      "ids": {
        "tmdb": 526024
      },
      "overview": "Two young men spend the night together after meeting the previous evening in a notorious gay club. The next day, however, the host wakes to find the boy he picked up bewildered and confused, unable remember his name or anything about his past. Lacking any type of identification or obvious clues, the boys begin to search for the truth among fragments of memories that may or may not prove reliable.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/eB96AxyybCIWVKNJYDRp7okiH1X.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/flxZrYmIxBZur2K8JBoFmtQdNEv.jpg"
    },
    {
      "id": "tmdb:898909",
      "type": "movie",
      "name": "I Get So Sad Sometimes",
      "ids": {
        "tmdb": 898909
      },
      "overview": "In the small town of Pagadian, a gay teenager eagerly waits for a mature man to finally reveal his face after developing an anonymous sexual relationship with him online.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/o9JPisNbw48EfwZ3JcbsJLDuHDR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1EGEWPiQB6L3dwEI0lgzKE8Kcwu.jpg"
    },
    {
      "id": "tmdb:1319203",
      "type": "movie",
      "name": "What My Love Is For",
      "ids": {
        "tmdb": 1319203
      },
      "overview": "A young gay writer inherits his grandmother's crumbling East Hampton beach house, and while grappling with the financial burden, he falls for a charming painter who tempts him to trade his independence for a wealthy lover to save their dreams and their budding romance.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/nQQdZoWQBZ0SwOzqshzNeS5SlDm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xdtMxZ8GJlOPSrzkocWYWdzCn4W.jpg"
    },
    {
      "id": "tmdb:148802",
      "type": "movie",
      "name": "Flight of the Cardinal",
      "ids": {
        "tmdb": 148802
      },
      "overview": "　　Young Beetle Hobbs wants out of his small town and sees his ticket in Grady Wilson. Set in the desolate Smoky Mountains, Grady has recently left the big city to become the proprietor of a resort lodge. When Beetle joins Grady's staff, he gives new meaning to the adage 'keep your friends close and your enemies closer'. A stunning ensemble cast steer this original tale of chilling suspense as different shades of gray ignite a battle between good and evil. FLIGHT OF THE CARDINAL possesses a rare combination of heart and soul with edge-of-your-seat suspense",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/gCbOCJBHKTcgrTr5HfCMtc1g4z8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2eGLN55vVKwOuY8t40intNl42Yt.jpg"
    },
    {
      "id": "tmdb:733423",
      "type": "movie",
      "name": "Dotýkání",
      "ids": {
        "tmdb": 733423
      },
      "overview": "Behind the closed doors of their room, two brothers share a secret of self-discovery. But when the elder Marek starts growing up, bringing his childish curiosity to an end, he realizes that they’ve crossed the boundaries of brotherly love – something that the younger David is still unable to understand...",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/vWj4pRBm0UixqsVrekPGqi3vV6I.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yTXujV76c7c0O5iEiXsg0GVDYTy.jpg"
    },
    {
      "id": "tmdb:54325",
      "type": "movie",
      "name": "Back Soon",
      "ids": {
        "tmdb": 54325
      },
      "overview": "Back Soon es una historia de amor, pérdida, identidad y esperanza. Sigue la relación entre el aspirante a actor Logan Foster y el narcotraficante reformado Gil Ramírez, dos hombres que se encuentran inexplicablemente unidos a pesar de sus antecedentes dispares, y el hecho de que ambos se consideraban heterosexuales. Sin embargo, su vínculo pronto se ve amenazado por el misterioso pasado de Gil y una revelación sorprendente sobre la verdadera naturaleza de su conexión. Ni el hombre está preparado para esto, ni el impacto que tendrá en sus vidas.",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/wmCAChQFo0I3oJExBsat7E6tfwt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/24GbGW2BLJhwA84ezUMDVfNIOhn.jpg"
    },
    {
      "id": "tmdb:536272",
      "type": "movie",
      "name": "Broken Sunflower Hearts",
      "ids": {
        "tmdb": 536272
      },
      "overview": "An intimate portrait that tells the story of Anthony, a lonely history teacher, and his adopted daughter Luna. Unexpectedly Sam, his ex boyfriend, shows up one year after their separation looking for closure or perhaps trying to revive a relationship that once was.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/umaDzUTjkrd2gnQTnOW2FvCVxYI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qNCtm0zXeuIkwcFHYhwTZb2t7gh.jpg"
    },
    {
      "id": "tmdb:637256",
      "type": "movie",
      "name": "Freefall",
      "ids": {
        "tmdb": 637256
      },
      "overview": "After Ivan was diagnosed with ALS, his relationship with Lucas is challenged when he starts to lose control of his own body.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/3PPKD6yvQupbDwHzQg4BPlBShKg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/n2voGh6xanqx222ggTxbNtVJbmg.jpg"
    },
    {
      "id": "tmdb:733216",
      "type": "movie",
      "name": "The Cypher",
      "ids": {
        "tmdb": 733216
      },
      "overview": "With his reputation and a potential record deal on the line, Khalil confronts his opponent Yung Reap and defends his secret during a freestyle competition.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/m6NvWC7qDeqTFg3mibThdDtMU6b.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:373807",
      "type": "movie",
      "name": "Miwa, à la recherche du Lézard noir",
      "ids": {
        "tmdb": 373807
      },
      "overview": "A legendary entertainer and a pioneer of gay activism, Miwa was born Akihiro Maruyama. As a young singer, Miwa popularized androgyny as a fashion statement, fusing the masculine and the feminine into a signal of a new generation of aesthetics. This evolved into performing as a woman and living off-stage as a man. With glitter, wit, evening gowns, and enchanting storytelling, Miwa looks back over a 50-year career and a fascinating life in music, film, and television.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/nGRJnhv6R4IxNt5UuBg4FXWJFCY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vmmEdvjbNsLV8twCpojdpTaewsg.jpg"
    },
    {
      "id": "tmdb:876705",
      "type": "movie",
      "name": "Into Temptation",
      "ids": {
        "tmdb": 876705
      },
      "overview": "A young man seeks retribution and resolution for years of abuse suffered at the hands of a priest.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/jOt9YLJo94EKpWfX59BNEIggB1u.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:77583",
      "type": "movie",
      "name": "Relación a largo plazo",
      "ids": {
        "tmdb": 77583
      },
      "overview": "Long Term Relationship (2006), que podemos traducir como Relación a largo plazo, es una comedia de temática gay estadounidense acerca de la búsqueda del amor. Nos cuenta la historia de un joven homosexual llamado Glenn que vive en  Los Ángeles, el cual todavía no ha encontrado al hombre de su vida. Por fin Glenn, encontrará a un chico que le gusta llamado Adam, de posición económica alta.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/v1UGXPuA1gMef8ofhYTFIr2XL7D.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gBjEZcFu8gLYezL4S99UBAndwJC.jpg"
    }
  ]
}