{
  "metas": [
    {
      "id": "tmdb:552524",
      "type": "movie",
      "name": "Lilo y Stitch",
      "ids": {
        "tmdb": 552524
      },
      "overview": "La conmovedora y divertidísima historia de una solitaria niña hawaiana y el extraterrestre fugitivo que la ayuda a reparar su desestructurada familia.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/4oLLOAT55JhAoe73VliaSKFvEEr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/Aj0umGs0heNJ4VKtkaRQWeg6Tyx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/toXaWRjF0DpaQ9yzdbyKoFpFLkU.png"
    },
    {
      "id": "tmdb:24428",
      "type": "movie",
      "name": "Los Vengadores",
      "ids": {
        "tmdb": 24428
      },
      "overview": "Cuando un enemigo inesperado surge como una gran amenaza para la seguridad mundial, Nick Fury, director de la Agencia SHIELD, decide reclutar a un equipo para salvar al mundo de un desastre casi seguro.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/ugX4WZJO3jEvTOerctAWJLinujo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/52Crh0xhowz2njCglZgBrHxXzVw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/41K6Pj56MITowyjsUyENSCtAIJY.png"
    },
    {
      "id": "tmdb:1241982",
      "type": "movie",
      "name": "Vaiana 2",
      "ids": {
        "tmdb": 1241982
      },
      "overview": "Tras recibir una inesperada llamada de sus antepasados, Vaiana debe viajar a los lejanos mares de Oceanía y adentrarse en peligrosas aguas perdidas para vivir una aventura sin precedentes.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/bit1B5F7IQydiWqdwAAD8f9TkXs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lQy8AeqG39WtlVTFKRd9OpWkKxP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6y1b2fmGr4ZoIxMcQRBF0PQ6Sw.png"
    },
    {
      "id": "tmdb:354912",
      "type": "movie",
      "name": "Coco",
      "ids": {
        "tmdb": 354912
      },
      "overview": "Un joven aspirante a músico llamado Miguel se embarca en un viaje extraordinario a la mágica tierra de sus ancestros. Allí, el encantador embaucador Héctor se convierte en su inesperado amigo y le ayuda a descubrir los misterios detrás de las historias y tradiciones de su familia.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/oburjHqzOrTtDLYbLunKLwUHhk1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i6NHT3k9CunXRCnlNyjm2bkuanN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/A5WVnUk6qcSQla6yMsPW2nQ7VB3.png"
    },
    {
      "id": "tmdb:986056",
      "type": "movie",
      "name": "Thunderbolts*",
      "ids": {
        "tmdb": 986056
      },
      "overview": "Un grupo de supervillanos poco convencional es reclutado para hacer misiones para el gobierno: Yelena Belova, Bucky Barnes, Red Guardian, Ghost, Taskmaster y John Walker. Después de verse atrapados en una trampa mortal urdida por Valentina Allegra de Fontaine, estos marginados deben embarcarse en una peligrosa misión que les obligará a enfrentarse a los recovecos más oscuros de su pasado.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/yDWU8YyFkPnlVY627QXPvct8bz9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9SmiD1Won7pJeay8oT4BMRDZvgA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4sUkCkcG4MPBEJLC7OAhRwKir2.png"
    },
    {
      "id": "tmdb:299536",
      "type": "movie",
      "name": "Vengadores: Infinity War",
      "ids": {
        "tmdb": 299536
      },
      "overview": "El todopoderoso Thanos ha despertado con la promesa de arrasar con todo a su paso, portando el Guantelete del Infinito, que le confiere un poder incalculable. Los únicos capaces de pararle los pies son los Vengadores y el resto de superhéroes de la galaxia, que deberán estar dispuestos a sacrificarlo todo por un bien mayor. Capitán América e Ironman deberán limar sus diferencias, Black Panther apoyará con sus tropas desde Wakanda, Thor y los Guardianes de la Galaxia e incluso Spider-Man se unirán antes de que los planes de devastación y ruina pongan fin al universo. ¿Serán capaces de frenar el avance del titán del caos?",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/ksBQ4oHQDdJwND8H90ay8CbMihU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zcU8TBp4Ke5qLomJSrSQC1KS0XJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6SH4ANv9KvArYxdJ2TDvSJCvGhG.png"
    },
    {
      "id": "tmdb:1022789",
      "type": "movie",
      "name": "Del revés 2 (Inside Out 2)",
      "ids": {
        "tmdb": 1022789
      },
      "overview": "Riley entra en la adolescencia y el Cuartel General de su cabeza sufre una repentina reforma para hacerle hueco a algo totalmente inesperado propio de la pubertad: ¡nuevas emociones! Alegría, Tristeza, Ira, Miedo y Asco, con años de impecable gestión a sus espaldas (según ellos...) no saben muy bien qué sentir cuando aparece con enorme ímpetu Ansiedad. Y no viene sola: le acompañan envidia, vergüenza y aburrimiento.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/lE3DCRI7bQgHSiIuEPcFiXpiuGV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kP672BfrcvUwGVvf5l0vtfOJaV0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2pThxAbwd3L1XQ5LpHxWmADXzTx.png"
    },
    {
      "id": "tmdb:76600",
      "type": "movie",
      "name": "Avatar: El sentido del agua",
      "ids": {
        "tmdb": 76600
      },
      "overview": "Más de una década después de los acontecimientos de 'Avatar', los Na'vi Jake Sully, Neytiri y sus hijos viven en paz en los bosques de Pandora hasta que regresan los hombres del cielo. Entonces comienzan los problemas que persiguen sin descanso a la familia Sully, que decide hacer un gran sacrificio para mantener a su pueblo a salvo y seguir ellos con vida.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/ckeTumMS4G31UQ9NNkmtW2QhfMF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zywwkL2P43ddZWZnH8E0SRICl5W.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gUnPGTrgaip4dKd9W2e3WDXbhnF.png"
    },
    {
      "id": "tmdb:533535",
      "type": "movie",
      "name": "Deadpool y Lobezno",
      "ids": {
        "tmdb": 533535
      },
      "overview": "Un apático Wade Wilson se afana en la vida civil tras dejar atrás sus días como Deadpool, un mercenario moralmente flexible. Pero cuando su mundo natal se enfrenta a una amenaza existencial, Wade debe volver a vestirse a regañadientes con un Lobezno aún más reacio a ayudar.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/9TFSqghEHrlBMRR63yTx80Orxva.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/A1OvvfGOyq2NwPYUDpykkN3IZOk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8tM2mDr1dj7eaXYrMdLlop3wypw.png"
    },
    {
      "id": "tmdb:20526",
      "type": "movie",
      "name": "TRON: Legacy",
      "ids": {
        "tmdb": 20526
      },
      "overview": "Cuando Sam Flynn (Garrett Hedlund), programador experto en tecnología de 27 años e hijo de Kevin Flynn (Jeff Bridges), investiga la desaparición de su padre, se encuentra de repente inmerso en un peligroso y salvaje mundo surreal donde existen feroces luchas a muerte, un lugar paralelo donde su padre ha estado viviendo durante 25 años. Con la ayuda de una joven (Olivia Wilde), padre e hijo se embarcarán en un viaje a vida o muerte a través de un universo cibernético, que con el tiempo se ha convertido en mucho más avanzado y peligroso... Secuela del clásico de culto de 1982.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/zHzW7Q2zQm7THqST610u2ckWtS7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gvabi9bfGyQIdCXIbe8N5QP4F3O.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zKD8qW8YvwfqmMoLPjyAnpqDqFB.png"
    },
    {
      "id": "tmdb:9479",
      "type": "movie",
      "name": "Pesadilla antes de Navidad",
      "ids": {
        "tmdb": 9479
      },
      "overview": "Cuando Jack Skellington, el Señor de Halloween, descubre la Navidad, se queda fascinado y decide mejorarla. Sin embargo, su visión de la festividad es totalmente contraria al espíritu navideño. Sus planes incluyen el secuestro de Santa Claus y la introducción de cambios bastante macabros. Sólo su novia Sally es consciente del error que está cometiendo.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/pqFPpQ77VZ0moRgRRsxx7p39CS3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/anTsRX525z3LCBW9HMtu0kkoaU6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2ikJwB9udfYQY0uhC9kGzBYUzqG.png"
    },
    {
      "id": "tmdb:198663",
      "type": "movie",
      "name": "El corredor del laberinto",
      "ids": {
        "tmdb": 198663
      },
      "overview": "Thomas abre los ojos y se da cuenta que está en un ascensor. Lo extraño es que no recuerda nada, ni dónde está, ni quién es. Lo único que aún permanece intacto en su memoria es su nombre, y ya es mucho. Antes de que le dé tiempo a cuestionarse algo sobre sí mismo las puertas se abrirán y aparecerá ante él un extraño mundo. Todo lo que ve son chicos de su edad que tienen su mismo estado de amnesia. Una aventura fantástica que pronto destapará la dura realidad bajo ese velo de incertidumbre: todos ellos están atrapados en un laberinto. Si quieren tener alguna posibilidad de salir de allí y recuperar su antigua vida y aquello que no son capaces de recordar deberán unir fuerzas para escapar. Un mundo post-apocalíptico que les acorralará e irá un paso por delante será el desafío que tengan que pasar estos jóvenes por la libertad.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/egKi4jZKKVZzR8NaaNjEwMpEgHs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2ATUETtNDOAYkLi8ddsXVvl4yao.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gCl51ndlCdLQc2w6sShpUCS6ZW8.png"
    },
    {
      "id": "tmdb:597",
      "type": "movie",
      "name": "Titanic",
      "ids": {
        "tmdb": 597
      },
      "overview": "Jack, un joven artista, gana en una partida de cartas un pasaje para viajar a América en el Titanic, el transatlántico más grande y seguro jamás construido. A bordo conoce a Rose, una joven de una buena familia venida a menos que va a contraer un matrimonio de conveniencia con Cal, un millonario engreído a quien sólo interesa el prestigioso apellido de su prometida. Jack y Rose se enamoran, pero el prometido y la madre de ella ponen todo tipo de trabas a su relación. Mientras, el gigantesco y lujoso transatlántico se aproxima hacia un inmenso iceberg.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/VMOt5scbGmBKDvkfHjZN6Ki54i.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mUQq6WcdRBAyqIbmbGjxdOycDrR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rLzHguwcdni9Jam8rMtMlg5XG2D.png"
    },
    {
      "id": "tmdb:1151334",
      "type": "movie",
      "name": "La conductora",
      "ids": {
        "tmdb": 1151334
      },
      "overview": "La conductora, un irreverente thriller de ritmo frenético, cuenta la historia de una mujer que, en su adolescencia, fue conductora de huidas en coche y que en el presente se ve obligada a revivir su desagradable pasado cuando un antiguo jefe le brinda la oportunidad de salvar la vida de su exnovio, quien nunca ha sido de fiar. La conductora está escrita y dirigida por Shawn Simmons y protagonizada por Samara Weaving en el papel principal de Edie, también conocida como Eenie Meanie.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/nDNvZhJeMSwi8UH8jbpZvLMUfjp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bsp78CwDAofpXhAfwc4Mvbobmj4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rIh1uv36IsXFPTmfTGKmFJlIvJ5.png"
    },
    {
      "id": "tmdb:9806",
      "type": "movie",
      "name": "Los Increíbles",
      "ids": {
        "tmdb": 9806
      },
      "overview": "Como Mr. Increíble y Elastigirl, Bob y su esposa Helen estaban entre los mejores luchadores contra el crimen. Por fin pueden volver a la acción cuando una misteriosa llamada cita a Bob en una isla remota.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/al1jusd4T7JPatZlj4BuYkDDOzr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jmtRIwCgsQppe51Bqx8pksEQ9Bx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1tFZRihPDHGiSBoezNpP5bUU9Vz.png"
    },
    {
      "id": "tmdb:22",
      "type": "movie",
      "name": "Piratas del Caribe: La maldición de la Perla Negra",
      "ids": {
        "tmdb": 22
      },
      "overview": "El aventurero capitán Jack Sparrow recorre las aguas caribeñas. Pero su andanzas terminan cuando su enemigo, el capitán Barbossa le roba su barco, la Perla Negra, y ataca la ciudad de Port Royal, secuestrando a Elizabeth Swann, hija del gobernador. Will Turner, el amigo de la infancia de Elizabeth, se une a Jack para rescatarla y recuperar la Perla Negra. Pero el prometido de Elizabeth, comodoro Norrington, les persigue a bordo del HMS Impávido. Además, Barbossa y su tripulación son víctimas de un conjuro por el que están condenados a vivir eternamente, y a transformarse cada noche en esqueletos vivientes, en fantasmas guerreros.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/8zHnkTGyAImBcI49a1xFJHUjbaK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iJJnbmjON6s3pxHLas1gqmTty0V.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bgH4fgvP0nyw1BprzXmguT3an7v.png"
    },
    {
      "id": "tmdb:1376434",
      "type": "movie",
      "name": "Predator: Asesino de asesinos",
      "ids": {
        "tmdb": 1376434
      },
      "overview": "Esta antología original de animación narra las aventuras de tres de los guerreros más fieros de la historia de la humanidad: una saqueadora vikinga que guía a su hijo en su sangrienta búsqueda de la venganza, un ninja del Japón feudal que se enfrenta a su hermano samurái en una brutal batalla por la sucesión y un piloto de la Segunda Guerra Mundial que surca los cielos para investigar una amenaza extraterrestre contra los Aliados.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/8upWJ1KTR1bAPqXCHAuVOhfuiAZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fimVi0r1DWNjzkCEygqZHOWmuZ9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bwNt35kwuoK7T1VdRThDbGVBp7H.png"
    },
    {
      "id": "tmdb:862",
      "type": "movie",
      "name": "Toy Story",
      "ids": {
        "tmdb": 862
      },
      "overview": "Los juguetes de Andy, un niño de seis años, temen que haya llegado su hora y que un nuevo regalo de cumpleaños les sustituya en el corazón de su dueño. Woody, un vaquero que ha sido hasta ahora el juguete favorito de Andy, trata de tranquilizarlos hasta que aparece Buzz Lightyear, un héroe espacial dotado de todo tipo de avances tecnológicos. Woody es relegado a un segundo plano, pero su constante rivalidad se transformará en una gran amistad cuando ambos se pierden en la ciudad sin saber cómo volver a casa.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/y59d8PjuFSgJJN4VRS7jDoRgSM9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/j2EFHNmwqjzGjdcbtJ5TgO33h8O.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eX8LcW1zdjxvWNB5ZsZuhPO7NtP.png"
    },
    {
      "id": "tmdb:269149",
      "type": "movie",
      "name": "Zootrópolis",
      "ids": {
        "tmdb": 269149
      },
      "overview": "La moderna metrópoli mamífera de Zootrópolis es una ciudad absolutamente única. Está compuesta de barrios con diferentes hábitats como la lujosa Plaza Sahara, el Distrito Selva Tropical y el gélido Distrito Tundra. Es un crisol donde los animales de cada entorno conviven, un lugar donde no importa lo que seas. De hecho puedes ser cualquier cosa, desde un elefante enorme hasta la musaraña más diminuta. Pero cuando llega la optimista agente Judy Hopps, descubre que ser la primera conejita de un cuerpo policial compuesto de animales duros y enormes no es nada fácil. Pero está decidida a demostrar su valía y se mete de cabeza en un caso, a pesar de que eso significa trabajar con Nick Wilde, un zorro parlanchín y estafador, para resolver el misterio.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/i3WnZpJkQYXXbSGplEGmyoyeskM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/asy1pEeZms71htrKGrZ7P9qKtbV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/pIJcXl4JacoapciGi1Nw2evmU1u.png"
    },
    {
      "id": "tmdb:19995",
      "type": "movie",
      "name": "Avatar",
      "ids": {
        "tmdb": 19995
      },
      "overview": "Año 2154. Jake Sully, un exmarine en silla de ruedas, es enviado al planeta Pandora, donde se ha creado el programa Avatar, gracias al cual los seres humanos pueden controlar de forma remota un cuerpo biológico con apariencia y genética de la especie nativa. Pronto se encontrará con la encrucijada entre seguir las órdenes de sus superiores o defender al mundo que le ha acogido y siente como suyo.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/t5T3LPbLLgP2OP6kloM9p2PXpJL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/Antz70VlRI2yU3iwYxyYUknzfz9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eYBa9fpSvZEYOl88ulP5fnRoCIi.png"
    },
    {
      "id": "tmdb:1865",
      "type": "movie",
      "name": "Piratas del Caribe: En mareas misteriosas",
      "ids": {
        "tmdb": 1865
      },
      "overview": "Cuando Jack Sparrow vuelve a encontrarse con una mujer a la que había conocido años atrás, no está seguro de si se trata de amor o si ella es una estafadora sin escrúpulos que lo está utilizando para encontrar la legendaria Fuente de la Juventud. A todo esto, Jack es capturado por el Venganza de la Reina Ana, el barco del temible pirata Barbanegra, que lo obliga a unirse a su tripulación, lo que le hará vivir una inesperada aventura en la que no sabe quién le inspira más miedo si Barbanegra o esa mujer que regresa del pasado.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/2oOARbiV871kCC27FyKBmYwOM3G.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/85eTXJ1drEifByyS9gwbsIMzWsp.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ujiQflWydWCq1nPgKD8x1t3pFAW.png"
    },
    {
      "id": "tmdb:10138",
      "type": "movie",
      "name": "Iron Man 2",
      "ids": {
        "tmdb": 10138
      },
      "overview": "El mundo sabe que el multimillonario Tony Stark es Iron Man, el superhéroe enmascarado. Sometido a presiones por parte del gobierno, la prensa y la opinión pública para que comparta su tecnología con el ejército, Tony es reacio a desvelar los secretos de la armadura de Iron Man porque teme que esa información pueda caer en manos indeseables.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/ayyJVOV5I4MGjti7nIHC3mVCagR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wWu57zGqpAt7K746drOSjbwfIfe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e7jxjQ7zFnCaTSMuZGlMXmmrmA1.png"
    },
    {
      "id": "tmdb:1087891",
      "type": "movie",
      "name": "Amateur",
      "ids": {
        "tmdb": 1087891
      },
      "overview": "Charlie Heller es un brillante pero introvertido decodificador de la CIA que trabaja en una oficina en el sótano de la sede de Langley. Su vida cambia radicalmente cuando su esposa muere en un ataque terrorista en Londres. Cuando sus supervisores se niegan a tomar cartas en el asunto, él mismo toma las riendas y se embarca en un peligroso viaje por todo el mundo para localizar a los responsables. Su inteligencia puede ser el arma definitiva para llevar a cabo su venganza.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/9WPWF0AmklsKclrXeyKXbQ543ZA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6vjEvMwns7kgkcEjJLRrXhkIhVb.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4FbxQWfMCtJNgoSb1zQZDgk2Y2P.png"
    },
    {
      "id": "tmdb:411",
      "type": "movie",
      "name": "Las crónicas de Narnia: El león, la bruja y el armario",
      "ids": {
        "tmdb": 411
      },
      "overview": "La historia narra las aventuras de cuatro hermanos: Lucy, Edmund, Susan y Peter, que durante la Segunda Guerra Mundial descubren el mundo de Narnia, al que acceden a través de un armario mágico mientras juegan al escondite en la casa de campo de un viejo profesor. En Narnia descubrirán un mundo increíble habitado por animales que hablan, duendes, faunos, centauros y gigantes al que la Bruja Blanca- Jadis- ha condenado al invierno eterno. Con la ayuda del león Aslan, el noble soberano, los niños lucharán para vencer el poder que la Bruja Blanca ejerce sobre Narnia en una espectacular batalla y conseguir así liberarle de la maldición del frío.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/2Lv2wKf2YocOcRfzmvQYOUGRhFg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7r0deSDnpTCKtSW6S0Y1tKWYpRx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iENpLLnQw6J35cejyGATK6EJRW9.png"
    },
    {
      "id": "tmdb:58",
      "type": "movie",
      "name": "Piratas del Caribe: El cofre del hombre muerto",
      "ids": {
        "tmdb": 58
      },
      "overview": "Will Turner y Elizabeth Swann se van a casar, pero ambos son hechos prisioneros por Lord Cutler Beckett y acusados de haber liberado al capitán Jack Sparrow. Para salvar su vida, Will tendrá que encontrar a Jack y conseguir su misteriosa brújula. Esta esconde un gran poder, además de la clave de una deuda de sangre del pirata con un temible y siniestro Davy Jones, el legendario capitán del barco fantasma Holandés Errante.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/7L7H6sHAt48EfwsqFaa0dw2NJhz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pF9pKqIrh8eKEPLuoNpKgZZLS2m.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xvGm4FFJs6IDChZp491IbFVNHEw.png"
    },
    {
      "id": "tmdb:210577",
      "type": "movie",
      "name": "Perdida",
      "ids": {
        "tmdb": 210577
      },
      "overview": "El día de su quinto aniversario de boda, Nick Dunne informa de que su esposa Amy ha desaparecido misteriosamente. Pronto la presión policial y mediática hace que el retrato de felicidad doméstica que ofrece Nick empiece a tambalearse. Además, su extraña conducta lo convierte en sospechoso, y todo el mundo comienza a preguntase si Nick mató a su esposa...",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/bkIhygnbv9ydlDo4SEsOcqGgQD4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cmUngRhFmFPnBfRDPvTD5HYfxeh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4SQBPeL24vtjmviI8j0r0uH5FYl.png"
    },
    {
      "id": "tmdb:822119",
      "type": "movie",
      "name": "Capitán América: Brave New World",
      "ids": {
        "tmdb": 822119
      },
      "overview": "Tras reunirse con el recién elegido presidente de los EE. UU., Thaddeus Ross, Sam se encuentra en medio de un incidente internacional. Debe descubrir el motivo que se esconde tras un perverso complot global, antes de que su verdadero artífice enfurezca al mundo entero.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/vUNj55xlF0pSU5FU3yDHC6L5wVX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gha73Y96cFTOVwnWBwn8lVua65T.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/v1ZqN0k7prhjkSANsiqbzJT5UkU.png"
    },
    {
      "id": "tmdb:109445",
      "type": "movie",
      "name": "Frozen: El reino del hielo",
      "ids": {
        "tmdb": 109445
      },
      "overview": "Cuando una profecía condena a un reino a un invierno eterno, Anna, una joven optimista se une a un temerario montañero llamado Kristoff y a su compinche el reno Sven. Juntos emprenden un viaje épico en busca de Elsa, hermana de Anna y reina de Las Nieves para poner fin al gélido hechizo.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/hAKhrHvzQDUHQP5zd5HFeqF2BCN.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFbk12sQb01c2sbaK9sTk9KBpQj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kXd4Uu7gpuJDC6EM6ylfcd779VL.png"
    },
    {
      "id": "tmdb:762509",
      "type": "movie",
      "name": "Mufasa: El rey león",
      "ids": {
        "tmdb": 762509
      },
      "overview": "Rafiki debe transmitir la leyenda de Mufasa a la joven cachorro de león Kiara, hija de Simba y Nala, y con Timón y Pumba prestando su estilo característico. Mufasa, un cachorro huérfano, perdido y solo, conoce a un simpático león llamado Taka, heredero de un linaje real. Este encuentro casual pone en marcha un viaje de un extraordinario grupo de inadaptados que buscan su destino.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/dmw74cWIEKaEgl5Dv3kUTcCob6D.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9TPE8OxQozui6weF2VM7WDGQ48t.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dA8P5sURCCNGNucmnrCRN6zSvij.png"
    },
    {
      "id": "tmdb:945961",
      "type": "movie",
      "name": "Alien: Romulus",
      "ids": {
        "tmdb": 945961
      },
      "overview": "Mientras rebuscan en las profundidades de una estación espacial abandonada, un grupo de jóvenes colonizadores del espacio se encuentra cara a cara con la forma de vida más aterradora del universo. Nueva película de la saga Alien.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/8PYqGSd8MOm5ce8io4qNSAiSExW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rzNc57SE0I4nV9qk73DMr51wLfW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wb2OPyCSGLy7Ca5RquWF3VfOJKx.png"
    },
    {
      "id": "tmdb:260513",
      "type": "movie",
      "name": "Los Increíbles 2",
      "ids": {
        "tmdb": 260513
      },
      "overview": "Helen tiene que liderar una campaña para que los superhéroes regresen, mientras Bob vive su vida 'normal' con Violet, Dash y el bebé Jack-Jack —cuyos superpoderes descubriremos—. Su misión se va a pique cuando aparece un nuevo villano con un brillante plan que lo amenaza todo. Pero los Parr no se amedrentarán y menos teniendo a Frozone de su parte.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/bJjc0217DuipdwJ0wyi3I4j6soR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/q0UwKZD5dJzUVJVgiX8nSTgjqg3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tB8AzqdaIw8FTRISLECGzOrOqS0.png"
    },
    {
      "id": "tmdb:550",
      "type": "movie",
      "name": "El Club de la Lucha",
      "ids": {
        "tmdb": 550
      },
      "overview": "Un joven sin ilusiones lucha contra su insomnio, consecuencia quizás de su hastío por su gris y rutinaria vida. En un viaje en avión conoce a Tyler Durden, un carismático vendedor de jabón que sostiene una filosofía muy particular: el perfeccionismo es cosa de gentes débiles; en cambio, la autodestrucción es lo único que hace que realmente la vida merezca la pena. Ambos deciden entonces formar un club secreto de lucha donde descargar sus frustaciones y su ira que tendrá un éxito arrollador.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/sgTAWJFaB2kBvdQxRGabYFiQqEK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gfW41jGgnB4Hrxih7anVqq6TkXL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/z6yka0HngU3FPjcWBc4CSxokUg0.png"
    },
    {
      "id": "tmdb:177572",
      "type": "movie",
      "name": "Big Hero 6",
      "ids": {
        "tmdb": 177572
      },
      "overview": "En la metrópolis de San Fransokio (cruce de San Francisco y Tokio), vive Hiro Hamada, quien aprende a sacar provecho de su capacidad gracias a su brillante hermano Tadashi y sus también brillantes amigos: la buscadora de adrenalina GoGo Tamago, el meticuloso de la limpieza Wasabi-No-Ginger, la genio de la química Honey Lemon y el fanático de los cómics Fred. Cuando tras un devastador giro de los acontecimientos, se ven envueltos en una peligrosa conspiración que tiene lugar en las calles de San Fransokio, Hiro recurre a su amigo más íntimo: un robot llamado Baymax, y transforma al grupo en una banda de héroes de última tecnología decididos a resolver el misterio.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/qVU0ag4i5BCmH5h4o04cdvUo0Zf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hftvEFdU0Czar6W95vJbBH0t1Ue.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ganZhk94eaicQBcx3QGypDUT80I.png"
    },
    {
      "id": "tmdb:97",
      "type": "movie",
      "name": "TRON",
      "ids": {
        "tmdb": 97
      },
      "overview": "La primera película de aventuras dentro del inexplorado mundo tridimensional del inimaginado dominio de la informática. Tron deslumbra con los revolucionarios efectos visuales y las secuencias de acción. Flynn, un ordenador que inventa vídeojuegos, se encuentra a merced de la malvada fuerza humana que contesta al panel de control principal -la presencia de un poderoso corrupto ordenador que ha radiado Flynn dentro de su juego mortal. Allí, ladrones electrónicos y la imparable carrera «Cycle Lights». Con la ayuda de sus amigos, Alan y Lora, la esperanza de Flynn es activar a Tron, el valiente y fiable programa, en una heroica batalla por salvar a la humanidad!",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/mfLMawRqFSqlCJkKkTaQjrURdCI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pTnDInJdAN8W7FFHCeWs1Lbm1AV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jv69jYqlkeTW5Bu6dGlULFqm4Xz.png"
    },
    {
      "id": "tmdb:585",
      "type": "movie",
      "name": "Monstruos, S.A.",
      "ids": {
        "tmdb": 585
      },
      "overview": "Monsters Inc. es la mayor empresa de miedo del mundo, y James P. Sullivan es uno de sus mejores empleados. Asustar a los niños no es un trabajo fácil, ya que todos creen que los niños son tóxicos y no pueden tener contacto con ellos. Pero un día una niña se cuela sin querer en la empresa, provocando el caos.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/g3SgHEb5ej2MioGfYLrZVshF909.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cUsbqCE1VQxtjOaYtZvKFKcTLmJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/AjXCJ8VGSdhQdLmHzKH2VTNnJmv.png"
    },
    {
      "id": "tmdb:1265344",
      "type": "movie",
      "name": "Match: La reina de las apps de citas",
      "ids": {
        "tmdb": 1265344
      },
      "overview": "Inspirada en la historia real de Whitney Wolfe, fundadora de la plataforma de citas Bumble, donde nos muestra su ingenio y perseverancia para abrirse camino en la industria tecnológica, dominada por hombres.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/jKFxwLHiqncNSG1VFliTlf61r9s.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/j4iAC756LejhBKTaloskNEt7PM0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/w0Nvg5qaUHfiqlUEtHXoofYBTn6.png"
    },
    {
      "id": "tmdb:283995",
      "type": "movie",
      "name": "Guardianes de la Galaxia Vol. 2",
      "ids": {
        "tmdb": 283995
      },
      "overview": "Continúan las aventuras del equipo en su travesía por los confines del cosmos. Los Guardianes deberán luchar para mantener unida a su nueva familia mientras intentan resolver el misterio de los verdaderos orígenes de Peter Quill. Viejos rivales se convertirán en nuevos aliados, y queridos personajes de los cómics clásicos acudirán en ayuda de nuestros héroes a medida que el universo cinematográfico de Marvel continúa expandiéndose.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/kdg6Y06jfq9FV7qknWNcKLYtBJn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4ROGkeMd5iP5U2VnUGqmWcZYUL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xinjGVN2WSzQQ7HAQ4VItmvRRoH.png"
    },
    {
      "id": "tmdb:2062",
      "type": "movie",
      "name": "Ratatouille",
      "ids": {
        "tmdb": 2062
      },
      "overview": "Remy es una simpática rata que sueña con convertirse en un gran chef francés a pesar de la oposición de su familia y del problema evidente que supone ser una rata en una profesión que detesta a los roedores. El destino lleva entonces a Remy a las alcantarillas de París, pero su situación no podría ser mejor, ya que se encuentra justo debajo de un restaurante que se ha hecho famoso gracias a Auguste Gusteau, una estrella de la cuisine. A pesar del peligro que representa ser un visitante poco común (y desde luego nada deseado) en los fogones de un exquisito restaurante francés, la pasión de Remy por la cocina pone patas arriba el mundo culinario parisino en una trepidante y emocionante aventura.",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/nGUelOVetiRpY2wTBMHTbrTIGYC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/d2Dre7DZX2Z7ltz9XTCy2ElAQ8X.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tlgUHYHaoUS4FRKauBKcLR0DTEb.png"
    },
    {
      "id": "tmdb:11",
      "type": "movie",
      "name": "La guerra de las galaxias",
      "ids": {
        "tmdb": 11
      },
      "overview": "La princesa Leia, líder del movimiento rebelde que desea reinstaurar la República en la galaxia en los tiempos ominosos del Imperio, es capturada por las malévolas Fuerzas Imperiales, capitaneadas por el implacable Darth Vader, el sirviente más fiel del emperador. El intrépido Luke Skywalker, ayudado por Han Solo, capitán de la nave espacial \"El Halcón Milenario\", y los androides, R2D2 y C3PO, serán los encargados de luchar contra el enemigo y rescatar a la princesa para volver a instaurar la justicia en el seno de la Galaxia.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/ahT4ObS7XKedQkOSpGr1wQ97aKA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rOzHJtqy8qnzakP2nLDV6DEJwFL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9SVoSm09OVBRLtPU0z2zXcLvyuJ.png"
    },
    {
      "id": "tmdb:285",
      "type": "movie",
      "name": "Piratas del Caribe: En el fin del mundo",
      "ids": {
        "tmdb": 285
      },
      "overview": "Siguiendo la estela de lo sucedido en “Piratas del caribe: el cofre del hombre muerto”, encontramos a nuestros héroes Will Turner y Elizabeth Swann aliados con el capitán Barbossa, en una búsqueda desesperada para liberar al capitán Jack Sparrow de las manos de Davy Jones. Mientras, el terrorífico barco fantasma, el Holandés Errante, bajo el control de la Compañía de las Indias Orientales, causa estragos a lo largo de los Siete Mares. Will y Elizabeth, navegando en medio de la traición, la felonía y mares salvajes, deben seguir adelante rumbo a Singapur y enfrentarse al astuto pirata chino Sao Feng. Ahora, en los mismísimos confines de la tierra, todos ellos deben elegir un bando en la batalla final, ya que no sólo sus vidas y fortunas, sino también el futuro de la piratería clásica, pende de un hilo...",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/xHcUMez2b1QiMGQYCuQTAlqwDEe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2djqGyv2JREkZlO9ujw0DurosSn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qvfBqKrcarW0NoLoH41zsErtoAJ.png"
    },
    {
      "id": "tmdb:348",
      "type": "movie",
      "name": "Alien, el octavo pasajero",
      "ids": {
        "tmdb": 348
      },
      "overview": "De regreso a la Tierra, la nave de carga Nostromo interrumpe su viaje y despierta a sus siete tripulantes. El ordenador central, MADRE, ha detectado la misteriosa transmisión de una forma de vida desconocida, procedente de un planeta cercano aparentemente deshabitado. La nave se dirige entonces al extraño planeta para investigar el origen de la comunicación.",
      "year": 1979,
      "poster": "https://image.tmdb.org/t/p/w342/uuGKhdNWrZegCr2cYz7OFXiMzNo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hdHIjZxq3SWFqpAz4NFhdbud0iz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vVxHP9OfHBXLSVU2pePQ4T1IOPz.png"
    },
    {
      "id": "tmdb:12155",
      "type": "movie",
      "name": "Alicia en el País de las Maravillas",
      "ids": {
        "tmdb": 12155
      },
      "overview": "Alicia, una joven de 19 años, asiste a una fiesta en una mansión victoriana, donde descubre que está a punto de recibir una propuesta de matrimonio frente a un montón de gente estirada de la alta sociedad. Alicia entonces se escapa, corriendo tras un conejo blanco, entra a un agujero tras él... y acaba en el país de las Maravillas, un lugar que visitó hace 10 años, pero el cual no recuerda. El país de las Maravillas era un reino pacífico hasta que la Reina Roja derrocó a su hermana, la Reina Blanca. Las criaturas del país de las maravillas, listos para la revuelta, esperan que Alicia les ayude, y éstas a su vez le ayudarán a recordar su primera visita al mágico reino.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/sqOyCSgzLglxcR2y1boewr5Qufn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/x9yn0xRnfNsIVD8l9csRg5pW210.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/i3A60c2cnPbByWzwXK6oLkeQHdo.png"
    },
    {
      "id": "tmdb:447273",
      "type": "movie",
      "name": "Blancanieves",
      "ids": {
        "tmdb": 447273
      },
      "overview": "Tras la desaparición del benévolo Rey, la Reina Malvada dominó la otrora bella tierra con una vena cruel. La princesa Blancanieves huye del castillo cuando la Reina, celosa de su belleza interior, intenta matarla. En lo profundo del oscuro bosque, se topa con siete enanos mágicos y un joven bandido llamado Jonathan. Juntos, luchan por sobrevivir a la implacable persecución de la Reina y aspiran a recuperar el reino en el proceso.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/sm91FNDF6OOKU4hT9BDW6EMoyDB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gl3PbAGVj1Y1jNTSvotzcFhnbsU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lN9xTlEZhDuuu4WprTO4v2Ue3e0.png"
    },
    {
      "id": "tmdb:150540",
      "type": "movie",
      "name": "Del revés (Inside Out)",
      "ids": {
        "tmdb": 150540
      },
      "overview": "Riley es una chica que disfruta o padece toda clase de sentimientos. Aunque su vida ha estado marcada por la Alegría, también se ve afectada por otro tipo de emociones. Lo que Riley no entiende muy bien es por qué motivo tiene que existir la Tristeza en su vida. Una serie de acontecimientos hacen que Alegría y Tristeza se mezclen en una peligrosa aventura que dará un vuelco al mundo de Riley.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/sG3bHZWCMOZwhUq71WbPG9Vrrwc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/71DtRC94gZy7k0pMJUrtGWbPtJV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7VPSEOjcicen7gQwdQsbMy5n3CG.png"
    },
    {
      "id": "tmdb:98",
      "type": "movie",
      "name": "Gladiator",
      "ids": {
        "tmdb": 98
      },
      "overview": "En el año 180, el Imperio Romano domina todo el mundo conocido. Tras una gran victoria sobre los bárbaros del norte, el anciano emperador Marco Aurelio decide transferir el poder a Máximo, bravo general de sus ejércitos y hombre de inquebrantable lealtad al imperio. Pero su hijo Cómodo, que aspiraba al trono, no lo acepta y trata de asesinar a Máximo.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/90QFOG5zSN4cbrIVs4DL4ePAuA5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qvmywctvXjXcI5dXzhMGKU41qfs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aF9ldcxU5HOEvrrhkZnd9jePoWu.png"
    },
    {
      "id": "tmdb:299534",
      "type": "movie",
      "name": "Vengadores: Endgame",
      "ids": {
        "tmdb": 299534
      },
      "overview": "Después de los eventos devastadores de 'Vengadores: Infinity War', el universo está en ruinas debido a las acciones de Thanos. Con la ayuda de los aliados que quedaron, los Vengadores deberán reunirse una vez más para intentar deshacer sus acciones y restaurar el orden en el universo de una vez por todas, sin importar cuáles sean las consecuencias... Cuarta y última entrega de la saga \"Vengadores\".",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/br6krBFpaYmCSglLBWRuhui7tPc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cGIL1ZUekenxxzSGjWKcrw9TXVq.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/buRixJDsTvxTHuY6xXK8p9wZoYU.png"
    },
    {
      "id": "tmdb:150689",
      "type": "movie",
      "name": "Cenicienta",
      "ids": {
        "tmdb": 150689
      },
      "overview": "Cuenta las andanzas de Ella, una joven cuyo padre, un comerciante, vuelve a casarse tras enviudar. Para agradar a su padre, acoge con cariño a su madrastra y a sus hijas en la casa familiar. Pero, cuando su padre muere inesperadamente, la joven queda a merced de unas mujeres celosas y malvadas que la convierten en sirvienta y la relegan a la cocina. Pero, a pesar de la crueldad con la que la tratan, está dispuesta a cumplir las últimas palabras de su madre que le dijo que debía \"ser valiente y amable\".",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/pEZPAykrk8ySdzjRSMfMrd0qtO0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2h7Nnnnk1g9xuky5Xs3c21a6qVW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xBf8FQ5ozperL7NWIPQEj4R5Knu.png"
    },
    {
      "id": "tmdb:68721",
      "type": "movie",
      "name": "Iron Man 3",
      "ids": {
        "tmdb": 68721
      },
      "overview": "El descarado y brillante empresario Tony Stark/Iron Man se enfrentará a un enemigo cuyo poder no conoce límites. Cuando Stark comprende que su enemigo ha destruido su universo personal, se embarca en una angustiosa búsqueda para encontrar a los responsables. Este viaje pondrá a prueba su entereza una y otra vez. Acorralado, Stark tendrá que sobrevivir por sus propios medios, confiando en su ingenio y su instinto para proteger a las personas que quiere.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/cW0fOIZONkgeiMJDYzqUcgl4MUn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rIUa56zPJ7RmkxvWAQGL8x86G6j.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tKbLuG9R3rZsDbo40qLcxIXijhP.png"
    },
    {
      "id": "tmdb:162",
      "type": "movie",
      "name": "Eduardo Manostijeras",
      "ids": {
        "tmdb": 162
      },
      "overview": "Érase una vez... un castillo donde vivía un inventor que dedicó parte de su vida a crear una criatura perfecta a la que llamó Edward. Pero el inventor murió de repente y dejó incompleta su creación, ya que en vez de dedos tenía unas horribles manos con hojas de tijera. El pobre Edward vivía sólo en el castillo hasta que una encantadora joven, que trabajaba para la firma Avon, lo llevó a su casa junto con su familia. Pero una criatura tan especial como Edward no estaba preparada para vivir en una ciudad tan extravagante y falsa como Suburbia.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/vd8tCekihFx82bzmENaASvbhNmx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/v81unpILrU02OAhpQIDMkilkvo3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/k7KFGDGW7WnvbOcQiOJdGfvlXLk.png"
    },
    {
      "id": "tmdb:10439",
      "type": "movie",
      "name": "El retorno de las brujas",
      "ids": {
        "tmdb": 10439
      },
      "overview": "Tres brujas del siglo XII son invocadas durante la noche de Halloween en la ciudad de Salem, Massachusetts, de manera accidental por unos niños. Desterradas hace 300 años por sus prácticas de brujería, este trío prometió volver algún día para sembrar el caos. Ahora aprovecharán la ocasión para cumplir su promesa.  Una comedia realizada por la factoría Disney con vistas a su exhibición en la fiesta de Halloween.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/hnRo1RB791GbpERgV7cnM2sek2V.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/83NtQpsrFpK7g1Md0sM6Wn6Wdhr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kz9PSXdHZMQ7EsEgY3EYOE5g7hN.png"
    }
  ]
}