{
  "metas": [
    {
      "id": "tmdb:76600",
      "type": "movie",
      "name": "Avatar: El sentido del agua",
      "ids": {
        "tmdb": 76600
      },
      "overview": "Más de una década después de los acontecimientos de 'Avatar', los Na'vi Jake Sully, Neytiri y sus hijos viven en paz en los bosques de Pandora hasta que regresan los hombres del cielo. Entonces comienzan los problemas que persiguen sin descanso a la familia Sully, que decide hacer un gran sacrificio para mantener a su pueblo a salvo y seguir ellos con vida.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/ckeTumMS4G31UQ9NNkmtW2QhfMF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zywwkL2P43ddZWZnH8E0SRICl5W.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gUnPGTrgaip4dKd9W2e3WDXbhnF.png"
    },
    {
      "id": "tmdb:19995",
      "type": "movie",
      "name": "Avatar",
      "ids": {
        "tmdb": 19995
      },
      "overview": "Año 2154. Jake Sully, un exmarine en silla de ruedas, es enviado al planeta Pandora, donde se ha creado el programa Avatar, gracias al cual los seres humanos pueden controlar de forma remota un cuerpo biológico con apariencia y genética de la especie nativa. Pronto se encontrará con la encrucijada entre seguir las órdenes de sus superiores o defender al mundo que le ha acogido y siente como suyo.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/t5T3LPbLLgP2OP6kloM9p2PXpJL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/Antz70VlRI2yU3iwYxyYUknzfz9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eYBa9fpSvZEYOl88ulP5fnRoCIi.png"
    },
    {
      "id": "tmdb:8871",
      "type": "movie",
      "name": "El Grinch",
      "ids": {
        "tmdb": 8871
      },
      "overview": "Cada año, en Navidad, los lugareños perturban su pacífica soledad con celebraciones cada vez más desmesuradas, luminosas y ruidosas. Cuando los Quién declaran que ese año van a preparar una Navidad el triple de grande, el Grinch se da cuenta de que solo hay un modo de recuperar algo de paz y silencio: robar la Navidad. Para ello, decide hacerse pasar por Santa Claus en Nochebuena, haciéndose con un reno muy peculiar para tirar de su trineo. Mientras tanto, en Villa Quién, una dulce niña llamada Cindy-Lou, desbordante de espíritu navideño, planea con sus amigos atrapar a Papá Noel durante su visita en Nochebuena para darle las gracias por ayudar a su trabajadora madre. Sin embargo, a medida que se acerca la noche mágica, sus buenas intenciones amenazan con chocar con las del Grinch, mucho más perversas.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/yCZ3xAPM5009ltBUUwPtCeWKQWy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qkt1Qn9j6yw9rcJhvSu1p3wuiBm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/87Gk6cCexvE0VVRF25ppQ2STubX.png"
    },
    {
      "id": "tmdb:269149",
      "type": "movie",
      "name": "Zootrópolis",
      "ids": {
        "tmdb": 269149
      },
      "overview": "La moderna metrópoli mamífera de Zootrópolis es una ciudad absolutamente única. Está compuesta de barrios con diferentes hábitats como la lujosa Plaza Sahara, el Distrito Selva Tropical y el gélido Distrito Tundra. Es un crisol donde los animales de cada entorno conviven, un lugar donde no importa lo que seas. De hecho puedes ser cualquier cosa, desde un elefante enorme hasta la musaraña más diminuta. Pero cuando llega la optimista agente Judy Hopps, descubre que ser la primera conejita de un cuerpo policial compuesto de animales duros y enormes no es nada fácil. Pero está decidida a demostrar su valía y se mete de cabeza en un caso, a pesar de que eso significa trabajar con Nick Wilde, un zorro parlanchín y estafador, para resolver el misterio.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/ysjmqe0fTDSHLqEUxggshnE1QVk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/r1kLM949LMK1HTwnPPJvX7FErrN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9XlMtEIoauZ546QVgPsA54t4P9D.png"
    },
    {
      "id": "tmdb:772",
      "type": "movie",
      "name": "Solo en casa 2: Perdido en Nueva York",
      "ids": {
        "tmdb": 772
      },
      "overview": "En plenas fiestas navideñas, el pequeño Kevin y su familia están a punto de coger un avión para disfrutar de unas pequeñas vacaciones, pero Kevin se equivoca y embarca en un avión que lo lleva a Nueva York, donde vuelve a encontrarse solo y desprotegido.",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/7sdiRUyc0ANHJptPhsgb1KL6hoq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/apUN9IfY2QXYEKDPfglFwZ8uB83.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ohoC5TdWmkUedRGElebBpYUiuyI.png"
    },
    {
      "id": "tmdb:152760",
      "type": "movie",
      "name": "Monuments Men",
      "ids": {
        "tmdb": 152760
      },
      "overview": "A finales de la II Guerra Mundial (1939-1945), a un selecto grupo de historiadores, directores de museos y expertos en arte, tanto británicos como norteamericanos, se les encomienda la importante y peligrosa misión de recuperar las obras de arte robadas por los nazis durante la guerra para devolvérselas a sus legítimos propietarios. Era una misión imposible: las obras estaban muy bien custodiadas y el ejército alemán tenía orden de destruirlas en cuanto el Reich cayera. Pero aquellos hombres, en una carrera contrarreloj, arriesgaron sus vidas para evitar la destrucción de miles de años de cultura de la humanidad.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/i6JxDxd7a3vFUNmUBTS5Laf5PsL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wzhTEnR4lnpPmvtsZouG3ii5f7W.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6WZGrddrH040EiREiQRQDtmNHjs.png"
    },
    {
      "id": "tmdb:617126",
      "type": "movie",
      "name": "Los Cuatro Fantásticos: Primeros pasos",
      "ids": {
        "tmdb": 617126
      },
      "overview": "Con un mundo retrofuturista inspirado en los años 60 como telón de fondo, la Primera Familia de Marvel deberá hacer frente a su mayor desafío hasta la fecha. Obligados a buscar el equilibrio entre su papel de héroes y sus fuertes vínculos familiares, tendrán que defender la Tierra de un hambriento dios espacial llamado Galactus y su intrigante heraldo, Estela Plateada.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/ckfiXWGEMWrUP53cc6QyHijLlhl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2etB3gzSGKTdCmEEIoaChdiN081.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zNJ0SoPc4ReFx8nrBLgbisNaNbx.png"
    },
    {
      "id": "tmdb:24428",
      "type": "movie",
      "name": "Los Vengadores",
      "ids": {
        "tmdb": 24428
      },
      "overview": "Cuando un enemigo inesperado surge como una gran amenaza para la seguridad mundial, Nick Fury, director de la Agencia SHIELD, decide reclutar a un equipo para salvar al mundo de un desastre casi seguro.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/ugX4WZJO3jEvTOerctAWJLinujo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/52Crh0xhowz2njCglZgBrHxXzVw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/41K6Pj56MITowyjsUyENSCtAIJY.png"
    },
    {
      "id": "tmdb:10437",
      "type": "movie",
      "name": "Los Teleñecos en Cuento de Navidad",
      "ids": {
        "tmdb": 10437
      },
      "overview": "El clásico 'Cuento de Navidad' de Charles Dickens brilla con humor y fantasía en las manos de los siempre divertidos Teleñecos. Michael Caine da vida al avaro Mr. Scrooge, en una excelente interpretación que sin embargo no se caracteriza por su buen humor. La noche de navidad los fantasmas visitan a Scrooge y lo transportan a su pasado, presente y futuro, ofreciéndole un panorama muy poco alentador...",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/2uhkXuYx2V8epfkoS9CzoPsFNAH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/38QJI5rBtLKjwERwvkCYg7NKymz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/stHnESdmczdULSmcm7iCP99bFUO.png"
    },
    {
      "id": "tmdb:562",
      "type": "movie",
      "name": "Jungla de cristal",
      "ids": {
        "tmdb": 562
      },
      "overview": "John McClane, un duro policía neoyorquino, acude a Los Angeles para pasar unos días de vacaciones con sus hijos y su esposa Holly. En el transcurso de la fiesta navideña que la empresa de Holly da en el moderno edificio Nakatoni, éste es asaltado por un supuesto grupo terrorista liderado por un megalómano llamado Hans Gruber.",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/m54tK4wKjc1w2dp7QInG0munGao.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sLkFsobxXyofIwnp13I08ZZccdj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/w8DyM4j0cGVfSvrDqf3AtgEkdqr.png"
    },
    {
      "id": "tmdb:49013",
      "type": "movie",
      "name": "Cars 2",
      "ids": {
        "tmdb": 49013
      },
      "overview": "Rayo McQueen y su amigo, la grúa Mate, viajan al extranjero para participar en el primer Campeonato Mundial en el que se decidirá cuál es el coche más rápido del planeta. La primera etapa es Tokio (Japón), donde Mate tendrá que convertirse en un espía secreto al verse envuelto inesperadamente en un caso de espionaje internacional, que lo llevará a París y a Londres. También vivirán una aventura de proporciones épicas al viajar a Porto Corsa (Italia), para disputar el Campeonato. Sin embargo, los dos tendrán que renunciar a los placeres de la Riviera italiana -yates, playas y pasta al pesto- ya que Mate está muy ocupado con su labor de espía, mientras que McQueen compite contra los mejores coches del mundo.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/eQo1LQs5Vo9RHVHYUhNSfMZa3VB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jrlq8lWxB3OKjKwJ0kCjtg5fIII.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sdavSzwUu7fzbWeRhZMZuc80yja.png"
    },
    {
      "id": "tmdb:597",
      "type": "movie",
      "name": "Titanic",
      "ids": {
        "tmdb": 597
      },
      "overview": "Jack, un joven artista, gana en una partida de cartas un pasaje para viajar a América en el Titanic, el transatlántico más grande y seguro jamás construido. A bordo conoce a Rose, una joven de una buena familia venida a menos que va a contraer un matrimonio de conveniencia con Cal, un millonario engreído a quien sólo interesa el prestigioso apellido de su prometida. Jack y Rose se enamoran, pero el prometido y la madre de ella ponen todo tipo de trabas a su relación. Mientras, el gigantesco y lujoso transatlántico se aproxima hacia un inmenso iceberg.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/VMOt5scbGmBKDvkfHjZN6Ki54i.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iqaoArCi5bOQ5CJTMcl1lSSBIgw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rLzHguwcdni9Jam8rMtMlg5XG2D.png"
    },
    {
      "id": "tmdb:552524",
      "type": "movie",
      "name": "Lilo y Stitch",
      "ids": {
        "tmdb": 552524
      },
      "overview": "La conmovedora y divertidísima historia de una solitaria niña hawaiana y el extraterrestre fugitivo que la ayuda a reparar su desestructurada familia.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/4oLLOAT55JhAoe73VliaSKFvEEr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/Aj0umGs0heNJ4VKtkaRQWeg6Tyx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/toXaWRjF0DpaQ9yzdbyKoFpFLkU.png"
    },
    {
      "id": "tmdb:17979",
      "type": "movie",
      "name": "Cuento de Navidad",
      "ids": {
        "tmdb": 17979
      },
      "overview": "Ebenezer Scrooge es un personaje malhumorado y gruñón que trata con desprecio y malos modales a su fiel empleado Bob Cratchit y a su alegre sobrino. Pero, cuando el espíritu de las Navidades pasadas, presentes y futuras lo arrastra a un viaje durante el cual descubre verdades que siempre se ha negado a ver, el corazón del viejo avaro se ilumina y se da cuenta de que debe actuar inmediatamente para contrarrestar tantos años de egoísmo y rencor. Adaptación del clásico de Charles Dickens.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/mXi0FdzFmsN1v1do0wZA0NLNqQh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/osWxuWfR1cugtkLmYqsKkAXXoU9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nwdhIx7BaEAVjPUYHpTzmMHYED0.png"
    },
    {
      "id": "tmdb:533535",
      "type": "movie",
      "name": "Deadpool y Lobezno",
      "ids": {
        "tmdb": 533535
      },
      "overview": "Un apático Wade Wilson se afana en la vida civil tras dejar atrás sus días como Deadpool, un mercenario moralmente flexible. Pero cuando su mundo natal se enfrenta a una amenaza existencial, Wade debe volver a vestirse a regañadientes con un Lobezno aún más reacio a ayudar.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/9TFSqghEHrlBMRR63yTx80Orxva.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/A1OvvfGOyq2NwPYUDpykkN3IZOk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8tM2mDr1dj7eaXYrMdLlop3wypw.png"
    },
    {
      "id": "tmdb:106",
      "type": "movie",
      "name": "Depredador",
      "ids": {
        "tmdb": 106
      },
      "overview": "Un comando de mercenarios es contratados por la CIA para rescatar a unos pilotos apresados por las guerrillas en la selva Centroamericana. La misión resulta satisfactoria, pero durante su viaje de regreso se dan cuenta de que algo está dándoles caza uno a uno, ese algo resulta ser un cazador alienígena que se queda con las calaveras de sus víctimas como trofeos",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/bzLLeqhNBNmO6WImHrrmLNyhMxi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7rVEwVy1oEllmFcHsdCJhAoKGRC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e4dOUF9wnKgRGglTsozEPOee9U4.png"
    },
    {
      "id": "tmdb:411",
      "type": "movie",
      "name": "Las crónicas de Narnia: El león, la bruja y el armario",
      "ids": {
        "tmdb": 411
      },
      "overview": "La historia narra las aventuras de cuatro hermanos: Lucy, Edmund, Susan y Peter, que durante la Segunda Guerra Mundial descubren el mundo de Narnia, al que acceden a través de un armario mágico mientras juegan al escondite en la casa de campo de un viejo profesor. En Narnia descubrirán un mundo increíble habitado por animales que hablan, duendes, faunos, centauros y gigantes al que la Bruja Blanca- Jadis- ha condenado al invierno eterno. Con la ayuda del león Aslan, el noble soberano, los niños lucharán para vencer el poder que la Bruja Blanca ejerce sobre Narnia en una espectacular batalla y conseguir así liberarle de la maldición del frío.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/2Lv2wKf2YocOcRfzmvQYOUGRhFg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7r0deSDnpTCKtSW6S0Y1tKWYpRx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iENpLLnQw6J35cejyGATK6EJRW9.png"
    },
    {
      "id": "tmdb:299536",
      "type": "movie",
      "name": "Vengadores: Infinity War",
      "ids": {
        "tmdb": 299536
      },
      "overview": "El todopoderoso Thanos ha despertado con la promesa de arrasar con todo a su paso, portando el Guantelete del Infinito, que le confiere un poder incalculable. Los únicos capaces de pararle los pies son los Vengadores y el resto de superhéroes de la galaxia, que deberán estar dispuestos a sacrificarlo todo por un bien mayor. Capitán América e Ironman deberán limar sus diferencias, Black Panther apoyará con sus tropas desde Wakanda, Thor y los Guardianes de la Galaxia e incluso Spider-Man se unirán antes de que los planes de devastación y ruina pongan fin al universo. ¿Serán capaces de frenar el avance del titán del caos?",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/ksBQ4oHQDdJwND8H90ay8CbMihU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zcU8TBp4Ke5qLomJSrSQC1KS0XJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6SH4ANv9KvArYxdJ2TDvSJCvGhG.png"
    },
    {
      "id": "tmdb:11881",
      "type": "movie",
      "name": "De ilusión también se vive",
      "ids": {
        "tmdb": 11881
      },
      "overview": "Durante un desfile navideño organizado por las grandes almacenes Macy de Nueva York, el hombre que encarna a Santa Claus ha de ser sustituido porque se encuentra indispuesto. Un anciano llamado Kris Kringle es contratado para el trabajo, pero todo se complica cuando asegura que es el auténtico Santa Claus.",
      "year": 1947,
      "poster": "https://image.tmdb.org/t/p/w342/uKIaTjEfy3znX39bgaoCwsX5cm1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hqjWTbiu9leQkL2eGxEf5zSLIk2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oNDI9uy7pn3raPqldPWvGu9D4FX.png"
    },
    {
      "id": "tmdb:9279",
      "type": "movie",
      "name": "Un padre en apuros",
      "ids": {
        "tmdb": 9279
      },
      "overview": "Howard Langston es un atareado hombre de negocios que llega tarde a la clase de karate de su hijo Jamie. Para que le perdone le promete que le regalará lo que le pida por navidad: Jamie le pide un muñeco Turboman. El problema es que el juguete es el más popular y está agotado en todas las jugueterías. Con sólo unas pocas horas para Navidad, Howie inicia una cómica odisea por toda la ciudad a la caza y captura del preciado objeto.",
      "year": 1996,
      "poster": "https://image.tmdb.org/t/p/w342/ajuYAcn5LDxXE7yoDISTsL0BCuy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/emq7zLCaSYAZmD1HK6HixzK1b2M.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/amy7uA0VHDbEBjOVenycepqEvW0.png"
    },
    {
      "id": "tmdb:62211",
      "type": "movie",
      "name": "Monstruos University",
      "ids": {
        "tmdb": 62211
      },
      "overview": "Desde que era pequeño, Mike Wazowski ha soñado con ser asustador y sabe que los mejores asustadores estudian en Monstruos University (MU). Pero durante su primer semestre en MU, los planes de Mike se desmoronan cuando se cruza con el listillo de James P. Sullivan, un asustador nato. El descontrolado espíritu competitivo de la pareja hace que los dos sean expulsados del programa de asustadores de la Universidad. Entonces se dan cuenta de que si quieren cumplir sus sueños, tienen que trabajar en equipo junto con un grupo de monstruos marginados.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/fDwaVE6Ab1WGnzNEV4Irrtmbdsm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vumvjhBipZlCLF2rbscf647oi8P.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1G9iQzjuClydDqrJyuw0Vt1Kxut.png"
    },
    {
      "id": "tmdb:260514",
      "type": "movie",
      "name": "Cars 3",
      "ids": {
        "tmdb": 260514
      },
      "overview": "Sorprendido por una nueva generación de corredores ultrarrápidos, el legendario Rayo McQueen queda relegado repentinamente del deporte que tanto ama. Para retomar su carrera, va a necesitar la ayuda de una joven mecánica de carreras, Cruz Ramírez, que tiene su propio plan para ganar, además de la inspiración del fallecido Fabuloso Hudson Hornet y un par de giros inesperados. ¡Y para probar que el nº95 no está ni mucho menos acabado, el campeón tendrá que poner a prueba su valía en el gran circuito de la Copa Piston!",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/4tp9W3QAbQcpanBtBceZtHD10UT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gqyTUMNrMjyIVNVIgGMdurrNPWb.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xtZhCcUJ1YJYpA2iimWpqtSQcmf.png"
    },
    {
      "id": "tmdb:11",
      "type": "movie",
      "name": "La guerra de las galaxias",
      "ids": {
        "tmdb": 11
      },
      "overview": "La princesa Leia, líder del movimiento rebelde que desea reinstaurar la República en la galaxia en los tiempos ominosos del Imperio, es capturada por las malévolas Fuerzas Imperiales, capitaneadas por el implacable Darth Vader, el sirviente más fiel del emperador. El intrépido Luke Skywalker, ayudado por Han Solo, capitán de la nave espacial \"El Halcón Milenario\", y los androides, R2D2 y C3PO, serán los encargados de luchar contra el enemigo y rescatar a la princesa para volver a instaurar la justicia en el seno de la Galaxia.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/ahT4ObS7XKedQkOSpGr1wQ97aKA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rOzHJtqy8qnzakP2nLDV6DEJwFL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9SVoSm09OVBRLtPU0z2zXcLvyuJ.png"
    },
    {
      "id": "tmdb:550",
      "type": "movie",
      "name": "El Club de la Lucha",
      "ids": {
        "tmdb": 550
      },
      "overview": "Un joven sin ilusiones lucha contra su insomnio, consecuencia quizás de su hastío por su gris y rutinaria vida. En un viaje en avión conoce a Tyler Durden, un carismático vendedor de jabón que sostiene una filosofía muy particular: el perfeccionismo es cosa de gentes débiles; en cambio, la autodestrucción es lo único que hace que realmente la vida merezca la pena. Ambos deciden entonces formar un club secreto de lucha donde descargar sus frustaciones y su ira que tendrá un éxito arrollador.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/sgTAWJFaB2kBvdQxRGabYFiQqEK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gfW41jGgnB4Hrxih7anVqq6TkXL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/z6yka0HngU3FPjcWBc4CSxokUg0.png"
    },
    {
      "id": "tmdb:986056",
      "type": "movie",
      "name": "Thunderbolts*",
      "ids": {
        "tmdb": 986056
      },
      "overview": "Un grupo de supervillanos poco convencional es reclutado para hacer misiones para el gobierno: Yelena Belova, Bucky Barnes, Red Guardian, Ghost, Taskmaster y John Walker. Después de verse atrapados en una trampa mortal urdida por Valentina Allegra de Fontaine, estos marginados deben embarcarse en una peligrosa misión que les obligará a enfrentarse a los recovecos más oscuros de su pasado.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/yDWU8YyFkPnlVY627QXPvct8bz9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9SmiD1Won7pJeay8oT4BMRDZvgA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4sUkCkcG4MPBEJLC7OAhRwKir2.png"
    },
    {
      "id": "tmdb:1241982",
      "type": "movie",
      "name": "Vaiana 2",
      "ids": {
        "tmdb": 1241982
      },
      "overview": "Tras recibir una inesperada llamada de sus antepasados, Vaiana debe viajar a los lejanos mares de Oceanía y adentrarse en peligrosas aguas perdidas para vivir una aventura sin precedentes.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/bit1B5F7IQydiWqdwAAD8f9TkXs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lQy8AeqG39WtlVTFKRd9OpWkKxP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6y1b2fmGr4ZoIxMcQRBF0PQ6Sw.png"
    },
    {
      "id": "tmdb:10874",
      "type": "movie",
      "name": "Los teleñecos en la Isla del Tesoro",
      "ids": {
        "tmdb": 10874
      },
      "overview": "Cuando el joven Jim Hawkins recibe el mapa de un tesoro, se lanza a una divertida aventura junto a sus amigos Gonzo, Rizzo y el pirata patapalo Long John Silver (Tim Curry). Jim, junto al Capitán Smollet (la rana Gustavo) y su tripulación de Teleñecos, navegará hacia una remota isla. Allí Silver y sus secuaces capturan al joven Jim y le quitan el mapa del tesoro, lo que obliga a Smollet y sus amigos a preparar un plan de rescate con la ayuda de la Reina de los Jabalíes, Peggy.",
      "year": 1996,
      "poster": "https://image.tmdb.org/t/p/w342/zPqY5uvKI78j4aXrCSXBIyyP9rQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wG8brLknR7yLrDs7dNcuD3mdwJn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iF846oySr7a2rWvPo4sOZd9S73U.png"
    },
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:198663",
      "type": "movie",
      "name": "El corredor del laberinto",
      "ids": {
        "tmdb": 198663
      },
      "overview": "Thomas abre los ojos y se da cuenta que está en un ascensor. Lo extraño es que no recuerda nada, ni dónde está, ni quién es. Lo único que aún permanece intacto en su memoria es su nombre, y ya es mucho. Antes de que le dé tiempo a cuestionarse algo sobre sí mismo las puertas se abrirán y aparecerá ante él un extraño mundo. Todo lo que ve son chicos de su edad que tienen su mismo estado de amnesia. Una aventura fantástica que pronto destapará la dura realidad bajo ese velo de incertidumbre: todos ellos están atrapados en un laberinto. Si quieren tener alguna posibilidad de salir de allí y recuperar su antigua vida y aquello que no son capaces de recordar deberán unir fuerzas para escapar. Un mundo post-apocalíptico que les acorralará e irá un paso por delante será el desafío que tengan que pasar estos jóvenes por la libertad.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/egKi4jZKKVZzR8NaaNjEwMpEgHs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2ATUETtNDOAYkLi8ddsXVvl4yao.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gCl51ndlCdLQc2w6sShpUCS6ZW8.png"
    },
    {
      "id": "tmdb:1022789",
      "type": "movie",
      "name": "Del revés 2 (Inside Out 2)",
      "ids": {
        "tmdb": 1022789
      },
      "overview": "Riley entra en la adolescencia y el Cuartel General de su cabeza sufre una repentina reforma para hacerle hueco a algo totalmente inesperado propio de la pubertad: ¡nuevas emociones! Alegría, Tristeza, Ira, Miedo y Asco, con años de impecable gestión a sus espaldas (según ellos...) no saben muy bien qué sentir cuando aparece con enorme ímpetu Ansiedad. Y no viene sola: le acompañan envidia, vergüenza y aburrimiento.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/lE3DCRI7bQgHSiIuEPcFiXpiuGV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kP672BfrcvUwGVvf5l0vtfOJaV0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2pThxAbwd3L1XQ5LpHxWmADXzTx.png"
    },
    {
      "id": "tmdb:109445",
      "type": "movie",
      "name": "Frozen: El reino del hielo",
      "ids": {
        "tmdb": 109445
      },
      "overview": "Cuando una profecía condena a un reino a un invierno eterno, Anna, una joven optimista se une a un temerario montañero llamado Kristoff y a su compinche el reno Sven. Juntos emprenden un viaje épico en busca de Elsa, hermana de Anna y reina de Las Nieves para poner fin al gélido hechizo.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/hAKhrHvzQDUHQP5zd5HFeqF2BCN.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFbk12sQb01c2sbaK9sTk9KBpQj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kXd4Uu7gpuJDC6EM6ylfcd779VL.png"
    },
    {
      "id": "tmdb:9714",
      "type": "movie",
      "name": "Solo en casa 3",
      "ids": {
        "tmdb": 9714
      },
      "overview": "Cuatro espías de alta tecnología industrial roban un microchip ultrasecreto y confiadamente lo ocultan en un coche de juguete de control remoto. Por causa de una confusión de equipajes en el aeropuerto, la anciana señora Hess recoge el juguete y se lo regala a su vecino de ocho años Alex. Los espías desearán recuperar el valioso chip a toda costa, pero Alex está preparado para darles una cálida bienvenida.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/t5NJeMX9Hdn67OIJnJgCGiy2hAL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oZnmWduKURUvyd6MFDKtBYWdQql.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/78Gn1MHFBF6PH45GrkZGNk3Czw6.png"
    },
    {
      "id": "tmdb:822119",
      "type": "movie",
      "name": "Capitán América: Brave New World",
      "ids": {
        "tmdb": 822119
      },
      "overview": "Tras reunirse con el recién elegido presidente de los EE. UU., Thaddeus Ross, Sam se encuentra en medio de un incidente internacional. Debe descubrir el motivo que se esconde tras un perverso complot global, antes de que su verdadero artífice enfurezca al mundo entero.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/vUNj55xlF0pSU5FU3yDHC6L5wVX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gha73Y96cFTOVwnWBwn8lVua65T.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/v1ZqN0k7prhjkSANsiqbzJT5UkU.png"
    },
    {
      "id": "tmdb:10138",
      "type": "movie",
      "name": "Iron Man 2",
      "ids": {
        "tmdb": 10138
      },
      "overview": "El mundo sabe que el multimillonario Tony Stark es Iron Man, el superhéroe enmascarado. Sometido a presiones por parte del gobierno, la prensa y la opinión pública para que comparta su tecnología con el ejército, Tony es reacio a desvelar los secretos de la armadura de Iron Man porque teme que esa información pueda caer en manos indeseables.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/ayyJVOV5I4MGjti7nIHC3mVCagR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wWu57zGqpAt7K746drOSjbwfIfe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e7jxjQ7zFnCaTSMuZGlMXmmrmA1.png"
    },
    {
      "id": "tmdb:766507",
      "type": "movie",
      "name": "Predator: La presa",
      "ids": {
        "tmdb": 766507
      },
      "overview": "Ambientada hace 300 años en la Nación Comanche. Naru es una joven guerrera, feroz y altamente hábil, que se crió a la sombra de algunos de los cazadores más legendarios que deambulan por las Grandes Llanuras. Cuando el peligro amenaza su campamento, se dispone a proteger a su gente. La presa a la que acecha y, en última instancia, se enfrenta, resulta ser un depredador alienígena evolucionado con un arsenal técnicamente avanzado, lo que deriva en un enfrentamiento cruel y aterrador entre los dos adversarios.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/sNAMqQ9T7YnXnvUSufeWzaRgK6Y.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9xB07GJyCKDGafs1etGL06DHb72.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bY4AIRuVi87Or6mXTuJAxBLVKUN.png"
    },
    {
      "id": "tmdb:762509",
      "type": "movie",
      "name": "Mufasa: El rey león",
      "ids": {
        "tmdb": 762509
      },
      "overview": "Rafiki debe transmitir la leyenda de Mufasa a la joven cachorro de león Kiara, hija de Simba y Nala, y con Timón y Pumba prestando su estilo característico. Mufasa, un cachorro huérfano, perdido y solo, conoce a un simpático león llamado Taka, heredero de un linaje real. Este encuentro casual pone en marcha un viaje de un extraordinario grupo de inadaptados que buscan su destino.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/dmw74cWIEKaEgl5Dv3kUTcCob6D.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9TPE8OxQozui6weF2VM7WDGQ48t.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dA8P5sURCCNGNucmnrCRN6zSvij.png"
    },
    {
      "id": "tmdb:9479",
      "type": "movie",
      "name": "Pesadilla antes de Navidad",
      "ids": {
        "tmdb": 9479
      },
      "overview": "Cuando Jack Skellington, el Señor de Halloween, descubre la Navidad, se queda fascinado y decide mejorarla. Sin embargo, su visión de la festividad es totalmente contraria al espíritu navideño. Sus planes incluyen el secuestro de Santa Claus y la introducción de cambios bastante macabros. Sólo su novia Sally es consciente del error que está cometiendo.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/pqFPpQ77VZ0moRgRRsxx7p39CS3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/anTsRX525z3LCBW9HMtu0kkoaU6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2ikJwB9udfYQY0uhC9kGzBYUzqG.png"
    },
    {
      "id": "tmdb:105",
      "type": "movie",
      "name": "Regreso al futuro",
      "ids": {
        "tmdb": 105
      },
      "overview": "El adolescente Marty McFly es amigo de Doc, un científico al que todos toman por loco. Cuando Doc crea una máquina para viajar en el tiempo, un error fortuito hace que Marty llegue a 1955, año en el que sus futuros padres aún no se habían conocido. Después de impedir su primer encuentro, deberá conseguir que se conozcan y se casen; de lo contrario, su existencia no sería posible.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/owk40tn1sFJmC7bhamEpmhdZPKa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aYFwRXjiilOavzJ6r6dYv7Q4kUV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jFYEAKzR1lkd2fhxqd8hp8fhR6u.png"
    },
    {
      "id": "tmdb:22",
      "type": "movie",
      "name": "Piratas del Caribe: La maldición de la Perla Negra",
      "ids": {
        "tmdb": 22
      },
      "overview": "El aventurero capitán Jack Sparrow recorre las aguas caribeñas. Pero su andanzas terminan cuando su enemigo, el capitán Barbossa le roba su barco, la Perla Negra, y ataca la ciudad de Port Royal, secuestrando a Elizabeth Swann, hija del gobernador. Will Turner, el amigo de la infancia de Elizabeth, se une a Jack para rescatarla y recuperar la Perla Negra. Pero el prometido de Elizabeth, comodoro Norrington, les persigue a bordo del HMS Impávido. Además, Barbossa y su tripulación son víctimas de un conjuro por el que están condenados a vivir eternamente, y a transformarse cada noche en esqueletos vivientes, en fantasmas guerreros.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/8zHnkTGyAImBcI49a1xFJHUjbaK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iJJnbmjON6s3pxHLas1gqmTty0V.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bgH4fgvP0nyw1BprzXmguT3an7v.png"
    },
    {
      "id": "tmdb:299534",
      "type": "movie",
      "name": "Vengadores: Endgame",
      "ids": {
        "tmdb": 299534
      },
      "overview": "Después de los eventos devastadores de 'Vengadores: Infinity War', el universo está en ruinas debido a las acciones de Thanos. Con la ayuda de los aliados que quedaron, los Vengadores deberán reunirse una vez más para intentar deshacer sus acciones y restaurar el orden en el universo de una vez por todas, sin importar cuáles sean las consecuencias... Cuarta y última entrega de la saga \"Vengadores\".",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/br6krBFpaYmCSglLBWRuhui7tPc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cGIL1ZUekenxxzSGjWKcrw9TXVq.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/buRixJDsTvxTHuY6xXK8p9wZoYU.png"
    },
    {
      "id": "tmdb:1267905",
      "type": "movie",
      "name": "Los Rose",
      "ids": {
        "tmdb": 1267905
      },
      "overview": "La vida parece fácil para la pareja perfecta que forman Ivy y Theo: carreras de éxito, un matrimonio feliz y unos hijos estupendos. Pero detrás de la fachada de su supuesta vida ideal, se avecina una tormenta: la carrera de Theo se desploma mientras que las ambiciones de Ivy despegan, lo que desencadena una caja de Pandora de competitividad y resentimiento ocultos.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/lXumhtgMOxA3aqocplC8YIMwOv8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uZqQPTeLZrZDCtV3AhSXjNXrwbu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mcetMHMuo0uklZlIdn3yx1Okfps.png"
    },
    {
      "id": "tmdb:1581",
      "type": "movie",
      "name": "The Holiday (Vacaciones)",
      "ids": {
        "tmdb": 1581
      },
      "overview": "Amanda Woods, una chica americana que posee una próspera agencia de publicidad especializada en trailers de películas, vive en el sur de California y acaba de romper con su novio. Por su parte, Iris Simpkins, redactora de la popular columna de bodas para el London Daily Telegraph, vive en una encantadora casa de campo en Inglaterra y sus relaciones con los hombres tampoco son fáciles. A través de internet llegan a un acuerdo para intercambiarse sus respectivas viviendas durante las Navidades.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/jGFqZ4bCAYaNZKHQKBZcTyrH1EV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pBnoGFZH3xjrc19byYllD3kAjIT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q1wWpsQ8rSfwstJsAh5NoodtpLI.png"
    },
    {
      "id": "tmdb:549053",
      "type": "movie",
      "name": "Last Christmas",
      "ids": {
        "tmdb": 549053
      },
      "overview": "Kate es una mujer joven que suele tomar siempre la decisión menos acertada. ¿Su último error? Haber aceptado un trabajo como elfo de Santa Claus en un centro comercial. Sin embargo, el destino la lleva a conocer a Tom, circunstancia que cambia por completo su vida. Para Kate, todo es demasiado bueno para ser cierto.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/AcVAqTnPSiOtuWIj0zauw5WyjYp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dwfiHJUZHDJ8otigew5gD7805Gs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cK3BnXY761mYtCGLyetUk4jT9ef.png"
    },
    {
      "id": "tmdb:68721",
      "type": "movie",
      "name": "Iron Man 3",
      "ids": {
        "tmdb": 68721
      },
      "overview": "El descarado y brillante empresario Tony Stark/Iron Man se enfrentará a un enemigo cuyo poder no conoce límites. Cuando Stark comprende que su enemigo ha destruido su universo personal, se embarca en una angustiosa búsqueda para encontrar a los responsables. Este viaje pondrá a prueba su entereza una y otra vez. Acorralado, Stark tendrá que sobrevivir por sus propios medios, confiando en su ingenio y su instinto para proteger a las personas que quiere.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/cW0fOIZONkgeiMJDYzqUcgl4MUn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rIUa56zPJ7RmkxvWAQGL8x86G6j.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tKbLuG9R3rZsDbo40qLcxIXijhP.png"
    },
    {
      "id": "tmdb:1125257",
      "type": "movie",
      "name": "Ponte en mi lugar de nuevo",
      "ids": {
        "tmdb": 1125257
      },
      "overview": "Años después de que Tess y Anna atravesaran una crisis de identidad, Anna ahora tiene una hija y una futura hijastra. Mientras enfrentan los innumerables desafíos que surgen cuando dos familias se fusionan, Tess y Anna descubren que el rayo puede caer dos veces.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/sqp4urYCbmSRbMYRt4SSb7oRQGJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eaOfttcgphz9LjogUWTotr663mu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/46p8t0o9Eg8srDIN1jwJtazPMwK.png"
    },
    {
      "id": "tmdb:862",
      "type": "movie",
      "name": "Toy Story",
      "ids": {
        "tmdb": 862
      },
      "overview": "Los juguetes de Andy, un niño de seis años, temen que haya llegado su hora y que un nuevo regalo de cumpleaños les sustituya en el corazón de su dueño. Woody, un vaquero que ha sido hasta ahora el juguete favorito de Andy, trata de tranquilizarlos hasta que aparece Buzz Lightyear, un héroe espacial dotado de todo tipo de avances tecnológicos. Woody es relegado a un segundo plano, pero su constante rivalidad se transformará en una gran amistad cuando ambos se pierden en la ciudad sin saber cómo volver a casa.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/y59d8PjuFSgJJN4VRS7jDoRgSM9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/j2EFHNmwqjzGjdcbtJ5TgO33h8O.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eX8LcW1zdjxvWNB5ZsZuhPO7NtP.png"
    },
    {
      "id": "tmdb:348",
      "type": "movie",
      "name": "Alien, el octavo pasajero",
      "ids": {
        "tmdb": 348
      },
      "overview": "De regreso a la Tierra, la nave de carga Nostromo interrumpe su viaje y despierta a sus siete tripulantes. El ordenador central, MADRE, ha detectado la misteriosa transmisión de una forma de vida desconocida, procedente de un planeta cercano aparentemente deshabitado. La nave se dirige entonces al extraño planeta para investigar el origen de la comunicación.",
      "year": 1979,
      "poster": "https://image.tmdb.org/t/p/w342/pZ9cAe5FxexJjpCaeiETbXzz3Fs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hdHIjZxq3SWFqpAz4NFhdbud0iz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vVxHP9OfHBXLSVU2pePQ4T1IOPz.png"
    },
    {
      "id": "tmdb:19959",
      "type": "movie",
      "name": "Los sustitutos",
      "ids": {
        "tmdb": 19959
      },
      "overview": "Ambientada en un mundo futurista donde los humanos viven aislados en interacción con robots, un policía (Willis) se verá forzado a abandonar su hogar por primera vez en años para una investigación. Todo comienza cuando dos agentes del FBI (Willis y Radha Mitchell) son asignados para investigar el misterioso asesinato de un estudiante universitario relacionado con el hombre que participó en la creación del fenómeno high-tech de los sustitutos, que permiten a la gente comprar versiones perfectas de sí mismos -en buena forma, guapos, y controlados por control remoto-. Estas máquinas perfectas acaban asumiendo sus roles vitales, de modo que la gente puede experimentar la vida a través de otro cómodamente sentados en el sofá de su casa. El asesinato pone de manifiesto una cuestión: en un mundo de máscaras ¿quién es real y en quién se puede confiar?",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/1JzxhNsVXEsFmlIIeFaFM70qRnh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wGWnUy65QYf8u0F47m2vLU1uzUi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1RncN7dFH1jWmNSOSgCcqzMJifh.png"
    },
    {
      "id": "tmdb:99861",
      "type": "movie",
      "name": "Vengadores: La era de Ultrón",
      "ids": {
        "tmdb": 99861
      },
      "overview": "Cuando Tony Stark intenta reactivar un programa caído en desuso cuyo objetivo es mantener la paz, las cosas empiezan a torcerse y los héroes más poderosos de la Tierra, incluyendo a Iron Man, Capitán América, Thor, El Increíble Hulk, Viuda Negra y Ojo de Halcón, tendrán que afrontar la prueba definitiva cuando el destino del planeta se ponga en juego. Cuando el villano Ultron emerge, le corresponderá a Los Vengadores detener sus terribles planes, que junto a incómodas alianzas llevarán a una inesperada acción que allanará el camino para una épica y única aventura.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/3Lz6h5rlCFNNyCZRaRJ2ZjtBnAE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kOkaGQEgAetMiPPhf5mYIherF75.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vGwih539oBuo4kYZSywx0t4pGze.png"
    },
    {
      "id": "tmdb:11395",
      "type": "movie",
      "name": "¡Vaya Santa Claus!",
      "ids": {
        "tmdb": 11395
      },
      "overview": "Scott Calvin es el padre divorciado de Charlie. La relación entre ellos se ha vuelto insoportable, pero en Nochebuena Santa Claus muere al caer del techo de su casa. Con la ayuda de Charlie, Scott será capaz de reemplazarle temporalmente.",
      "year": 1994,
      "poster": "https://image.tmdb.org/t/p/w342/9MeuzcdtXtZtrggxq53ew5p1Ekb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/SuE3jFBtnXS6SiyHFmLJp2wesO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jnp4425QcVZpbm73sAsNRijvr4b.png"
    }
  ]
}