{
  "metas": [
    {
      "id": "tmdb:269149",
      "type": "movie",
      "name": "Zootrópolis",
      "ids": {
        "tmdb": 269149
      },
      "overview": "La moderna metrópoli mamífera de Zootrópolis es una ciudad absolutamente única. Está compuesta de barrios con diferentes hábitats como la lujosa Plaza Sahara, el Distrito Selva Tropical y el gélido Distrito Tundra. Es un crisol donde los animales de cada entorno conviven, un lugar donde no importa lo que seas. De hecho puedes ser cualquier cosa, desde un elefante enorme hasta la musaraña más diminuta. Pero cuando llega la optimista agente Judy Hopps, descubre que ser la primera conejita de un cuerpo policial compuesto de animales duros y enormes no es nada fácil. Pero está decidida a demostrar su valía y se mete de cabeza en un caso, a pesar de que eso significa trabajar con Nick Wilde, un zorro parlanchín y estafador, para resolver el misterio.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/ysjmqe0fTDSHLqEUxggshnE1QVk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/r1kLM949LMK1HTwnPPJvX7FErrN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9XlMtEIoauZ546QVgPsA54t4P9D.png"
    },
    {
      "id": "tmdb:152760",
      "type": "movie",
      "name": "Operación Monumento",
      "ids": {
        "tmdb": 152760
      },
      "overview": "A finales de la II Guerra Mundial (1939-1945), a un selecto grupo de historiadores, directores de museos y expertos en arte, tanto británicos como norteamericanos, se les encomienda la importante y peligrosa misión de recuperar las obras de arte robadas por los nazis durante la guerra para devolvérselas a sus legítimos propietarios. Era una misión imposible: las obras estaban muy bien custodiadas y el ejército alemán tenía orden de destruirlas en cuanto el Reich cayera. Pero aquellos hombres, en una carrera contrarreloj, arriesgaron sus vidas para evitar la destrucción de miles de años de cultura de la humanidad.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/i6JxDxd7a3vFUNmUBTS5Laf5PsL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wzhTEnR4lnpPmvtsZouG3ii5f7W.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6WZGrddrH040EiREiQRQDtmNHjs.png"
    },
    {
      "id": "tmdb:617126",
      "type": "movie",
      "name": "Los Cuatro Fantásticos: Primeros pasos",
      "ids": {
        "tmdb": 617126
      },
      "overview": "Con un mundo retrofuturista inspirado en los años 60 como telón de fondo, la Primera Familia de Marvel deberá hacer frente a su mayor desafío hasta la fecha. Obligados a buscar el equilibrio entre su papel de héroes y sus fuertes vínculos familiares, tendrán que defender la Tierra de un hambriento dios espacial llamado Galactus y su intrigante heraldo, Estela Plateada.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/ckfiXWGEMWrUP53cc6QyHijLlhl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2etB3gzSGKTdCmEEIoaChdiN081.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zNJ0SoPc4ReFx8nrBLgbisNaNbx.png"
    },
    {
      "id": "tmdb:24428",
      "type": "movie",
      "name": "Los Vengadores",
      "ids": {
        "tmdb": 24428
      },
      "overview": "Cuando un enemigo inesperado surge como una gran amenaza para la seguridad mundial, Nick Fury, director de la Agencia SHIELD, decide reclutar a un equipo para salvar al mundo de un desastre casi seguro.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/ugX4WZJO3jEvTOerctAWJLinujo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/52Crh0xhowz2njCglZgBrHxXzVw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/41K6Pj56MITowyjsUyENSCtAIJY.png"
    },
    {
      "id": "tmdb:8871",
      "type": "movie",
      "name": "El Grinch",
      "ids": {
        "tmdb": 8871
      },
      "overview": "Cada año, en Navidad, los lugareños perturban su pacífica soledad con celebraciones cada vez más desmesuradas, luminosas y ruidosas. Cuando los Quién declaran que ese año van a preparar una Navidad el triple de grande, el Grinch se da cuenta de que solo hay un modo de recuperar algo de paz y silencio: robar la Navidad. Para ello, decide hacerse pasar por Santa Claus en Nochebuena, haciéndose con un reno muy peculiar para tirar de su trineo. Mientras tanto, en Villa Quién, una dulce niña llamada Cindy-Lou, desbordante de espíritu navideño, planea con sus amigos atrapar a Papá Noel durante su visita en Nochebuena para darle las gracias por ayudar a su trabajadora madre. Sin embargo, a medida que se acerca la noche mágica, sus buenas intenciones amenazan con chocar con las del Grinch, mucho más perversas.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/yCZ3xAPM5009ltBUUwPtCeWKQWy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qkt1Qn9j6yw9rcJhvSu1p3wuiBm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/87Gk6cCexvE0VVRF25ppQ2STubX.png"
    },
    {
      "id": "tmdb:19995",
      "type": "movie",
      "name": "Avatar",
      "ids": {
        "tmdb": 19995
      },
      "overview": "Año 2154. Jake Sully, un exmarine en silla de ruedas, es enviado al planeta Pandora, donde se ha creado el programa Avatar, gracias al cual los seres humanos pueden controlar de forma remota un cuerpo biológico con apariencia y genética de la especie nativa. Pronto se encontrará con la encrucijada entre seguir las órdenes de sus superiores o defender al mundo que le ha acogido y siente como suyo.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/t5T3LPbLLgP2OP6kloM9p2PXpJL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/Antz70VlRI2yU3iwYxyYUknzfz9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eYBa9fpSvZEYOl88ulP5fnRoCIi.png"
    },
    {
      "id": "tmdb:772",
      "type": "movie",
      "name": "Solo en casa 2: Perdido en Nueva York",
      "ids": {
        "tmdb": 772
      },
      "overview": "En plenas fiestas navideñas, el pequeño Kevin y su familia están a punto de coger un avión para disfrutar de unas pequeñas vacaciones, pero Kevin se equivoca y embarca en un avión que lo lleva a Nueva York, donde vuelve a encontrarse solo y desprotegido.",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/7sdiRUyc0ANHJptPhsgb1KL6hoq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/apUN9IfY2QXYEKDPfglFwZ8uB83.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ohoC5TdWmkUedRGElebBpYUiuyI.png"
    },
    {
      "id": "tmdb:76600",
      "type": "movie",
      "name": "Avatar: El sentido del agua",
      "ids": {
        "tmdb": 76600
      },
      "overview": "Más de una década después de los acontecimientos de 'Avatar', los Na'vi Jake Sully, Neytiri y sus hijos viven en paz en los bosques de Pandora hasta que regresan los hombres del cielo. Entonces comienzan los problemas que persiguen sin descanso a la familia Sully, que decide hacer un gran sacrificio para mantener a su pueblo a salvo y seguir ellos con vida.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/ckeTumMS4G31UQ9NNkmtW2QhfMF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zywwkL2P43ddZWZnH8E0SRICl5W.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gUnPGTrgaip4dKd9W2e3WDXbhnF.png"
    },
    {
      "id": "tmdb:1392796",
      "type": "movie",
      "name": "El diario de Greg: ¡Esto es el colmo!",
      "ids": {
        "tmdb": 1392796
      },
      "overview": "Cuando la despreocupación de Greg choca con las desorbitadas expectativas de su padre, este le presiona para que cambie de actitud. Tras rozar varias veces el desastre con hilarantes resultados, Greg recibe un ultimátum de su padre que podría hacerle dejar atrás sus días de \"pringao\" para siempre.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/xg6hPJGl130XkJgwWpBagMHojWz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/keUB8dKGnwRyzy9rGGR5GbUrb1S.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/r3hks5Zvksjf2ez6LmCwFT9y3pI.png"
    },
    {
      "id": "tmdb:552524",
      "type": "movie",
      "name": "Lilo y Stitch",
      "ids": {
        "tmdb": 552524
      },
      "overview": "La conmovedora y divertidísima historia de una solitaria niña hawaiana y el extraterrestre fugitivo que la ayuda a reparar su desestructurada familia.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/4oLLOAT55JhAoe73VliaSKFvEEr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/Aj0umGs0heNJ4VKtkaRQWeg6Tyx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/toXaWRjF0DpaQ9yzdbyKoFpFLkU.png"
    },
    {
      "id": "tmdb:1022789",
      "type": "movie",
      "name": "Del revés 2 (Inside Out 2)",
      "ids": {
        "tmdb": 1022789
      },
      "overview": "Riley entra en la adolescencia y el Cuartel General de su cabeza sufre una repentina reforma para hacerle hueco a algo totalmente inesperado propio de la pubertad: ¡nuevas emociones! Alegría, Tristeza, Ira, Miedo y Asco, con años de impecable gestión a sus espaldas (según ellos...) no saben muy bien qué sentir cuando aparece con enorme ímpetu Ansiedad. Y no viene sola: le acompañan envidia, vergüenza y aburrimiento.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/lE3DCRI7bQgHSiIuEPcFiXpiuGV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kP672BfrcvUwGVvf5l0vtfOJaV0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2pThxAbwd3L1XQ5LpHxWmADXzTx.png"
    },
    {
      "id": "tmdb:106",
      "type": "movie",
      "name": "Depredador",
      "ids": {
        "tmdb": 106
      },
      "overview": "Un comando de mercenarios es contratados por la CIA para rescatar a unos pilotos apresados por las guerrillas en la selva Centroamericana. La misión resulta satisfactoria, pero durante su viaje de regreso se dan cuenta de que algo está dándoles caza uno a uno, ese algo resulta ser un cazador alienígena que se queda con las calaveras de sus víctimas como trofeos",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/bzLLeqhNBNmO6WImHrrmLNyhMxi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7rVEwVy1oEllmFcHsdCJhAoKGRC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e4dOUF9wnKgRGglTsozEPOee9U4.png"
    },
    {
      "id": "tmdb:1241982",
      "type": "movie",
      "name": "Vaiana 2",
      "ids": {
        "tmdb": 1241982
      },
      "overview": "Tras recibir una inesperada llamada de sus antepasados, Vaiana debe viajar a los lejanos mares de Oceanía y adentrarse en peligrosas aguas perdidas para vivir una aventura sin precedentes.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/bit1B5F7IQydiWqdwAAD8f9TkXs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lQy8AeqG39WtlVTFKRd9OpWkKxP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6y1b2fmGr4ZoIxMcQRBF0PQ6Sw.png"
    },
    {
      "id": "tmdb:597",
      "type": "movie",
      "name": "Titanic",
      "ids": {
        "tmdb": 597
      },
      "overview": "Jack, un joven artista, gana en una partida de cartas un pasaje para viajar a América en el Titanic, el transatlántico más grande y seguro jamás construido. A bordo conoce a Rose, una joven de una buena familia venida a menos que va a contraer un matrimonio de conveniencia con Cal, un millonario engreído a quien sólo interesa el prestigioso apellido de su prometida. Jack y Rose se enamoran, pero el prometido y la madre de ella ponen todo tipo de trabas a su relación. Mientras, el gigantesco y lujoso transatlántico se aproxima hacia un inmenso iceberg.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/VMOt5scbGmBKDvkfHjZN6Ki54i.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iqaoArCi5bOQ5CJTMcl1lSSBIgw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rLzHguwcdni9Jam8rMtMlg5XG2D.png"
    },
    {
      "id": "tmdb:411",
      "type": "movie",
      "name": "Las crónicas de Narnia: El león, la bruja y el armario",
      "ids": {
        "tmdb": 411
      },
      "overview": "La historia narra las aventuras de cuatro hermanos: Lucy, Edmund, Susan y Peter, que durante la Segunda Guerra Mundial descubren el mundo de Narnia, al que acceden a través de un armario mágico mientras juegan al escondite en la casa de campo de un viejo profesor. En Narnia descubrirán un mundo increíble habitado por animales que hablan, duendes, faunos, centauros y gigantes al que la Bruja Blanca- Jadis- ha condenado al invierno eterno. Con la ayuda del león Aslan, el noble soberano, los niños lucharán para vencer el poder que la Bruja Blanca ejerce sobre Narnia en una espectacular batalla y conseguir así liberarle de la maldición del frío.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/2Lv2wKf2YocOcRfzmvQYOUGRhFg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7r0deSDnpTCKtSW6S0Y1tKWYpRx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iENpLLnQw6J35cejyGATK6EJRW9.png"
    },
    {
      "id": "tmdb:1550797",
      "type": "movie",
      "name": "Patrulla de aterrizaje: Protocolo bola de nieve",
      "ids": {
        "tmdb": 1550797
      },
      "overview": "Los elfos navideños Lanny y Wayne entran en pánico cuando su misión para las fiestas sale mal y deja a Wayne pensando que tiene un gran problema con Santa por lo que le revela sin querer otros errores festivos.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/nmbyvqhJE9MMSW0zYCvCsEfgY0C.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hQqcGhutCvhKGqyYLZZosmYo2Js.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/l8e7CIzDiUjG7Cyu4SATnlqtlge.png"
    },
    {
      "id": "tmdb:533535",
      "type": "movie",
      "name": "Deadpool y Lobezno",
      "ids": {
        "tmdb": 533535
      },
      "overview": "Un apático Wade Wilson se afana en la vida civil tras dejar atrás sus días como Deadpool, un mercenario moralmente flexible. Pero cuando su mundo natal se enfrenta a una amenaza existencial, Wade debe volver a vestirse a regañadientes con un Lobezno aún más reacio a ayudar.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/9TFSqghEHrlBMRR63yTx80Orxva.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/A1OvvfGOyq2NwPYUDpykkN3IZOk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8tM2mDr1dj7eaXYrMdLlop3wypw.png"
    },
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:562",
      "type": "movie",
      "name": "Jungla de cristal",
      "ids": {
        "tmdb": 562
      },
      "overview": "John MacClane, un duro policía neoyorquino, acude a Los Angeles para pasar unos días de vacaciones con sus hijos y su esposa Holly. En el transcurso de la fiesta navideña que la empresa de Holly da en el moderno edificio Nakatoni, éste es asaltado por un supuesto grupo terrorista liderado por un megalomano llamado Hans Gruber.",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/m54tK4wKjc1w2dp7QInG0munGao.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sLkFsobxXyofIwnp13I08ZZccdj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/w8DyM4j0cGVfSvrDqf3AtgEkdqr.png"
    },
    {
      "id": "tmdb:653346",
      "type": "movie",
      "name": "El reino del planeta de los simios",
      "ids": {
        "tmdb": 653346
      },
      "overview": "Ambientada varias generaciones en el futuro tras el reinado de César, en la que los simios son la especie dominante que vive en armonía y los humanos se han visto reducidos a vivir en la sombra. Mientras un nuevo y tiránico líder simio construye su imperio, un joven simio emprende un angustioso viaje que le llevará a cuestionarse todo lo que sabe sobre el pasado y a tomar decisiones que definirán el futuro de simios y humanos por igual.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/kkFn3KM47Qq4Wjhd8GuFfe3LX27.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1jxm0N4l4qwFiN3Nq47BBnRABAa.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/egEloyD9ziPa38PovEqApz7qWvg.png"
    },
    {
      "id": "tmdb:299536",
      "type": "movie",
      "name": "Vengadores: Infinity War",
      "ids": {
        "tmdb": 299536
      },
      "overview": "El todopoderoso Thanos ha despertado con la promesa de arrasar con todo a su paso, portando el Guantelete del Infinito, que le confiere un poder incalculable. Los únicos capaces de pararle los pies son los Vengadores y el resto de superhéroes de la galaxia, que deberán estar dispuestos a sacrificarlo todo por un bien mayor. Capitán América e Ironman deberán limar sus diferencias, Black Panther apoyará con sus tropas desde Wakanda, Thor y los Guardianes de la Galaxia e incluso Spider-Man se unirán antes de que los planes de devastación y ruina pongan fin al universo. ¿Serán capaces de frenar el avance del titán del caos?",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/ksBQ4oHQDdJwND8H90ay8CbMihU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zcU8TBp4Ke5qLomJSrSQC1KS0XJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6SH4ANv9KvArYxdJ2TDvSJCvGhG.png"
    },
    {
      "id": "tmdb:578",
      "type": "movie",
      "name": "Tiburón",
      "ids": {
        "tmdb": 578
      },
      "overview": "En la costa de un pequeño pueblo del Este de Estados Unidos, un enorme tiburón ataca a varias personas. Temiendo las fatales consecuencias que esto puede provocar en el negocio turístico, el alcalde se niega a cerrar las playas y a difundir la noticia. Pero un nuevo ataque del tiburón, en la propia playa, termina con la vida de otro bañista. El terror se ha hecho público, así que un veterano cazador de tiburones, un científico y el jefe de la policía local se unen para dar caza al temible escualo...",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/85MbaRlyfZfZGVHoFy2Am53oVYt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4oEI7gHVlMGGKvbJVUQbS2gKBNe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mC7chprNBS4r3kWsbPc0ItmyfUG.png"
    },
    {
      "id": "tmdb:986056",
      "type": "movie",
      "name": "Thunderbolts*",
      "ids": {
        "tmdb": 986056
      },
      "overview": "Un grupo de supervillanos poco convencional es reclutado para hacer misiones para el gobierno: Yelena Belova, Bucky Barnes, Red Guardian, Ghost, Taskmaster y John Walker. Después de verse atrapados en una trampa mortal urdida por Valentina Allegra de Fontaine, estos marginados deben embarcarse en una peligrosa misión que les obligará a enfrentarse a los recovecos más oscuros de su pasado.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/yDWU8YyFkPnlVY627QXPvct8bz9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9SmiD1Won7pJeay8oT4BMRDZvgA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4sUkCkcG4MPBEJLC7OAhRwKir2.png"
    },
    {
      "id": "tmdb:109445",
      "type": "movie",
      "name": "Frozen: El reino del hielo",
      "ids": {
        "tmdb": 109445
      },
      "overview": "Cuando una profecía condena a un reino a un invierno eterno, Anna, una joven optimista se une a un temerario montañero llamado Kristoff y a su compinche el reno Sven. Juntos emprenden un viaje épico en busca de Elsa, hermana de Anna y reina de Las Nieves para poner fin al gélido hechizo.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/hAKhrHvzQDUHQP5zd5HFeqF2BCN.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFbk12sQb01c2sbaK9sTk9KBpQj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kXd4Uu7gpuJDC6EM6ylfcd779VL.png"
    },
    {
      "id": "tmdb:1376434",
      "type": "movie",
      "name": "Predator: Asesino de asesinos",
      "ids": {
        "tmdb": 1376434
      },
      "overview": "Esta antología original de animación narra las aventuras de tres de los guerreros más fieros de la historia de la humanidad: una saqueadora vikinga que guía a su hijo en su sangrienta búsqueda de la venganza, un ninja del Japón feudal que se enfrenta a su hermano samurái en una brutal batalla por la sucesión y un piloto de la Segunda Guerra Mundial que surca los cielos para investigar una amenaza extraterrestre contra los Aliados.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/8upWJ1KTR1bAPqXCHAuVOhfuiAZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fimVi0r1DWNjzkCEygqZHOWmuZ9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bwNt35kwuoK7T1VdRThDbGVBp7H.png"
    },
    {
      "id": "tmdb:58",
      "type": "movie",
      "name": "Piratas del Caribe: El cofre del hombre muerto",
      "ids": {
        "tmdb": 58
      },
      "overview": "Will Turner y Elizabeth Swann se van a casar, pero ambos son hechos prisioneros por Lord Cutler Beckett y acusados de haber liberado al capitán Jack Sparrow. Para salvar su vida, Will tendrá que encontrar a Jack y conseguir su misteriosa brújula. Esta esconde un gran poder, además de la clave de una deuda de sangre del pirata con un temible y siniestro Davy Jones, el legendario capitán del barco fantasma Holandés Errante.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/7L7H6sHAt48EfwsqFaa0dw2NJhz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pF9pKqIrh8eKEPLuoNpKgZZLS2m.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xvGm4FFJs6IDChZp491IbFVNHEw.png"
    },
    {
      "id": "tmdb:11688",
      "type": "movie",
      "name": "El emperador y sus locuras",
      "ids": {
        "tmdb": 11688
      },
      "overview": "El arrogante y egoísta emperador Cuzco es traicionado y convertido en llama por la ambiciosa Yzma y su guardaespaldas Kronk. El emperador, que una vez lo tuvo todo, se verá abocado a confiar en un llano y simpático campesino llamado Pacha, para encontrarse a sí mismo.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/X9jChoAotaGU81lEraUVi8RHOe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/797LRX8B0ozhcXYJggyfhZhwmIm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dBQWG79yO7pO50rWeECeiMTlu9N.png"
    },
    {
      "id": "tmdb:566525",
      "type": "movie",
      "name": "Shang-Chi y la leyenda de los Diez Anillos",
      "ids": {
        "tmdb": 566525
      },
      "overview": "Adaptación cinematográfica del héroe creado por Steve Englehart y Jim Starlin en 1973, un personaje mitad chino, mitad americano, cuyo característico estilo de combate mezclaba kung-fu, nunchacos y armas de fuego.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/9VqajJXm29uprSaxOcEh7O0d6E9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/muhhLF78OcFpDiigX8aPmbkZ1Ck.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tTk37yTkul9ujyuEleC4L2UMUro.png"
    },
    {
      "id": "tmdb:1562010",
      "type": "movie",
      "name": "Taylor Swift: The Eras tour (The final show)",
      "ids": {
        "tmdb": 1562010
      },
      "overview": "\"Taylor Swift | The Eras Tour | The Final Show\" es el vídeo del concierto completo, incluido \"THE TORTURED POETS DEPARTMENT\", que se grabó en Vancouver, Columbia Británica, el último día de la gira que ha hecho historia.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/zziixUT6aqMiy3WN3mnOes0SEWi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5weFsooOJWsczB8GDPXKH84OQgK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iVADoUiO80AqEhIzyy3uLkq4Sdr.png"
    },
    {
      "id": "tmdb:285",
      "type": "movie",
      "name": "Piratas del Caribe: En el fin del mundo",
      "ids": {
        "tmdb": 285
      },
      "overview": "Siguiendo la estela de lo sucedido en “Piratas del caribe: el cofre del hombre muerto”, encontramos a nuestros héroes Will Turner y Elizabeth Swann aliados con el capitán Barbossa, en una búsqueda desesperada para liberar al capitán Jack Sparrow de las manos de Davy Jones. Mientras, el terrorífico barco fantasma, el Holandés Errante, bajo el control de la Compañía de las Indias Orientales, causa estragos a lo largo de los Siete Mares. Will y Elizabeth, navegando en medio de la traición, la felonía y mares salvajes, deben seguir adelante rumbo a Singapur y enfrentarse al astuto pirata chino Sao Feng. Ahora, en los mismísimos confines de la tierra, todos ellos deben elegir un bando en la batalla final, ya que no sólo sus vidas y fortunas, sino también el futuro de la piratería clásica, pende de un hilo...",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/xHcUMez2b1QiMGQYCuQTAlqwDEe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2djqGyv2JREkZlO9ujw0DurosSn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qvfBqKrcarW0NoLoH41zsErtoAJ.png"
    },
    {
      "id": "tmdb:119450",
      "type": "movie",
      "name": "El amanecer del planeta de los simios",
      "ids": {
        "tmdb": 119450
      },
      "overview": "Un grupo de simios con grandes cualidades para la supervivencia toma las calles, liderado por César, un simio dotado de una inteligencia y unos instintos superiores para cualquier primate. Ante la necesidad de libertad, esta raza animal decide no doblegarse ante los humanos. Tendrá que luchar contra un grupo de humanos que han sobrevivido a una fuerte epidemia, desatada en la década anterior. Ambas partes han establecido una tregua, pero se verá interrumpida.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/mP5Wr0YkO3EDqc6vkvtdifi7KKI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hkYU2SlXjR1h24ushpUM1CYzzzD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mVCvVA0t59XzM4wIoxqtj1lRpbv.png"
    },
    {
      "id": "tmdb:862",
      "type": "movie",
      "name": "Toy Story",
      "ids": {
        "tmdb": 862
      },
      "overview": "Los juguetes de Andy, un niño de seis años, temen que haya llegado su hora y que un nuevo regalo de cumpleaños les sustituya en el corazón de su dueño. Woody, un vaquero que ha sido hasta ahora el juguete favorito de Andy, trata de tranquilizarlos hasta que aparece Buzz Lightyear, un héroe espacial dotado de todo tipo de avances tecnológicos. Woody es relegado a un segundo plano, pero su constante rivalidad se transformará en una gran amistad cuando ambos se pierden en la ciudad sin saber cómo volver a casa.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/y59d8PjuFSgJJN4VRS7jDoRgSM9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/j2EFHNmwqjzGjdcbtJ5TgO33h8O.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eX8LcW1zdjxvWNB5ZsZuhPO7NtP.png"
    },
    {
      "id": "tmdb:98",
      "type": "movie",
      "name": "Gladiator",
      "ids": {
        "tmdb": 98
      },
      "overview": "En el año 180, el Imperio Romano domina todo el mundo conocido. Tras una gran victoria sobre los bárbaros del norte, el anciano emperador Marco Aurelio decide transferir el poder a Máximo, bravo general de sus ejércitos y hombre de inquebrantable lealtad al imperio. Pero su hijo Cómodo, que aspiraba al trono, no lo acepta y trata de asesinar a Máximo.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/p08mUnCktZ2opGihZTAn7OqzOoi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qvmywctvXjXcI5dXzhMGKU41qfs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aF9ldcxU5HOEvrrhkZnd9jePoWu.png"
    },
    {
      "id": "tmdb:354912",
      "type": "movie",
      "name": "Coco",
      "ids": {
        "tmdb": 354912
      },
      "overview": "Un joven aspirante a músico llamado Miguel se embarca en un viaje extraordinario a la mágica tierra de sus ancestros. Allí, el encantador embaucador Héctor se convierte en su inesperado amigo y le ayuda a descubrir los misterios detrás de las historias y tradiciones de su familia.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/oburjHqzOrTtDLYbLunKLwUHhk1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i6NHT3k9CunXRCnlNyjm2bkuanN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/A5WVnUk6qcSQla6yMsPW2nQ7VB3.png"
    },
    {
      "id": "tmdb:1687",
      "type": "movie",
      "name": "Huida del planeta de los simios",
      "ids": {
        "tmdb": 1687
      },
      "overview": "Tres simios, la doctora Zira, Cornelius y el doctor Milo, han conseguido sobrevivir al desastre nuclear en su planeta y, tras arreglar la nave de los humanos, viajan en el tiempo hasta llegar a la Tierra de finales del siglo XX. Al llegar, mientras son estudiados en un centro de investigación para determinar su nivel de inteligencia, se niegan a revelar lo que saben sobre la civilización humana.",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/mCbFub0UiNQi3SBSOjwGNLhEroc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nA6AB6AvDxnADyp3nuG5S8ozoEl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5EJMjY7MJZxzhqOYnv9ECGsh6SG.png"
    },
    {
      "id": "tmdb:822119",
      "type": "movie",
      "name": "Capitán América: Brave New World",
      "ids": {
        "tmdb": 822119
      },
      "overview": "Tras reunirse con el recién elegido presidente de los EE. UU., Thaddeus Ross, Sam se encuentra en medio de un incidente internacional. Debe descubrir el motivo que se esconde tras un perverso complot global, antes de que su verdadero artífice enfurezca al mundo entero.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/vUNj55xlF0pSU5FU3yDHC6L5wVX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gha73Y96cFTOVwnWBwn8lVua65T.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/v1ZqN0k7prhjkSANsiqbzJT5UkU.png"
    },
    {
      "id": "tmdb:2062",
      "type": "movie",
      "name": "Ratatouille",
      "ids": {
        "tmdb": 2062
      },
      "overview": "Remy es una simpática rata que sueña con convertirse en un gran chef francés a pesar de la oposición de su familia y del problema evidente que supone ser una rata en una profesión que detesta a los roedores. El destino lleva entonces a Remy a las alcantarillas de París, pero su situación no podría ser mejor, ya que se encuentra justo debajo de un restaurante que se ha hecho famoso gracias a Auguste Gusteau, una estrella de la cuisine. A pesar del peligro que representa ser un visitante poco común (y desde luego nada deseado) en los fogones de un exquisito restaurante francés, la pasión de Remy por la cocina pone patas arriba el mundo culinario parisino en una trepidante y emocionante aventura.",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/nGUelOVetiRpY2wTBMHTbrTIGYC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/d2Dre7DZX2Z7ltz9XTCy2ElAQ8X.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tlgUHYHaoUS4FRKauBKcLR0DTEb.png"
    },
    {
      "id": "tmdb:564",
      "type": "movie",
      "name": "La momia",
      "ids": {
        "tmdb": 564
      },
      "overview": "El legionario Rick O'Connell y su socio descubren durante una batalla en Egipto las ruinas de Hamunaptra, la ciudad de los muertos. Pasado un tiempo, este descubrimiento le permitirá salvar su vida y volver al lugar con una egiptóloga y su hermano, donde coinciden con un grupo de americanos. Todos ellos, seducidos por la aventura, provocarán la resurrección de la momia de un diabólico sacerdote egipcio que intenta desesperadamente recuperar a su amada.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/aGRMxB5ve2nSKsq8ww6PyUwhWpP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/khIjSqFwgZqakF1sBaUEpwI4BJo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wN5ECzhPYnphWKPvqrVVmQnGUrC.png"
    },
    {
      "id": "tmdb:1734",
      "type": "movie",
      "name": "El regreso de la momia",
      "ids": {
        "tmdb": 1734
      },
      "overview": "Han pasado diez años, Rick O'Connell se ha casado con Evelyn, y ambos son padres del pequeño Alex, de ocho años. Cuando, tras una serie de acontecimientos, la momia del antiguo sacerdote egipcio Im-Ho-Tep es resucitada por una extraña secta en el British Museum, y la maldición milenaria del Rey Escorpión -que seis mil años atrás traicionó al dios Anubis- lo devuelve a la vida, el choque entre ambas fuerzas malignas desencadenará el caos en el mundo... si Rick y Evelyn no consiguen evitarlo.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/x5CeEQ2iq9A20LbU0K4Q1TMxFDs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4bON0uGExy9u9VifNuKF6OZqqA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/pj6XmRqroMzRoF7pUMeNT2Q4Kt.png"
    },
    {
      "id": "tmdb:550",
      "type": "movie",
      "name": "El Club de la Lucha",
      "ids": {
        "tmdb": 550
      },
      "overview": "Un joven sin ilusiones lucha contra su insomnio, consecuencia quizás de su hastío por su gris y rutinaria vida. En un viaje en avión conoce a Tyler Durden, un carismático vendedor de jabón que sostiene una filosofía muy particular: el perfeccionismo es cosa de gentes débiles; en cambio, la autodestrucción es lo único que hace que realmente la vida merezca la pena. Ambos deciden entonces formar un club secreto de lucha donde descargar sus frustaciones y su ira que tendrá un éxito arrollador.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/sgTAWJFaB2kBvdQxRGabYFiQqEK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gfW41jGgnB4Hrxih7anVqq6TkXL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/z6yka0HngU3FPjcWBc4CSxokUg0.png"
    },
    {
      "id": "tmdb:10138",
      "type": "movie",
      "name": "Iron Man 2",
      "ids": {
        "tmdb": 10138
      },
      "overview": "El mundo sabe que el multimillonario Tony Stark es Iron Man, el superhéroe enmascarado. Sometido a presiones por parte del gobierno, la prensa y la opinión pública para que comparta su tecnología con el ejército, Tony es reacio a desvelar los secretos de la armadura de Iron Man porque teme que esa información pueda caer en manos indeseables.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/ayyJVOV5I4MGjti7nIHC3mVCagR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wWu57zGqpAt7K746drOSjbwfIfe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e7jxjQ7zFnCaTSMuZGlMXmmrmA1.png"
    },
    {
      "id": "tmdb:762509",
      "type": "movie",
      "name": "Mufasa: El rey león",
      "ids": {
        "tmdb": 762509
      },
      "overview": "Rafiki debe transmitir la leyenda de Mufasa a la joven cachorro de león Kiara, hija de Simba y Nala, y con Timón y Pumba prestando su estilo característico. Mufasa, un cachorro huérfano, perdido y solo, conoce a un simpático león llamado Taka, heredero de un linaje real. Este encuentro casual pone en marcha un viaje de un extraordinario grupo de inadaptados que buscan su destino.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/dmw74cWIEKaEgl5Dv3kUTcCob6D.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9TPE8OxQozui6weF2VM7WDGQ48t.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dA8P5sURCCNGNucmnrCRN6zSvij.png"
    },
    {
      "id": "tmdb:105",
      "type": "movie",
      "name": "Regreso al futuro",
      "ids": {
        "tmdb": 105
      },
      "overview": "El adolescente Marty McFly es amigo de Doc, un científico al que todos toman por loco. Cuando Doc crea una máquina para viajar en el tiempo, un error fortuito hace que Marty llegue a 1955, año en el que sus futuros padres aún no se habían conocido. Después de impedir su primer encuentro, deberá conseguir que se conozcan y se casen; de lo contrario, su existencia no sería posible.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/owk40tn1sFJmC7bhamEpmhdZPKa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aYFwRXjiilOavzJ6r6dYv7Q4kUV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jFYEAKzR1lkd2fhxqd8hp8fhR6u.png"
    },
    {
      "id": "tmdb:22",
      "type": "movie",
      "name": "Piratas del Caribe: La maldición de la Perla Negra",
      "ids": {
        "tmdb": 22
      },
      "overview": "El aventurero capitán Jack Sparrow recorre las aguas caribeñas. Pero su andanzas terminan cuando su enemigo, el capitán Barbossa le roba su barco, la Perla Negra, y ataca la ciudad de Port Royal, secuestrando a Elizabeth Swann, hija del gobernador. Will Turner, el amigo de la infancia de Elizabeth, se une a Jack para rescatarla y recuperar la Perla Negra. Pero el prometido de Elizabeth, comodoro Norrington, les persigue a bordo del HMS Impávido. Además, Barbossa y su tripulación son víctimas de un conjuro por el que están condenados a vivir eternamente, y a transformarse cada noche en esqueletos vivientes, en fantasmas guerreros.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/8zHnkTGyAImBcI49a1xFJHUjbaK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iJJnbmjON6s3pxHLas1gqmTty0V.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bgH4fgvP0nyw1BprzXmguT3an7v.png"
    },
    {
      "id": "tmdb:38757",
      "type": "movie",
      "name": "Enredados",
      "ids": {
        "tmdb": 38757
      },
      "overview": "Flynn Rider, el más buscado -y encantador- bandido del reino, se esconde en una misteriosa torre y allí se encuentra con Rapunzel, una bella y avispada adolescente con una cabellera dorada de 21 metros de largo, que vive encerrada allí desde hace años. Ambos sellan un pacto y a partir de ese momento la pareja vivirá emocionantes aventuras en compañía de un caballo superpolicía, un camaleón sobreprotector y una ruda pandilla de matones",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/z5kvXWek4smCyeWBDJQkT5sLc9T.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hloHqMjQYHgSah2KRi9mdIF4SYy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dHkN6MBT9WnmahgHPGKXWvucDkE.png"
    },
    {
      "id": "tmdb:585",
      "type": "movie",
      "name": "Monstruos, S.A.",
      "ids": {
        "tmdb": 585
      },
      "overview": "Monsters Inc. es la mayor empresa de miedo del mundo, y James P. Sullivan es uno de sus mejores empleados. Asustar a los niños no es un trabajo fácil, ya que todos creen que los niños son tóxicos y no pueden tener contacto con ellos. Pero un día una niña se cuela sin querer en la empresa, provocando el caos.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/g3SgHEb5ej2MioGfYLrZVshF909.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cUsbqCE1VQxtjOaYtZvKFKcTLmJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/AjXCJ8VGSdhQdLmHzKH2VTNnJmv.png"
    },
    {
      "id": "tmdb:4951",
      "type": "movie",
      "name": "10 razones para odiarte",
      "ids": {
        "tmdb": 4951
      },
      "overview": "Las hermanas Stratford son muy distintas. La guapa y popular Bianca nunca ha salido con un chico, y Kat, su hermana mayor, es una bruja con muy mal genio, y algo arisca, que se ha propuesto rechazar a cualquier chico que demuestre el más mínimo interés por ella. Desgraciadamente, el estricto reglamento que rige el hogar de los Stratford prohibe a Blanca tener novio hasta que su insoportable hermana tenga uno; situación que parece más que improbable teniendo en cuenta que Kat lleva una vida social desastrosa. Blanca está desesperada por ir al baile de fin de curso. Pero su pretendiente, Cameron, guarda una sorpresa...",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/ugSquUOt4U0a6xsgWUiOZcr5plz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3ufjjfPqcNDOKb1PzuMRRkTSYD7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hAZgiJM9MyGT2RFAMdzj4uRlcVf.png"
    },
    {
      "id": "tmdb:32657",
      "type": "movie",
      "name": "Percy Jackson y el ladrón del rayo",
      "ids": {
        "tmdb": 32657
      },
      "overview": "Adaptación de la novela publicada en España con el título de 'El Ladrón del Rayo. Después de ir a un campamento, Percy, un chico aparentemente normal, (Lerman) descubre que es hijo de Poseidón, el dios de los mares, y que su mejor amigo Grover (Jackson) es un sátiro. A partir de ahí, él y sus dos amigos (dos semidioses y un sátiro) recorrerán el país, que está plagado de monstruos mitológicos, para restaurar el orden cósmico antes de que se ponga el sol en el día más largo del año. Percy busca recuperar la paz, rescatar a su madre, conocer a su padre y comprender quién es él mismo. Todo un reto que debe superar en apenas diez días.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/piKMSnCCT0oqLZ9GWAALXX9e1qh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yLrRQy4kmHE25zlr4W1mDDfrzCC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oWoiedMh2IOaaRmct1x82wXzckh.png"
    },
    {
      "id": "tmdb:11",
      "type": "movie",
      "name": "La guerra de las galaxias",
      "ids": {
        "tmdb": 11
      },
      "overview": "La princesa Leia, líder del movimiento rebelde que desea reinstaurar la República en la galaxia en los tiempos ominosos del Imperio, es capturada por las malévolas Fuerzas Imperiales, capitaneadas por el implacable Darth Vader, el sirviente más fiel del emperador. El intrépido Luke Skywalker, ayudado por Han Solo, capitán de la nave espacial \"El Halcón Milenario\", y los androides, R2D2 y C3PO, serán los encargados de luchar contra el enemigo y rescatar a la princesa para volver a instaurar la justicia en el seno de la Galaxia.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/ahT4ObS7XKedQkOSpGr1wQ97aKA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rOzHJtqy8qnzakP2nLDV6DEJwFL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9SVoSm09OVBRLtPU0z2zXcLvyuJ.png"
    },
    {
      "id": "tmdb:14160",
      "type": "movie",
      "name": "Up",
      "ids": {
        "tmdb": 14160
      },
      "overview": "Tras atar miles de globos a su casa, Carl Fredricksen, un vendedor de globos jubilado, se embarca en el mundo de los sueños de la infancia. Pero sin que Carl lo sepa, Russell, un explorador de 8 años, se encuentra en el lugar equivocado en el momento equivocado: el porche delantero de la casa. El dúo más improbable conoce a fantásticos amigos como Dug, un perro con un collar especial que le permite hablar, y Kevin, un pájaro de cuatro metros de altura que no vuela. Atrapados en la selva, Carl se da cuenta de que a veces las mayores aventuras de la vida son las que menos esperabas.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/1N0LtzUueXrlnpL466jQBJ6iAuj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7kfRnyAK9K9EQZJ4FmrEB1datuU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iZQ49BuiUEjY2JsneLXjUkiD1YU.png"
    }
  ]
}