{
  "metas": [
    {
      "id": "tmdb:1028248",
      "type": "movie",
      "name": "As Good As Dead. Ahora más peligroso",
      "ids": {
        "tmdb": 1028248
      },
      "overview": "Bryant (Michael Jai White), un hombre con un pasado misterioso, se muda a un pequeño pueblo fronterizo mexicano para empezar de nuevo y vivir una vida sencilla. Mientras está allí, se hace amigo de mala gana de un adolescente local con problemas que recientemente perdió a su madre y está siendo reclutado por la pandilla callejera local.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/niTXgu5Ydz64KkanuPqkppfW5gI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mV4HOq4Q8QxigC4z0YvHWSjrs8H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/atHM5eeBUXQLw6zpulhW86mSoZA.png"
    },
    {
      "id": "tmdb:933260",
      "type": "movie",
      "name": "La sustancia",
      "ids": {
        "tmdb": 933260
      },
      "overview": "'Tú, pero mejor en todos los sentidos'. Esa es la promesa de la sustancia, un producto revolucionario basado en la división celular, que crea un alter ego más joven, más bello, más perfecto.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/w1PiIqM89r4AM7CiMEP4VLCEFUn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5ChQ84lkuix0Rl8PqOKXTQgjI8l.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bVnwy0nR5RLvQ2vDPo5VLO9nCsj.png"
    },
    {
      "id": "tmdb:592695",
      "type": "movie",
      "name": "Pleasure",
      "ids": {
        "tmdb": 592695
      },
      "overview": "La joven Linnéa deja atrás su vida en un pueblo sueco para ir a Los Angeles y convertirse en la próxima gran estrella porno. El camino hacia su objetivo será más accidentado de lo que había imaginado.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/eq2JtD4oWJG82zWMaJvzwsV7whK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/frh6CYLtdXVcJ7cEDBQQGQPkaUx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3ZFtbU6R6p4gulKHDXJ02ebPv8l.png"
    },
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:541339",
      "type": "movie",
      "name": "Las Niñas Bien",
      "ids": {
        "tmdb": 541339
      },
      "overview": "En medio de casas de lujo, autos Grand Marquis y música de Julio Iglesias, Yuri y Menudo, Sofia  y un grupo de mujeres viven los devenires del clasismo, las buenas costumbres y las crisis económicas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/cfKPGXhJvBM2Q7YOUd1qlMUcK1x.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eZTYCXHXo9QDqX3Kw5bWJv65vY0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8sqeGU0RFR0ZFRtZobZOxjLfHyu.png"
    },
    {
      "id": "tmdb:496243",
      "type": "movie",
      "name": "Parásitos",
      "ids": {
        "tmdb": 496243
      },
      "overview": "Tanto Gi Taek (Song Kang-ho) como su familia están sin trabajo. Cuando su hijo mayor, Gi Woo (Choi Woo-sik), empieza a dar clases particulares en casa de Park (Lee Seon-gyun), las dos familias, que tienen mucho en común pese a pertenecer a dos mundos totalmente distintos, comienzan una interrelación de resultados imprevisibles.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/4N55tgxDW0RRATyrZHbx0q9HUKv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ao0dFrU4QrmnVYt6ywnsGNjmuAT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7yTwlOYScxmNEHK2RJr1YWRTOEW.png"
    },
    {
      "id": "tmdb:105",
      "type": "movie",
      "name": "Regreso al futuro",
      "ids": {
        "tmdb": 105
      },
      "overview": "El adolescente Marty McFly es amigo de Doc, un científico al que todos toman por loco. Cuando Doc crea una máquina para viajar en el tiempo, un error fortuito hace que Marty llegue a 1955, año en el que sus futuros padres aún no se habían conocido. Después de impedir su primer encuentro, deberá conseguir que se conozcan y se casen; de lo contrario, su existencia no sería posible.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/owk40tn1sFJmC7bhamEpmhdZPKa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aYFwRXjiilOavzJ6r6dYv7Q4kUV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jFYEAKzR1lkd2fhxqd8hp8fhR6u.png"
    },
    {
      "id": "tmdb:823219",
      "type": "movie",
      "name": "Flow, un mundo que salvar",
      "ids": {
        "tmdb": 823219
      },
      "overview": "En un mundo al borde del colapso, un gato solitario pierde su hogar por una inundación y encuentra refugio en un barco con otras especies. Juntos, deberán superar diferencias y desafíos mientras navegan por un misterioso paisaje sumergido.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/337MqZW7xii2evUDVeaWXAtopff.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ouCqgbdQTnSB7qS1v2sEmXeNNSI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/GkoK3RGzq0k0qMSHif7e9kXIyn.svg"
    },
    {
      "id": "tmdb:290098",
      "type": "movie",
      "name": "La doncella",
      "ids": {
        "tmdb": 290098
      },
      "overview": "Corea, década de 1930, durante la colonización japonesa. Una joven llamada Sookee es contratada como doncella de una rica mujer japonesa, Hideko, que vive recluida en una gran mansión bajo la influencia de un tirano. Sookee guarda un secreto y con la ayuda de un estafador que se hace pasar por un conde japonés, planea algo para Hideko.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/1CJWo3mJwNEi0RsSZyxbgVFOj8B.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lkW05VRHaCW85CqcldLQ1qPXVEu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rn3XRsaFts7VysRswHxxtIq7ZWY.png"
    },
    {
      "id": "tmdb:98",
      "type": "movie",
      "name": "Gladiator",
      "ids": {
        "tmdb": 98
      },
      "overview": "En el año 180, el Imperio Romano domina todo el mundo conocido. Tras una gran victoria sobre los bárbaros del norte, el anciano emperador Marco Aurelio decide transferir el poder a Máximo, bravo general de sus ejércitos y hombre de inquebrantable lealtad al imperio. Pero su hijo Cómodo, que aspiraba al trono, no lo acepta y trata de asesinar a Máximo.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/90QFOG5zSN4cbrIVs4DL4ePAuA5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qvmywctvXjXcI5dXzhMGKU41qfs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aF9ldcxU5HOEvrrhkZnd9jePoWu.png"
    },
    {
      "id": "tmdb:497",
      "type": "movie",
      "name": "La milla verde",
      "ids": {
        "tmdb": 497
      },
      "overview": "En el sur de los Estados Unidos, en plena Depresión, Paul Edgecomb es un vigilante penitenciario a cargo de la Milla Verde, un pasillo que separa las celdas de los reclusos condenados a la silla eléctrica. Esperando su ejecución está John Coffey, un gigantesco negro acusado de asesinar brutalmente a dos hermanas de nueve años. Tras una personalidad ingenua, Coffey esconde un don sobrenatural prodigioso. A medida que transcurre la historia, Paul Edgecomb aprende que los milagros ocurren... incluso en los lugares más insospechados.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/aBQiJRxGRrX0mXFMjxyzWYFtEnf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/umunWbkQ6xMWlGOpp4Tt0QuhMSz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rr2nQMagxwQ3P37FLF3P3teYvtj.png"
    },
    {
      "id": "tmdb:424",
      "type": "movie",
      "name": "La lista de Schindler",
      "ids": {
        "tmdb": 424
      },
      "overview": "Oskar Schindler, un hombre de enorme astucia y talento para las relaciones públicas, organiza un ambicioso plan para ganarse la simpatía de los nazis. Después de la invasión de Polonia por los alemanes, consigue, gracias a sus relaciones con los nazis, la propiedad de una fábrica de Cracovia. Allí emplea a cientos de operarios judíos, cuya explotación le hace prosperar rápidamente. Su gerente, también judío, es el verdadero director en la sombra, pues Schindler no tiene el menor conocimiento industrial.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/3Ho0pXsnMxpGJWqdOi0KDNdaTkT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3f92DMBTFqr3wgXpfxzrb0qv8nG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3zYgwmVJgV0rz7aIlVFREEJuxbm.png"
    },
    {
      "id": "tmdb:111",
      "type": "movie",
      "name": "El precio del poder",
      "ids": {
        "tmdb": 111
      },
      "overview": "Un emigrante cubano frío y sanguinario, Tony Montana, llega de Cuba para instalarse en Miami, donde se propone hacerse con un nombre dentro del crimen organizado de Florida. Junto a su amigo, Manny Rivera, inicia una ascendente carrera delictiva.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/iDABT5GD9OQmFiXM3wR0DJIxtkY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hNM4m3ED6nI7DNnR1klvRuc23uh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cqicmDZG6mh6lE3w2hFbYta9c0H.png"
    },
    {
      "id": "tmdb:578",
      "type": "movie",
      "name": "Tiburón",
      "ids": {
        "tmdb": 578
      },
      "overview": "En la costa de un pequeño pueblo del Este de Estados Unidos, un enorme tiburón ataca a varias personas. Temiendo las fatales consecuencias que esto puede provocar en el negocio turístico, el alcalde se niega a cerrar las playas y a difundir la noticia. Pero un nuevo ataque del tiburón, en la propia playa, termina con la vida de otro bañista. El terror se ha hecho público, así que un veterano cazador de tiburones, un científico y el jefe de la policía local se unen para dar caza al temible escualo...",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/85MbaRlyfZfZGVHoFy2Am53oVYt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4oEI7gHVlMGGKvbJVUQbS2gKBNe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mC7chprNBS4r3kWsbPc0ItmyfUG.png"
    },
    {
      "id": "tmdb:809",
      "type": "movie",
      "name": "Shrek 2",
      "ids": {
        "tmdb": 809
      },
      "overview": "Cuando Shrek y la princesa Fiona regresan de su luna de miel, los padres de ella los invitan a visitar el reino de Muy Muy Lejano para celebrar la boda. Para Shrek, al que nunca abandona su fiel amigo Asno, esto constituye un gran problema. Los padres de Fiona, por su parte, no esperaban que su yerno tuviera un aspecto semejante y, mucho menos, que su hija hubiera cambiado tanto. Todo esto trastoca los planes del rey respecto al futuro del reino. Pero entonces entran en escena la maquiavélica Hada Madrina, su arrogante hijo el Príncipe Encantador y un minino muy especial: el Gato con Botas, experto cazador de ogros.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/knRt4E8KyfwEv0SVu9LsLvD28IQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wD44moEofk0EZyFxLQItuwdGsvV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3xIgLhQhqQOeRXbYIOi4rYkFulH.png"
    },
    {
      "id": "tmdb:396535",
      "type": "movie",
      "name": "Train to Busan",
      "ids": {
        "tmdb": 396535
      },
      "overview": "Un virus letal se expande por Corea del Sur, provocando violentos altercados. Los pasajeros de un tren KTX que viaja de Seúl a Busan tendrán que luchar por su supervivencia.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/anomz7b3GQtHPFH34SODDBBIUad.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6B9HaZYBG1ugyd5g6at6F3n4wOw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wzOwOGAXLUQwwXwCAHS2x0Wc35B.png"
    },
    {
      "id": "tmdb:352491",
      "type": "movie",
      "name": "Tierra de sospecha",
      "ids": {
        "tmdb": 352491
      },
      "overview": "Mientras Keith Miller sigue entre rejas por asesinato, su familia paga el precio de tener un nombre manchado. Un año después del crimen de Keith, se encuentra un cadáver. El hijo de Keith, Brandon, desaparece y se convierte en el primer sospechoso. Su hermana Alison lo buscará para limpiar su nombre antes de que la policía lo atrape.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/5yqEOT04YRaP9kYxiVAlzNmyGAQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9riQuPiMv4YZOcD5jROpdALvjIT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vSqVN0AegWVsqUGN8x3G4eUg5HV.png"
    },
    {
      "id": "tmdb:686976",
      "type": "movie",
      "name": "A Song Called Hate",
      "ids": {
        "tmdb": 686976
      },
      "overview": "The pro-Palestinian, anti-capitalist, BDSM-provocative, techno-punk performance art ensemble Hatari unsurprisingly drew attention to themselves with their performance at the Icelandic qualifiers for the Eurovision Song Contest. So much so that they won and therefore were allowed to perform at the main event in Tel Aviv. But what now? Should they boycott the event, swallow their idealism, or use their airtime to criticise the host country for their illegal occupation of Palestine? The Icelandic director Anna Hildur joins the boys in the band all the way to the fateful final.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/2bjNVvvWNvniJS1mSK0BP2kQnwi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aKW6z5NYhkk0zp7enUjvcDrDr1D.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cImsqjTmA7tSqK3Waw57oyG1EHA.png"
    },
    {
      "id": "tmdb:463387",
      "type": "movie",
      "name": "Un pueblo y su rey",
      "ids": {
        "tmdb": 463387
      },
      "overview": "París, 1789. La Bastilla ha sido tomada y un soplo de libertad invade las calles de París. Françoise (Adèle Haenel), una joven lavandera, y Basile (Gaspard Ulliel), sin familia ni apellido, descubren la euforia del amor y la revolución. Con sus amigos y la gente humilde de París, perseguirán sus sueños de emancipación en la recién formada Asamblea, que será el germen de un nuevo sistema político.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/2F5YUGShG7ICAcPhr9lgf6EROxb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hAMF1mwGCHkxTmhsZxXb3FalUcP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qiNTnKarA8mER11T5KzkWd2Fokl.png"
    },
    {
      "id": "tmdb:78264",
      "type": "movie",
      "name": "Cómo librarse de una esposa molesta",
      "ids": {
        "tmdb": 78264
      },
      "overview": "Con el fin de deshacerse de la gente que le amarga la vida, un hombre utiliza un ordenador de bolsillo para inventar los accidentes fatales más plausibles, y después intentar que se produzcan.",
      "year": 1976,
      "poster": "https://image.tmdb.org/t/p/w342/jlJxJyHXgjtifYqDzyIsIoQfmXN.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cluhSDA5D74TDXhnXB47wK7GJsp.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ntwVmT6SeYF18Vtf2SqlETtkGSS.png"
    },
    {
      "id": "tmdb:807862",
      "type": "movie",
      "name": "Peter von Kant",
      "ids": {
        "tmdb": 807862
      },
      "overview": "Peter von Kant es un director de cine de éxito. Vive con su asistente Karl, a quien le gusta maltratar y humillar. Sidonie es la gran actriz que fue su musa durante muchos años. Ella es quien le presenta a Amir, un apuesto joven de escasos recursos. Peter se enamora de Amir al instante, le ofrece alojamiento en su apartamento y ayudarle a entrar en la industria del cine. El plan funciona, pero en cuanto adquiere fama, Amir rompe con Peter, dejándole solo enfrentandose a sus demonios. Adaptación libre de 'Las amargas lágrimas de Petra von Kant' de Rainer Werner Fassbinder.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/hrRyCWkqrpRX3DefynwgYQgq3Ox.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ar6pV9uhGDkPhLfz86JbXHc9oK7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1fo3JbNbMsWakq2sRFfXggfoCK7.png"
    },
    {
      "id": "tmdb:545611",
      "type": "movie",
      "name": "Todo a la vez en todas partes",
      "ids": {
        "tmdb": 545611
      },
      "overview": "Cuando una ruptura interdimensional altera la realidad, Evelyn, una inmigrante china en Estados Unidos, se ve envuelta en una aventura salvaje en la que sólo ella puede salvar el mundo. Perdida en los mundos infinitos del multiverso, esta heroína inesperada debe canalizar sus nuevos poderes para luchar contra los extraños y desconcertantes peligros del multiverso mientras el destino del mundo pende de un hilo.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/9R1zEZJkIah6GuLwFZWsuygn552.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/idNFfHarxVnMoiiVsk2PGA3trD7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/z1g5lrzhZapdk3Z9ItJOrdqxWGb.png"
    },
    {
      "id": "tmdb:30584",
      "type": "movie",
      "name": "El caballero verde",
      "ids": {
        "tmdb": 30584
      },
      "overview": "Gawain es un escudero del rey Arturo. Un día, irrumpe en Camelot un extraño caballero verde, armado con un hacha, desafiando a que alguien luche con él. Gawain sale en defensa de su rey y decapita al caballero, pero este resucita.",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/iOXoC7CKLFNQOus9hFNzZRSWOMl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/e3N6lS2MCq4d9AG8ITs9vfDOf9u.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lkoL6VIeX5nqEea48pEDmU1IUM9.png"
    },
    {
      "id": "tmdb:794842",
      "type": "movie",
      "name": "Crónica de un amor efímero",
      "ids": {
        "tmdb": 794842
      },
      "overview": "Una madre soltera y un hombre casado se vuelven amantes. Están comprometidos a verse solo por una aventura y no a encontrar ninguna esperanza de amor, sabiendo muy bien que la relación no tiene futuro. Sin embargo, cada vez se sorprenden más por su comprensión, su complicidad y el bienestar que experimentan juntos.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/wH6eWT2tEf0AItvgDeZ6ubgRCBa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gANgoeMVC39N8t8DlIjLyjQfSqg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hlyRDSSniNdrZcf2aqiCD3kgzyV.png"
    },
    {
      "id": "tmdb:218",
      "type": "movie",
      "name": "Terminator",
      "ids": {
        "tmdb": 218
      },
      "overview": "Un cyborg ha sido enviado desde el futuro en una misión mortal: eliminar a Sarah Connor, una joven cuya vida tendrá una gran importancia en los próximos años. Sarah tiene sólo un protector —Kyle Reese— también enviado desde el futuro. El Terminator utiliza su inteligencia excepcional y fuerza para encontrar a Sarah, pero ¿hay alguna forma de detener al cyborg aparentemente indestructible?",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/9KI49SBnwAOzGcMw1onIki7vd2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pGZZ2FZtDSAwM80h9iYkrbJGrKz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q4wdswLUVVrl8OSjYXPqjihRHXs.png"
    },
    {
      "id": "tmdb:361854",
      "type": "movie",
      "name": "La cara oculta de la luna",
      "ids": {
        "tmdb": 361854
      },
      "overview": "Urs Blank (Moritz Bleibtreu), un importante abogado, atraviesa una crisis tras el suicido de un hombre de negocios al que arruinó. Atormentado y lleno de remordimientos, en su huida y búsqueda de nuevas experiencias pierde el control de su vida, y emerge su lado más oscuro. Entonces comienza su confrontación con el diablo, encarnado en un feroz empresario farmacéutico (Jürgen Prochnow).",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/pGmT2ojPjuBwaIb6xQWVKRTmHso.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/emyDfch4bKxvGcNneNvE6Aah6UH.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/c8cf6QW4SWXxYSqP0fdsJ4kOGxp.png"
    },
    {
      "id": "tmdb:67612",
      "type": "movie",
      "name": "Dios y el Diablo en la tierra del Sol",
      "ids": {
        "tmdb": 67612
      },
      "overview": "Dios y el diablo en la tierra del sol (Deus e o diabo na terra do Sol), el segundo largometraje de Rocha, pertenece a este movimiento renovador del cine brasilero que influirá por años en otros autores latinoamericanos. Inspirado en la \"Estética de la violencia\", apela al signo que, según Rocha, caracteriza a su pueblo, el hambre, que a la vez es su originalidad, pues el hambre convoca a una violencia transformadora que se convierte en  acto revolucionario, donde el colonizador llega a tomar conciencia de la existencia del colonizado.",
      "year": 1964,
      "poster": "https://image.tmdb.org/t/p/w342/lAM5RnCNXUKngIz0ITS3D3xpzkU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sDKHdt84JGzfxAJp2vqLdVzPj0Y.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/riksYyNNlxIs9p1zbOte9uKLkRe.png"
    },
    {
      "id": "tmdb:119826",
      "type": "movie",
      "name": "The Unspeakable Act",
      "ids": {
        "tmdb": 119826
      },
      "overview": "Jackie Kimball es una adolescente como cualquier otra, salvo en un aspecto: se ha pasado toda su vida enamorada de su hermano Matthew, un año mayor que ella.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/gywbnw6tapM8NYupRUYi6RpkCQF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mv75gHAuF6GhrTwkv5UKgk5rd5k.jpg"
    },
    {
      "id": "tmdb:44875",
      "type": "movie",
      "name": "La mujer fantasma",
      "ids": {
        "tmdb": 44875
      },
      "overview": "Topper vuelve a ser atormentado por un espíritu amante de la diversión... y del buen vino. Esta vez es Gail Richards, asesinada por error mientras estaba de vacaciones en casa de su rica amiga, Ann Carrington, que debía haber sido la víctima. Con la ayuda de Topper, Gail se dispone a encontrar a su asesino.",
      "year": 1941,
      "poster": "https://image.tmdb.org/t/p/w342/cHYAcdqqQYPFfjMNnJ3YcOAPCG7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5HaZJ8YcQcqCbhPsTfLT0D75b0e.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xx2NebiWmNnOpijBrn9MSPqtyzw.png"
    },
    {
      "id": "tmdb:803694",
      "type": "movie",
      "name": "Los hijos de otros",
      "ids": {
        "tmdb": 803694
      },
      "overview": "Rachel tiene 40 años, no tiene hijos. Ella ama su vida: sus estudiantes de secundaria, sus amigos, sus ex, sus lecciones de guitarra. Al enamorarse de Ali, se encariña con Leila, su hija de 4 años. Ella la arropa y la ama como si fuera suya. Pero amar a los hijos de otras personas es un riesgo que vale la pena correr...",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/2tAxIZ1XlvOXo2m0pBuY0xT0BP8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pJ71elclLMv8NYbaHYVOQDrHvfQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9yBrNjBUv1zlsP563HvXaGdvsP8.png"
    },
    {
      "id": "tmdb:110415",
      "type": "movie",
      "name": "Rompenieves",
      "ids": {
        "tmdb": 110415
      },
      "overview": "Un experimento para solucionar el calentamiento global acabó con la mayoría de vida existente en el planeta. El último tren llamado Snowpiercer (Rompenieves) se mueve en círculos por el mundo, a través de un desierto de hielo y nieve. Los últimos supervivientes de la Tierra se amontonan en sus vagones. El joven Curtis (Chris Evans) iniciará una revolución desde los vagones de cola.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/bjOZwED8BWum5KZsW6vntdsWp1o.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xmJuhEgcUAbujUCmPVbM166IrBQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/233abhqwFtzGhcWStY4eonwpVnn.png"
    },
    {
      "id": "tmdb:990140",
      "type": "movie",
      "name": "Sakra",
      "ids": {
        "tmdb": 990140
      },
      "overview": "Basada en la clásica novela wuxia \"Demi-Gods and Semi-Devils\" de Louis Cha (conocido mundialmente por su seudónimo Jin Yong), SAKRA está protagonizada por Donnie Yen como Qiao Feng, el respetado líder de una banda ambulante de artistas marciales. Tras ser acusado injustamente de asesinato y posteriormente exiliado, Qiao Feng emprende una huida en busca de respuestas sobre su misterioso origen y los enemigos desconocidos que buscan destruirlo desde las sombras. A lo largo de su búsqueda, descubrirá detalles reveladores que podrían cambiar su vida para siempre.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/pEqixl0Po2nK2vGJdQdUME3zjfJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zhVCJ14a1EbzfYQFUgyujcQZLuL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/pqu3S5zlYRt9oPXmC4OI1r4dml5.png"
    },
    {
      "id": "tmdb:10553",
      "type": "movie",
      "name": "Remo, desarmado y peligroso",
      "ids": {
        "tmdb": 10553
      },
      "overview": "Remo Williams, un rudo policía de Nueva York, es reclutado por una organización que depende del Presidente de los Estados Unidos y cuya misión es acabar con los políticos y los funcionarios corruptos. Previamente, Remo tendrá que ser adiestrado por un maestro coreano de lucha.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/nTJXb5Ii3bBX4u9oPFOLvxWDf8f.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mpLkP3dPXDEjqXGJR4khm93OEer.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ytnMSH535goMxwLxZZHQMbO5MpG.png"
    },
    {
      "id": "tmdb:13054",
      "type": "movie",
      "name": "Hooligan",
      "ids": {
        "tmdb": 13054
      },
      "overview": "Tres décadas de la vida de Carlton Leach, el líder del más temido grupo de hinchas de fútbol de la historia. De hooligan a gangster, al frente de una de las bandas más peligrosas del crimen organizado en Londres a finales de los 80, consiguió destruir poco a poco a todos los que le rodearon y le quisieron así como su propia vida.",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/3OnPmrowsZBYO3QbqN7YTxOm9Po.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kLmGyLRjdj86uaJwCfesO2rnbEW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zEKeNy2qz6N50PhowW1Y6cA05vz.png"
    },
    {
      "id": "tmdb:1025802",
      "type": "movie",
      "name": "Drifter",
      "ids": {
        "tmdb": 1025802
      },
      "overview": "Moritz se ha mudado a Berlín para estar con el novio, pero la relación pronto termina. El joven se embarca en un viaje lleno de tropiezos, metamorfosis y autodescubrimiento.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/qGNPLBpXooPkCd487SO5oUnzSz3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lrL1GmwbDgGJX90CKHL899LQqTb.jpg"
    },
    {
      "id": "tmdb:84636",
      "type": "movie",
      "name": "Una Historia Inmortal",
      "ids": {
        "tmdb": 84636
      },
      "overview": "En el Macao del siglo XIX, un rico comerciante está obsesionado con una antigua leyenda que corre de boca en boca entre los marineros. La de un hombre rico que pagó a un marinero pobre 5 guineas para engendrar a un niño con su joven esposa.",
      "year": 1968,
      "poster": "https://image.tmdb.org/t/p/w342/cI0IdXJWemWTyombF1n1FwK6KYT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ujgCXF6k7rHhuoIz00oePW0Vely.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/r7Q5ARe7hx5bF1EScKHAamluwhe.png"
    },
    {
      "id": "tmdb:9693",
      "type": "movie",
      "name": "Hijos de los hombres",
      "ids": {
        "tmdb": 9693
      },
      "overview": "Año 2027: el ser humano está al borde de la extinción: los hombres han perdido la capacidad de procrear y se ignora por qué razon todas las mujeres del planeta se han vuelto estériles. Al mismo tiempo, el mundo se estremece cuando muere un muchacho de 18 años, la persona más joven de la Tierra. Se vive, pues, una situación de caos galopante. En tales circunstancias, Theo (Clive Owen), un desilusionado ex-activista radical de Londres convertido en burócrata, es contratado por Julian (Julianne Moore) para que proteja a una mujer que puede tener el secreto de la salvación de la humanidad, la persona más valiosa de la Tierra...",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/jxVLES5eTLuJgeYs0ywCLZbbQW1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pCG8CsoLH8gC52snN0eiEEzYTZz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xDCVx7xZpkYaPnZIWVhSHyqcRqK.png"
    },
    {
      "id": "tmdb:397415",
      "type": "movie",
      "name": "La hora de la venganza",
      "ids": {
        "tmdb": 397415
      },
      "overview": "Teena, una joven viuda es violada por cuatro asaltantes y la brutal agresión es presenciada por su hija pequeña de 12 años. Un detective, veterano de la guerra del Golfo, les ayudará a enfrentarse al juicio.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/xGLjrrYTsje656eXxkwtI5NPRFQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nnF2GHmaCChe0I3PqRW31OaiI3K.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ojMJaW0DuUJ62FeIaXCXthzpEKG.png"
    },
    {
      "id": "tmdb:856289",
      "type": "movie",
      "name": "La creación de los dioses: El reino de las tormentas",
      "ids": {
        "tmdb": 856289
      },
      "overview": "Una epopeya de fantasía oriental que recrea las prolongadas guerras míticas entre humanos, inmortales y monstruos que tuvieron lugar hace más de tres mil años.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/p1p3KHxTeKYvZG3KTJYDYSVygJs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fvaHeANnj1lkclDitqTF2gmWQTL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/b2d7PesrDn1Ypp8sIHV6sDanX9d.png"
    },
    {
      "id": "tmdb:33374",
      "type": "movie",
      "name": "Reunión de clase",
      "ids": {
        "tmdb": 33374
      },
      "overview": "Un grupo de antiguos alumnos decide celebrar una fiesta diez años después de haberse graduado. El lugar elegido es el instituto Lizzie Borden, donde se conocieron, convertido ahora en un ruinoso edificio. Pero el tiempo ha hecho estragos en algunos de ellos, y forman un grupo de lo más extravagante. Además, Walter, uno de los alumnos, fue objeto de una cruel broma por parte de sus compañeros, una broma que le convirtió en un lunático, y pasada esta década, tras haberse escapado del hospital, Walter viene con intenciones de saldar el cruel engaño del que fue objeto.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/9Ci3ywt4fbrN6TP5iknNcQ1FHDf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ypreEDRdpJ5XexkqU5P4y1ll1eX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iBa1fOl3Ws50Sv8sPKg0ihBJN30.png"
    },
    {
      "id": "tmdb:62655",
      "type": "movie",
      "name": "Dos semanas en otra ciudad",
      "ids": {
        "tmdb": 62655
      },
      "overview": "Después de haber pasado tres años en un centro psiquiátrico, Jack Andrus, un actor acabado, vuela a Roma invitado por Maurice Kruger, un director amigo suyo, que le ofrece cinco mil dólares y un pequeño papel en una película que está rodando en los estudios de Cinecittà. Andrus acepta la oferta con la esperanza de recuperar la fama. Lo malo es que en Roma se encuentra con su ex mujer Carlotta, la responsable de su crisis artística y personal.",
      "year": 1962,
      "poster": "https://image.tmdb.org/t/p/w342/1C1tpd0vYKJR4VoZMa9EskJK49y.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/36MqTrqojeNhKPDiyYP2Lvpfhwn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gFGKklDFxJgYgKiI33E3JhRHq2X.png"
    },
    {
      "id": "tmdb:38",
      "type": "movie",
      "name": "¡Olvídate de mí!",
      "ids": {
        "tmdb": 38
      },
      "overview": "Una mujer usa los servicios de una empresa para borrar de su memoria todo recuerdo de su ex pareja. Ofendido, el hombre intenta hacer lo mismo que ella, pero el proceso no sucede según lo esperado y el protagonista debe atravesar la gigantesca marea de recuerdos de su propio cerebro para recomponer las cosas.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/l5yopdLguxJsJVmMK3RgMCW2JmJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kdQhNomrPtnWEfqn2ujafIRsgRg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lnCHPBafPTztZ3OFt3axPNqGjhE.png"
    },
    {
      "id": "tmdb:21644",
      "type": "movie",
      "name": "Molokai. La historia del padre Damián",
      "ids": {
        "tmdb": 21644
      },
      "overview": "Narra la historia del padre Damián, un sacerdote católico belga que, en 1873, llegó como voluntario a la isla de Molokai, en Hawái, donde consagró su vida al cuidado y consuelo de los leprosos allí confinados",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/fIjamNr5wMYZRjGmhAJ4ftOGJ1W.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kez3aP2trsIQnBpbtlKsJcigH3G.jpg"
    },
    {
      "id": "tmdb:754272",
      "type": "movie",
      "name": "Las aventuras de la Familia Fox",
      "ids": {
        "tmdb": 754272
      },
      "overview": "Durante el fin de semana familiar anual en el parque temático \"De Efteling\", Teun, de once años, descubre que su abuelo recientemente fallecido le dejó una última búsqueda del tesoro dentro del parque.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/6ypM0AhARyw0CJ66qtAfVhgwXw0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qeP2b0GWHfdHnwRm4fmugO9nyy9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uM6KMlLVsQT20MITgXyYcbFg9tL.png"
    },
    {
      "id": "tmdb:50839",
      "type": "movie",
      "name": "Margin Call",
      "ids": {
        "tmdb": 50839
      },
      "overview": "Ambientada en el arriesgado mundo de las altas finanzas, es un thriller dramático que compromete a las figuras clave de un banco de inversión durante las turbulentas 24 horas previas al inicio de la crisis financiera de 2008. Cuando Peter Sullivan, un analista junior, revela información que podría probar la caída de la empresa, origina una toma de decisiones en cadena tanto morales como financieras que producen un terremoto en las vidas de los implicados en el inminente desastre.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/lb79wPjijIXf1ZE6KhWVGUtv9AF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jvMW7hKMSn2O1jL2HwCiT4deaJC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kg3LI5rr4Y6Fso77AD6AwjKzFK4.png"
    },
    {
      "id": "tmdb:1189735",
      "type": "movie",
      "name": "Fréwaka",
      "ids": {
        "tmdb": 1189735
      },
      "overview": "Shoo es enviada a una apartada aldea para cuidar a una mujer agorafóbica que vive obsesionada con que Na Sídhe, un ser de la mitología irlandesa similar a las hadas, la secuestró durante su noche de bodas.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/h4NWwBOVmzUH4a5sviENAZYdljV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lmvLdylC2dZYBZapfkgXlqShHxM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3FEiWtTJ6Krjly2jsm1fUFjowOY.png"
    },
    {
      "id": "tmdb:3469",
      "type": "movie",
      "name": "Lejos del mundanal ruido",
      "ids": {
        "tmdb": 3469
      },
      "overview": "Adaptación de una novela de Thomas Hardy. Bathsheba Everdene (Julie Christie) es una bella y seductora mujer, propietaria de la mayor granja de la comarca. Su mayor problema consiste en elegir entre los tres hombres que la pretenden: Gabriel Oak (Alan Bates), un criador de ovejas que le propone matrimonio, William Boldwood (Peter Finch), un soltero empedernido y acaudalado, y el sargento Frank Troy (Terence Stamp), guapo, imprudente y y de tendencias violentas.",
      "year": 1967,
      "poster": "https://image.tmdb.org/t/p/w342/4DqdvQSlWUpP888CqPcA5rqhNkq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fDeklBmKoeTUslH9uYtZRzWnXHs.jpg"
    },
    {
      "id": "tmdb:718032",
      "type": "movie",
      "name": "Licorice Pizza",
      "ids": {
        "tmdb": 718032
      },
      "overview": "Alana Kane y Gary Valentine se conocen, pasan el tiempo juntos y acaban enamorándose en el Valle de San Fernando en 1973.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/5ASO5vN6tImSLqw2BhLBxnrwVPd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6fARbBzgPeKiZgLnZtUtzrvsdT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/n4EmQsvt8wawS7oMmU6jIeVgEY.png"
    },
    {
      "id": "tmdb:297",
      "type": "movie",
      "name": "¿Conoces a Joe Black?",
      "ids": {
        "tmdb": 297
      },
      "overview": "William Parrish es un poderoso y meticuloso magnate cuya vida se ve alterada por la llegada de un enigmático joven llamado Joe Black que se enamora de su hija. Se trata, en realidad, de la personificación de la muerte, con una misión que cumplir en dicho hogar. Versión del filme de 1934 \"La muerte de vacaciones\".",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/z2jzFfXTXnZ7oytCiIEieSXDb1b.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xYI72IVRK7MTQpENTdt4L20Aa2I.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fXsfeQ7b7AoPBOOzYWrJ08SOmpM.png"
    },
    {
      "id": "tmdb:112160",
      "type": "movie",
      "name": "Crónicas sexuales de una familia francesa",
      "ids": {
        "tmdb": 112160
      },
      "overview": "Como cualquier adolescente virgen de 18 años Romain se siente sólo y deprimido. Al vivir una experiencia traumática en la escuela su madre Claire decide que a partir de ahora las cosas deben cambiar en el seno de la familia y adoptar una visión mucho más abierta sobre el tema tabú en la familia: el sexo.\r Romain busca una amante desesperadamente, su hermano y su hermana mayor buscan nuevas experiencias sexuales que alimenten su cruel rutina, su abuelo viudo visita con regularidad a una prostituta en busca de sexo salvaje y duro olvido y Claire y su padre buscan a través de la sexualidad intentar romper con la monotonía, aquella que cuando eran jóvenes jamás pensaban que alcanzarían algún dia.\r Pascal Arnold y Jean-Marc Barr, directores del filme, buscan innovar con una nueva manera de ver el sexo. En lugar de verlo como algo prohibido y censurado, muestran las relaciones humanas de una familia junto con aquello considerado tabú para casi cualquier entorno familiar: la sexualidad en sí.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/9rDWwyqUXsJIiCbFL8QGzSlXzae.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gvtGBiE4r2xCVp0qR0mbM85Doxp.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xSwqMBl5kMqaenFS8OCgE37v7ao.png"
    }
  ]
}