{
  "metas": [
    {
      "id": "tmdb:1456349",
      "type": "movie",
      "name": "Un simple accidente",
      "ids": {
        "tmdb": 1456349
      },
      "overview": "Un hombre conduce de noche con su esposa embarazada cuando atropella y mata a un perro, lo que le obliga a llevar el coche a un taller dirigido por un hombre que se parece al oficial que lo torturó en prisión.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/qyeTL52iQJQN6FrCaVRkiuzJDDp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8vsNZLJBom3gePGpwyAKy9eWpaZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eS0ffjBm5mfeESgrHsnOB5hIivZ.png"
    },
    {
      "id": "tmdb:933260",
      "type": "movie",
      "name": "La sustancia",
      "ids": {
        "tmdb": 933260
      },
      "overview": "'Tú, pero mejor en todos los sentidos'. Esa es la promesa de la sustancia, un producto revolucionario basado en la división celular, que crea un alter ego más joven, más bello, más perfecto.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/w1PiIqM89r4AM7CiMEP4VLCEFUn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5ChQ84lkuix0Rl8PqOKXTQgjI8l.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bVnwy0nR5RLvQ2vDPo5VLO9nCsj.png"
    },
    {
      "id": "tmdb:1422096",
      "type": "movie",
      "name": "Good Boy",
      "ids": {
        "tmdb": 1422096
      },
      "overview": "Un perro leal se muda a una casa rural con su dueño Todd. Allí descubre fuerzas sobrenaturales que acechan en las sombras. Mientras oscuras entidades amenazan a su compañero humano, el valiente cachorro debe luchar para proteger a quien más quiere.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/bLTUFUfLQxdOHRzvCSCEfe4eJrz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9sj7sBK5fI7HwECOmSbpBgcYNbC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fTtyO2VvXfOyjaJHHlcHjVQdIr6.png"
    },
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:545611",
      "type": "movie",
      "name": "Todo a la vez en todas partes",
      "ids": {
        "tmdb": 545611
      },
      "overview": "Cuando una ruptura interdimensional altera la realidad, Evelyn, una inmigrante china en Estados Unidos, se ve envuelta en una aventura salvaje en la que sólo ella puede salvar el mundo. Perdida en los mundos infinitos del multiverso, esta heroína inesperada debe canalizar sus nuevos poderes para luchar contra los extraños y desconcertantes peligros del multiverso mientras el destino del mundo pende de un hilo.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/9R1zEZJkIah6GuLwFZWsuygn552.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/idNFfHarxVnMoiiVsk2PGA3trD7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/z1g5lrzhZapdk3Z9ItJOrdqxWGb.png"
    },
    {
      "id": "tmdb:496243",
      "type": "movie",
      "name": "Parásitos",
      "ids": {
        "tmdb": 496243
      },
      "overview": "Tanto Gi Taek (Song Kang-ho) como su familia están sin trabajo. Cuando su hijo mayor, Gi Woo (Choi Woo-sik), empieza a dar clases particulares en casa de Park (Lee Seon-gyun), las dos familias, que tienen mucho en común pese a pertenecer a dos mundos totalmente distintos, comienzan una interrelación de resultados imprevisibles.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/4N55tgxDW0RRATyrZHbx0q9HUKv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ao0dFrU4QrmnVYt6ywnsGNjmuAT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7yTwlOYScxmNEHK2RJr1YWRTOEW.png"
    },
    {
      "id": "tmdb:345",
      "type": "movie",
      "name": "Eyes Wide Shut",
      "ids": {
        "tmdb": 345
      },
      "overview": "William Harford es un respetable médico neoyorquino cuya vida parece ir muy bien: está casado con una preciosa mujer, tiene una hija y tiene un trabajo que le gusta. Pero, al día siguiente de asistir a una fiesta, su esposa Alice le habla de unas fantasías eróticas y de cómo estuvo a punto de romper su matrimonio por un desconocido. Abrumado por esta confesión, acaba entrando en un local, donde un antiguo compañero le habla de una congregación secreta dedicada al hedonismo y al placer sin límites. A partir de entonces un mundo dominado por el sexo y el erotismo se abre ante él.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/i0QjPQq3uWD7IpYbZiyUNiPiWX2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eAuS9UpWi44tyI7PdOLrcgLpZuV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iGP5p7wIVr09DucjtuNdTkCjBsT.png"
    },
    {
      "id": "tmdb:497",
      "type": "movie",
      "name": "La milla verde",
      "ids": {
        "tmdb": 497
      },
      "overview": "En el sur de los Estados Unidos, en plena Depresión, Paul Edgecomb es un vigilante penitenciario a cargo de la Milla Verde, un pasillo que separa las celdas de los reclusos condenados a la silla eléctrica. Esperando su ejecución está John Coffey, un gigantesco negro acusado de asesinar brutalmente a dos hermanas de nueve años. Tras una personalidad ingenua, Coffey esconde un don sobrenatural prodigioso. A medida que transcurre la historia, Paul Edgecomb aprende que los milagros ocurren... incluso en los lugares más insospechados.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/aBQiJRxGRrX0mXFMjxyzWYFtEnf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/umunWbkQ6xMWlGOpp4Tt0QuhMSz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rr2nQMagxwQ3P37FLF3P3teYvtj.png"
    },
    {
      "id": "tmdb:769",
      "type": "movie",
      "name": "Uno de los nuestros",
      "ids": {
        "tmdb": 769
      },
      "overview": "Henry, un niño de trece años de Brooklyn, vive fascinado con el mundo de los gángsters. Su sueño se hace realidad cuando entra a formar parte de la familia Pauline, dueña absoluta de la zona, que lo educan como un miembro más de la banda convirtiéndole en un destacado mafioso.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/nocvbyxKR5b1vxagy46SfEiMK3P.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/x9O4hF8y5gzqw7YY2hWzSl6C88H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zDaNBOixW4EzEsX3MEhd2AJQpfC.png"
    },
    {
      "id": "tmdb:82633",
      "type": "movie",
      "name": "Sin Ley (Lawless)",
      "ids": {
        "tmdb": 82633
      },
      "overview": "Adaptación de una novela de Matt Bondurant que se inspiró en hechos reales protagonizados por su propia familia. Narra las peripecias de una banda que traficaba con whisky casero cuando aún estaba vigente en Estados Unidos la Ley Seca (1920 a 1933).",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/j3o6YJvg46YofK1r62UoaB6i7Dk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/o694f8Z5mj3yEQPNZnRV8LbU3sM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vz9XFaNcjZv8efoFqUspN3qTAfJ.png"
    },
    {
      "id": "tmdb:424",
      "type": "movie",
      "name": "La lista de Schindler",
      "ids": {
        "tmdb": 424
      },
      "overview": "Oskar Schindler, un hombre de enorme astucia y talento para las relaciones públicas, organiza un ambicioso plan para ganarse la simpatía de los nazis. Después de la invasión de Polonia por los alemanes, consigue, gracias a sus relaciones con los nazis, la propiedad de una fábrica de Cracovia. Allí emplea a cientos de operarios judíos, cuya explotación le hace prosperar rápidamente. Su gerente, también judío, es el verdadero director en la sombra, pues Schindler no tiene el menor conocimiento industrial.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/3Ho0pXsnMxpGJWqdOi0KDNdaTkT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3f92DMBTFqr3wgXpfxzrb0qv8nG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3zYgwmVJgV0rz7aIlVFREEJuxbm.png"
    },
    {
      "id": "tmdb:519465",
      "type": "movie",
      "name": "Reina de corazones",
      "ids": {
        "tmdb": 519465
      },
      "overview": "Annie es una exitosa abogada que vive en una casa de estilo modernista con sus dos hijas y su marido Peter, un reputado físico. La aparición de Gustav, un hijo que pertenece a una relación previa de Peter, pone patas arriba la armonía que reina en la vida de Annie. Lo que en un principio parece ser un movimiento liberador para ella, pronto se convierte en una historia de poder y traición que tendrá consecuencias devastadoras en su vida.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/dnbZXUwp7ZGNZnPeBxXA1HHxsab.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aWwUdi3zxShya80CNUNA6l2KQJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4HUBBAgNDN7h2hU4LcMQOOaA3zB.png"
    },
    {
      "id": "tmdb:218",
      "type": "movie",
      "name": "Terminator",
      "ids": {
        "tmdb": 218
      },
      "overview": "Un cyborg ha sido enviado desde el futuro en una misión mortal: eliminar a Sarah Connor, una joven cuya vida tendrá una gran importancia en los próximos años. Sarah tiene sólo un protector —Kyle Reese— también enviado desde el futuro. El Terminator utiliza su inteligencia excepcional y fuerza para encontrar a Sarah, pero ¿hay alguna forma de detener al cyborg aparentemente indestructible?",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/9KI49SBnwAOzGcMw1onIki7vd2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pGZZ2FZtDSAwM80h9iYkrbJGrKz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q4wdswLUVVrl8OSjYXPqjihRHXs.png"
    },
    {
      "id": "tmdb:78",
      "type": "movie",
      "name": "Blade Runner",
      "ids": {
        "tmdb": 78
      },
      "overview": "A principios del siglo XXI, la Tyrell Corporation desarrolló un nuevo tipo de robot llamado Nexus, un ser virtualmente idéntico al hombre y conocido como Replicante.  Los Replicantes Nexus-6 eran superiores en fuerza y agilidad, y al menos iguales en inteligencia, a los ingenieros de genética que los crearon.  En el espacio exterior, los Replicantes fueron usados como trabajadores esclavos en la arriesgada exploración y colonización de otros planetas.  Después de la sangrienta rebelión de un equipo de combate de Nexus-6 en una colonia sideral, los Replicantes fueron declarados proscritos en la Tierra bajo pena de muerte.  Brigadas de policías especiales, con el nombre de Unidades de Blade Runners, tenían órdenes de tirar a matar al ver a cualquier Replicante invasor.  A esto no se le llamó ejecución, se le llamó retiro.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/pBA2J6iQMiP5Zd4ewMKdOWfq1HV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pOqqbvIdXBAz3Nhmuh9ajyQGfU6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jTsTm7VGsYAjHphXRuLdFq54CJQ.png"
    },
    {
      "id": "tmdb:807",
      "type": "movie",
      "name": "Seven",
      "ids": {
        "tmdb": 807
      },
      "overview": "El teniente Somerset, del departamento de homicidios, está a punto de jubilarse y ser reemplazado por el ambicioso y brillante detective David Mills. Ambos tendrán que colaborar en la resolución de una serie de asesinatos cometidos por un psicópata que toma como base la relación de los siete pecados capitales: gula, pereza, soberbia, avaricia, envidia, lujuria e ira. Los cuerpos de las víctimas, sobre los que el asesino se ensaña de manera impúdica, se convertirán para los policías en un enigma que les obligará a viajar al horror y la barbarie más absoluta.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/uVPcVz4b2hnSGrXYLdIGRXwcivs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xfAi4XOuXSLhQXM7lsgEwO3X17H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9Jwo35pcCztc5FNmJpeI1EMRCye.png"
    },
    {
      "id": "tmdb:98",
      "type": "movie",
      "name": "Gladiator",
      "ids": {
        "tmdb": 98
      },
      "overview": "En el año 180, el Imperio Romano domina todo el mundo conocido. Tras una gran victoria sobre los bárbaros del norte, el anciano emperador Marco Aurelio decide transferir el poder a Máximo, bravo general de sus ejércitos y hombre de inquebrantable lealtad al imperio. Pero su hijo Cómodo, que aspiraba al trono, no lo acepta y trata de asesinar a Máximo.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/p08mUnCktZ2opGihZTAn7OqzOoi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qvmywctvXjXcI5dXzhMGKU41qfs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aF9ldcxU5HOEvrrhkZnd9jePoWu.png"
    },
    {
      "id": "tmdb:111",
      "type": "movie",
      "name": "El precio del poder",
      "ids": {
        "tmdb": 111
      },
      "overview": "Un emigrante cubano frío y sanguinario, Tony Montana, llega de Cuba para instalarse en Miami, donde se propone hacerse con un nombre dentro del crimen organizado de Florida. Junto a su amigo, Manny Rivera, inicia una ascendente carrera delictiva.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/iDABT5GD9OQmFiXM3wR0DJIxtkY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hNM4m3ED6nI7DNnR1klvRuc23uh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cqicmDZG6mh6lE3w2hFbYta9c0H.png"
    },
    {
      "id": "tmdb:823219",
      "type": "movie",
      "name": "Flow, un mundo que salvar",
      "ids": {
        "tmdb": 823219
      },
      "overview": "En un mundo al borde del colapso, un gato solitario pierde su hogar por una inundación y encuentra refugio en un barco con otras especies. Juntos, deberán superar diferencias y desafíos mientras navegan por un misterioso paisaje sumergido.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/337MqZW7xii2evUDVeaWXAtopff.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ouCqgbdQTnSB7qS1v2sEmXeNNSI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/GkoK3RGzq0k0qMSHif7e9kXIyn.svg"
    },
    {
      "id": "tmdb:152601",
      "type": "movie",
      "name": "Her",
      "ids": {
        "tmdb": 152601
      },
      "overview": "En un futuro cercano, Theodore, un hombre solitario a punto de divorciarse que trabaja en una empresa como escritor de cartas para terceras personas, compra un día un nuevo sistema operativo basado en el modelo de Inteligencia Artificial, diseñado para satisfacer todas las necesidades del usuario. Para su sorpresa, se crea una relación romántica entre él y Samantha, la voz femenina de ese sistema operativo.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/n1sY9uAsQKOus91A4FtvN3JdHYH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/m6TVxyIUkEeiztiAruWVEL9efW2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1vodYfvqrlrq9XhMYygjdkgVbVm.svg"
    },
    {
      "id": "tmdb:110415",
      "type": "movie",
      "name": "Rompenieves",
      "ids": {
        "tmdb": 110415
      },
      "overview": "Un experimento para solucionar el calentamiento global acabó con la mayoría de vida existente en el planeta. El último tren llamado Snowpiercer (Rompenieves) se mueve en círculos por el mundo, a través de un desierto de hielo y nieve. Los últimos supervivientes de la Tierra se amontonan en sus vagones. El joven Curtis (Chris Evans) iniciará una revolución desde los vagones de cola.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/bjOZwED8BWum5KZsW6vntdsWp1o.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xmJuhEgcUAbujUCmPVbM166IrBQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/233abhqwFtzGhcWStY4eonwpVnn.png"
    },
    {
      "id": "tmdb:694",
      "type": "movie",
      "name": "El resplandor",
      "ids": {
        "tmdb": 694
      },
      "overview": "Jack Torrance se traslada, junto a su mujer y a su hijo, al impresionante hotel Overlook, en Colorado, para encargarse del mantenimiento del mismo durante la temporada invernal, en la que permanece cerrado y aislado por la nieve. Su idea es escribir su novela al tiempo que cuida de las instalaciones durante esos largos y solitarios meses de invierno, pero desde su llegada al hotel, Jack comienza a padecer inquietantes transtornos de personalidad, al mismo tiempo que en el lugar comienzan a suceder diversos fenómenos paranormales.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/mm003Mj2e9kJRsrxiVdPn2BSBPh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kgT7VSHDxwPy62Km3Xcip87jBYe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/x5je6H1AI7IkRF6fkhgGWiRAtEA.png"
    },
    {
      "id": "tmdb:46738",
      "type": "movie",
      "name": "Incendies",
      "ids": {
        "tmdb": 46738
      },
      "overview": "Jeanne y Simon Marwan son dos mellizos cuya madre, que lleva mucho tiempo sin hablar, está a punto de morir. Pero, antes del fatal desenlace, les da dos cartas que deben ser entregadas a un padre al que creían muerto y a un hermano cuya existencia desconocían. Ambos emprenderán un viaje al Líbano para localizarlos y encontrar respuestas a su existencia. Basada en una obra de teatro de Wajdi Mouawad.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/9NFEihPYnclTAQov0Z4RL01LSvQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/f3ATwil5vmUeTsogBaMEKbBYBth.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jDADVUZdWCTArACWXIdiedbfi1i.png"
    },
    {
      "id": "tmdb:62",
      "type": "movie",
      "name": "2001: una odisea del espacio",
      "ids": {
        "tmdb": 62
      },
      "overview": "Hace millones de años, en los albores del nacimiento del homo sapiens, unos simios descubren un monolito que les lleva a un estadio de inteligencia superior. Otro monolito vuelve a aparecer, millones de años después, enterrado en una luna, lo que provoca el interés de los científicos humanos. Por último, HAL 9000, una máquina de inteligencia artificial, es la encargada de todos los sistemas de una nave espacial tripulada durante una misión de la NASA.",
      "year": 1968,
      "poster": "https://image.tmdb.org/t/p/w342/sln50uQYigvu5AvN72JfYfu1ckq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9yTOU2SvTfAEHDPEG5qraLoe4MI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bNXe3OI9HIpkPXfak99jG8K9X1d.png"
    },
    {
      "id": "tmdb:666277",
      "type": "movie",
      "name": "Vidas pasadas",
      "ids": {
        "tmdb": 666277
      },
      "overview": "La familia de Nora emigra a Canadá cuando ella tiene 10 años. Pierde el contacto con su amor de la infancia. Muchos años después, cuando Nora está estudiando teatro en Nueva York, se reencuentra con él online.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/jWrJrLMD7SZoxc65KSYej6QOw12.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dgsJA4GnZUo28wMGqYziWqWDsVg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/arZFVZruwpk3ORWweOUXgi3oGwo.png"
    },
    {
      "id": "tmdb:1102493",
      "type": "movie",
      "name": "Cosas pequeñas como estas",
      "ids": {
        "tmdb": 1102493
      },
      "overview": "En 1985, en vísperas de Navidad, en un pequeño pueblo del condado de Wexford, Irlanda, Bill Furlong trabaja como comerciante de carbón para mantenerse a sí mismo, a su mujer y a sus cinco hijas. Una mañana temprano, mientras reparte carbón en el convento local, hace un descubrimiento que le obliga a enfrentarse a su pasado y al silencio cómplice de un pueblo controlado por la Iglesia católica. Basada en la novela homónima de Claire Keegan.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/lwWybnDnaWJMibvQpO5QqLSWNWL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wXTDb9EfBAOoJ0ON7osDDnl5GP0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/pgBw3xE0FjKfWRIQGG1Fx71aswF.png"
    },
    {
      "id": "tmdb:578",
      "type": "movie",
      "name": "Tiburón",
      "ids": {
        "tmdb": 578
      },
      "overview": "En la costa de un pequeño pueblo del Este de Estados Unidos, un enorme tiburón ataca a varias personas. Temiendo las fatales consecuencias que esto puede provocar en el negocio turístico, el alcalde se niega a cerrar las playas y a difundir la noticia. Pero un nuevo ataque del tiburón, en la propia playa, termina con la vida de otro bañista. El terror se ha hecho público, así que un veterano cazador de tiburones, un científico y el jefe de la policía local se unen para dar caza al temible escualo...",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/85MbaRlyfZfZGVHoFy2Am53oVYt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4oEI7gHVlMGGKvbJVUQbS2gKBNe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mC7chprNBS4r3kWsbPc0ItmyfUG.png"
    },
    {
      "id": "tmdb:389",
      "type": "movie",
      "name": "12 hombres sin piedad",
      "ids": {
        "tmdb": 389
      },
      "overview": "Tras escuchar todos los testimonios y valorar las pruebas presentadas, un jurado popular compuesto por doce hombres tiene que decidir, por unanimidad, si absuelve o condena a muerte a un joven acusado de haber matado a su padre. Al principio, once están completamente convencidos de su culpabilidad y se inclinan por la condena, pero el que discrepa empieza a plantear dudas razonables que, poco a poco, van resquebrajando la inicial seguridad de los demás.",
      "year": 1957,
      "poster": "https://image.tmdb.org/t/p/w342/qyVoDb3EKO5SnhpSRpztNmZjo70.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3x1hh3VGugF4pvLURkLLOmb1rj5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qjZjRv255J1D8Ggc1biFaJnwyoq.png"
    },
    {
      "id": "tmdb:41446",
      "type": "movie",
      "name": "Scream 4",
      "ids": {
        "tmdb": 41446
      },
      "overview": "Sidney Prescott ha logrado olvidar los asesinatos cometidos en Woodsboro. Diez años después, convertida en una escritora de éxito, vuelve a su pueblo natal con motivo de la gira de promoción de su nuevo libro. Pero su regreso irá acompañado de una nueva ola de crímenes perpetrados por un viejo conocido: Ghostface.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/sr7WNBgjX1UH9yw4Qq4o6GLAyVf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4YHKcbpD8dPGxY7N1P4TqaSV5EB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iUTq54gSisd43xyX6LG9zUHeIE3.png"
    },
    {
      "id": "tmdb:249397",
      "type": "movie",
      "name": "Nymphomaniac. Volumen 2",
      "ids": {
        "tmdb": 249397
      },
      "overview": "Historia de una ninfómana contada por ella misma. Una fría noche invernal, un viejo solterón encuentra en un callejón a una joven herida y casi inconsciente. Después de recogerla y cuidarla, siente curiosidad por saber cómo pudo haber llegado a semejante situación; escucha atentamente el relato que ella hace de su vida, una vida llena de conflictos y turbias relaciones.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/bx6iyY3uf1Wn3wUNEFnvAGe5sgW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pewD5JT9KBwgp7NRicVpsmwKND7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vTfOIqem7QTT0AGzzHHcGWT1geh.png"
    },
    {
      "id": "tmdb:63",
      "type": "movie",
      "name": "12 monos",
      "ids": {
        "tmdb": 63
      },
      "overview": "En el año 2035, un virus mortal ha arrasado la humanidad y los supervivientes viven bajo tierra. Un convicto llamado James Cole se ofrece como voluntario para viajar al pasado y averiguar el origen de la plaga. Su misión es encontrar al 'Ejército de los Doce Monos', una organización terrorista que se cree que liberó el virus. Sin embargo, su viaje se complica por los errores temporales, las visiones recurrentes y la duda sobre su propia cordura. Con la ayuda de una psiquiatra llamada Kathryn Railly y un loco llamado Jeffrey Goines, Cole intenta salvar el futuro antes de que sea demasiado tarde.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/bXLwKCCMS2NCNlxAhSwn9HCymRl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uY4Ix3ArT3p9tsoNKcQ4UkzcL0V.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/inoIB8ScY82zpZmaKProMbUfinP.png"
    },
    {
      "id": "tmdb:27578",
      "type": "movie",
      "name": "Los mercenarios",
      "ids": {
        "tmdb": 27578
      },
      "overview": "Un grupo de mercenarios es contratado para infiltrarse en un país sudamericano y derrocar a su despiadado y corrupto dictador. Una vez allí, se verán atrapados en una telaraña de engaño y traición. Una vez fracasada la misión, tendrán que enfrentarse a un reto aún más difícil; salvar la unidad del grupo y la amistad que los ha unido durante largos años.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/qiKXe4xbXnXdrhQXmXpZwG4Qlkv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7iugqPsB7BkqPouupLjmMDHsk45.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7Gjh8HJpkgQplW0ydg1xJrZWwAC.png"
    },
    {
      "id": "tmdb:809",
      "type": "movie",
      "name": "Shrek 2",
      "ids": {
        "tmdb": 809
      },
      "overview": "Cuando Shrek y la princesa Fiona regresan de su luna de miel, los padres de ella los invitan a visitar el reino de Muy Muy Lejano para celebrar la boda. Para Shrek, al que nunca abandona su fiel amigo Asno, esto constituye un gran problema. Los padres de Fiona, por su parte, no esperaban que su yerno tuviera un aspecto semejante y, mucho menos, que su hija hubiera cambiado tanto. Todo esto trastoca los planes del rey respecto al futuro del reino. Pero entonces entran en escena la maquiavélica Hada Madrina, su arrogante hijo el Príncipe Encantador y un minino muy especial: el Gato con Botas, experto cazador de ogros.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/knRt4E8KyfwEv0SVu9LsLvD28IQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qKkUCwpK5A8Szu2XlNjmy9t0972.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3xIgLhQhqQOeRXbYIOi4rYkFulH.png"
    },
    {
      "id": "tmdb:4348",
      "type": "movie",
      "name": "Orgullo y prejuicio",
      "ids": {
        "tmdb": 4348
      },
      "overview": "Las cinco hermanas Bennet han sido criadas por una madre obsesionada por encontrarles marido. Pero una de ellas, Lizzie, inteligente y con carácter, desea una vida con perspectivas más abiertas, un anhelo respaldado por su padre. Cuando el señor Bingley, un soltero rico, y su círculo de sofisticados amigos se instalan en una mansión vecina para pasar el verano, las Bennett se entusiasman con la posibilidad de encontrar pretendientes. En el baile de bienvenida, Lizzie conoce al apuesto y elegante señor Darcy, pero, a primera vista, le parece demasiado orgulloso y arrogante.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/oixzLjpyaLagLa8UREts1NiHr6F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ymx8qUcDYxrI2tA6Oe79O2LK5PZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5Sb0buga1EaV0mDTuniU3c0fOWH.png"
    },
    {
      "id": "tmdb:1186350",
      "type": "movie",
      "name": "Marco",
      "ids": {
        "tmdb": 1186350
      },
      "overview": "El hijo adoptivo de la familia Adattu, Marco, se embarca en una despiadada búsqueda de venganza después de que su hermano es brutalmente asesinado, encontrando solo traición, pérdida y una brutalidad inimaginable a cada paso.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/il3ao5gcF6fZNqo1o9o7lusmEyU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fyT1X8DGW3MlwXjdAoZFCc183fZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zp04i9bv8WMfzr7IUFcdXWDiAi3.png"
    },
    {
      "id": "tmdb:601",
      "type": "movie",
      "name": "E.T. el extraterrestre",
      "ids": {
        "tmdb": 601
      },
      "overview": "Un pequeño ser de otro planeta se queda abandonado en la Tierra cuando su nave se marcha olvidándose de él. Tiene miedo. Está completamente solo, pero se hará amigo de un niño, que lo esconde en su casa. El niño y sus hermanos intentarán encontrar la forma de que el pequeño extraterrestre regrese a su planeta antes de que los científicos y la policía lo encuentren.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/4kixNqJAu7hWpZOnOsznL7YPuuQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/swr1MOdJuionDNYfeR5zvAmnvVJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jlgA3wk1zxCdsCZHWFpaR1KzBci.png"
    },
    {
      "id": "tmdb:476299",
      "type": "movie",
      "name": "Ghostland",
      "ids": {
        "tmdb": 476299
      },
      "overview": "a nueva película de Pascal Laugier (“Martyrs”), uno de los directores de cine de terror contemporáneo más aclamados de su generación. Un film escalofriante, con un universo propio que recuerda al Rob Zombie más inspirado.\r Pauline y sus dos hijas adolescentes, Beth y Vera, heredan una casa. La primera noche en su nuevo hogar sufren el ataque salvaje de un grupo de intrusos. Pauline y las chicas deberán luchar para salvar sus vidas. 16 años después, Beth es una novelista de éxito, mientras que su hermana Vera, víctima de desequilibrios mentales, vive todavía en aquella casa con su madre. Cuando las tres vuelven a reunirse allí, una ola de acontecimientos terroríficos se desata.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/6TU88oDDNRYnuPGvViwPxGZNY1m.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3PxnVuJ15fvGicQzrzqRrJIhCDq.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2flfqfVed3lWbqMa05TlGZbuXLB.png"
    },
    {
      "id": "tmdb:539",
      "type": "movie",
      "name": "Psicosis",
      "ids": {
        "tmdb": 539
      },
      "overview": "Una joven secretaria, tras cometer un robo, se marcha de la ciudad y conduce durante horas, parando para descansar en un pequeño motel de carretera regentado por un joven llamado Norman. Todo parece normal y tranquilo en el apartado motel y en la casa de al lado en la que viven Norman y su madre pero, mientras está en la ducha, la joven es asesinada salvajemente a cuchilladas.",
      "year": 1960,
      "poster": "https://image.tmdb.org/t/p/w342/xFbnc2QPG5H5gYWsGbZT4q8Akya.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4RxFaIOkQVLMnmnmTl8ZS4SIi0g.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tbDsTlf1M37hAMPvfJwiDMP0tbl.png"
    },
    {
      "id": "tmdb:290098",
      "type": "movie",
      "name": "La doncella",
      "ids": {
        "tmdb": 290098
      },
      "overview": "Corea, década de 1930, durante la colonización japonesa. Una joven llamada Sookee es contratada como doncella de una rica mujer japonesa, Hideko, que vive recluida en una gran mansión bajo la influencia de un tirano. Sookee guarda un secreto y con la ayuda de un estafador que se hace pasar por un conde japonés, planea algo para Hideko.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/1CJWo3mJwNEi0RsSZyxbgVFOj8B.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lkW05VRHaCW85CqcldLQ1qPXVEu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rn3XRsaFts7VysRswHxxtIq7ZWY.png"
    },
    {
      "id": "tmdb:467244",
      "type": "movie",
      "name": "La zona de interés",
      "ids": {
        "tmdb": 467244
      },
      "overview": "El comandante de Auschwitz Rudolf Höss y su esposa Hedwig se esfuerzan en construir una vida de ensueño para su familia en una casa con jardín cerca del campo.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/jjBgrAsz0vFerjesnM3NnyU3Bm5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5gVfBQR5Alj1bKZ4vXad2LlGm9Z.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9dLB8byi9gYVIYAUSfJFBLvXNW8.png"
    },
    {
      "id": "tmdb:471506",
      "type": "movie",
      "name": "La viuda",
      "ids": {
        "tmdb": 471506
      },
      "overview": "Frances es una dulce e ingenua joven que, tras la muerte de su madre, se muda a Manhattan. Cuando encuentra en el metro un bolso extraviado, decide entregárselo a su legítima dueña, Greta, una pianista viuda con una desesperada necesidad de compañía. Rápidamente se convierten en amigas, pero su amistad cambia cuando se descubren las siniestras intenciones de Greta.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/vsNUxeOiRDyS3FDJMroRcJOcjXm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/n67gpLtNFXqpGkM2ZdQoPLjTnI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fdmWypz9xJoxWjnGdfjDayvBEgV.png"
    },
    {
      "id": "tmdb:28178",
      "type": "movie",
      "name": "Siempre a tu lado (Hachiko)",
      "ids": {
        "tmdb": 28178
      },
      "overview": "Basada en una historia real. Un profesor de universidad adopta a un perro vagabundo en una estación del tren. Tras recabar información sobre el animal, el profesor descubre que el perro iba a los andenes a diario durante semanas para esperar el regreso de su amo, pero éste había muerto en un accidente en la ciudad. El perro Hachiko, al lado de su nuevo amo a quien también le cambiará la vida cuando descubre los lazos que se pueden crear entre un animal y una persona.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rLPMD8BOHjvvjjCX7BZQdqNWBm2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFCNw7ewLrc4BgRUw9mN3G3vxOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSBpv8j18UoN1G5jaQgRMTfK0O2.png"
    },
    {
      "id": "tmdb:396535",
      "type": "movie",
      "name": "Train to Busan",
      "ids": {
        "tmdb": 396535
      },
      "overview": "Un virus letal se expande por Corea del Sur, provocando violentos altercados. Los pasajeros de un tren KTX que viaja de Seúl a Busan tendrán que luchar por su supervivencia.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/anomz7b3GQtHPFH34SODDBBIUad.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6B9HaZYBG1ugyd5g6at6F3n4wOw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wzOwOGAXLUQwwXwCAHS2x0Wc35B.png"
    },
    {
      "id": "tmdb:791177",
      "type": "movie",
      "name": "Hasta los huesos: Bones and All",
      "ids": {
        "tmdb": 791177
      },
      "overview": "Cuenta la historia del primer amor entre Maren, una joven que está aprendiendo a sobrevivir al margen de la sociedad, y Lee, un vagabundo con ideas muy intensas que vive marginado. Cuando se conocen, se unen en un viaje de mil millas que les lleva por carreteras, pasajes ocultos y caminos alternos en los Estados Unidos de Ronald Reagan. Pero a pesar de sus esfuerzos, todos los caminos conducen a sus aterradores pasados y a una última parada que determinará si su amor puede sobrevivir a su forma de ser.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/lP814mEpSCdWCAMiZT1Yt5rlJhg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qqxLVM4oHYkO6kXn0lZ52bd5zn9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/46nvhCDUXKikdP2o2wR1EjxqZJX.png"
    },
    {
      "id": "tmdb:30497",
      "type": "movie",
      "name": "La matanza de Texas",
      "ids": {
        "tmdb": 30497
      },
      "overview": "Cinco adolescentes visitan la tumba, supuestamente profanada, del abuelo de uno de ellos. Cuando llegan al lugar, donde hay un siniestro matadero, toman una deliciosa carne en una gasolinera. A partir de ese momento, los jóvenes vivirán la peor pesadilla de toda su vida.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/fOqMcW2TYN0WReTDpds93rkAYpR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4sL1LwLcKLGPLq8qRtUdFy6KQdh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vG5KDSrPFuUPtfMYiXtWgT2SIDK.png"
    },
    {
      "id": "tmdb:728123",
      "type": "movie",
      "name": "Yo soy Greta",
      "ids": {
        "tmdb": 728123
      },
      "overview": "Greta Thunberg, una estudiante de 15 años en Suecia, inició una huelga escolar por el clima, ya que su pregunta para los adultos era, si no te preocupas por mi futuro en la tierra, ¿por qué debería preocuparme por mi futuro en la escuela? En cuestión de meses, su huelga se convirtió en un movimiento global cuando la tranquila adolescente con autismo se convirtió en una activista de fama mundial.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/949N6skN2tREziWaBAxWqTx6UDu.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/c30CN9YtpDAFjuqDBongIVfJNka.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qbNhc9Db4SbPFKgvK1t9911BKso.png"
    },
    {
      "id": "tmdb:1255718",
      "type": "movie",
      "name": "Incógnito",
      "ids": {
        "tmdb": 1255718
      },
      "overview": "Un joven policía recibe el encargo de infiltrarse para detener a hombres gays, pero todo cambia cuando se enamora de uno de los objetivos. Plainclothes, de Carmen Emmi, respira tensión y vulnerabilidad, con un Tom Blyth brillante como Lucas, dividido entre el deber y el deseo. El filme explora el peso de vivir en secreto, el miedo a ser descubierto y la lucha interna de alguien atrapado entre lo que es y lo que debe fingir ser, en una atmósfera densa y cargada de recuerdos. (Endimaris)",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/bSU2fRDirVJQ3PnQUz3GoR56lCW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gJLHwiyo6ZDpQ2VQooeNuJp8eEj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dNqyVwx25qUgkEKji8eJJgByUXI.png"
    },
    {
      "id": "tmdb:848334",
      "type": "movie",
      "name": "¡Caigan las rosas blancas!",
      "ids": {
        "tmdb": 848334
      },
      "overview": "Violeta es una joven directora que, luego de su ópera prima, una road-movie lesbofeminista llamada Las hijas del fuego, ahora intenta hacer un film pornoecológico. Fracasa en ese género tan atractivo como improbable y finalmente se escapa del set junto a sus amigas actrices y amantes de siempre. Vuelven a subirse a la van escolar que habían comprado para la primera película. El viaje sin destino pero con muchas paradas, las conducirá a San Pablo y finalmente a una enigmática isla muy cerca. Allí, Elvira, una extravagante mujer de 70 años lidera una comunidad de vampiras de toda etnia y edad que viven en armonía entre la voluptuosa naturaleza.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/jwrjFmoLyR8F5jpJt2vUlBb5LpG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1tt3efjvIUczGHTFrZEa74JgDnd.jpg"
    },
    {
      "id": "tmdb:28028",
      "type": "movie",
      "name": "Sonny",
      "ids": {
        "tmdb": 28028
      },
      "overview": "Nueva Orleans, 1981. Sonny Phillips, recién licenciado del ejército, regresa a casa. La única vida que él conoce es como un gigoló, trabajando para su madre, pero él quiere dejar eso atrás. Sin embargo, el trabajo que su compañero del ejército prometió no se materializa, y él no puede escapar de su pasado.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/9Btip4jrDAxbAuDkEyPq8OkLbZw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/naN0YZ6JUzw1LnOawGMA9SB0Ofe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gjvInEJSesCDiXxsPshxPWe296d.png"
    },
    {
      "id": "tmdb:507076",
      "type": "movie",
      "name": "Climax",
      "ids": {
        "tmdb": 507076
      },
      "overview": "A mediados de los años noventa, veinte jóvenes bailarines de danza urbana que se habían reunido para unas jornadas de tres días de ensayos en un internado en desuso situado en el corazón de un bosque, hacen su último baile común y luego festejan una última fiesta de celebración alrededor de una gran fuente de sangría. Pronto, la atmósfera se vuelve eléctrica y una extraña locura los atrapará toda la noche. Les parece obvio que han sido drogados, pero no saben por quién o por qué.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/oo8ZbKZaSFAOv96dokRTLJ29OAs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/v0sblc9A8eaE8EqDQ5Y6fELj4oB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sMiRxKUuohRBcpSA0prgMMM1Tfn.png"
    },
    {
      "id": "tmdb:338766",
      "type": "movie",
      "name": "Comanchería",
      "ids": {
        "tmdb": 338766
      },
      "overview": "Un padre divorciado y su hermano, un ex presidiario recién salido de la cárcel, se dirigen al Oeste de Texas con el objetivo realizar una serie de robos en una serie de sucursales bancarias, con el fin de poder conseguir el dinero suficiente como para poder salvar la granja familiar.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/rGihwoxhAjPrnrjpTPowuIOU3jy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i7CMeQpxCX42XBSUyYA2Nc5xJtC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vsFyYFSOOBt8GhSmlUUMV9AfyGr.png"
    }
  ]
}