{
  "metas": [
    {
      "id": "tmdb:31304",
      "type": "movie",
      "name": "Una historia de amor sueca",
      "ids": {
        "tmdb": 31304
      },
      "overview": "Cuenta la historia de amor entre dos chicos de catorce años, con una audacia inusual porque se anima a registrar la sensualidad e intensidad de los cuerpos y las emociones de estos adolescentes, dejando como fondo el oscuro retrato de sus familias, para focalizar el relato en la amorosa y tierna relación de los protagonistas, refugio frente a un entorno adulto de hostilidad y locura.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/nNp4pLSYolObA4pVWvUW5cbIG1v.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kjh52t74l2tGS84VZraeUZADTMG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dG0tKEspoE8ogsSLXT21wqzgmbj.png"
    },
    {
      "id": "tmdb:933260",
      "type": "movie",
      "name": "La sustancia",
      "ids": {
        "tmdb": 933260
      },
      "overview": "'Tú, pero mejor en todos los sentidos'. Esa es la promesa de la sustancia, un producto revolucionario basado en la división celular, que crea un alter ego más joven, más bello, más perfecto.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/w1PiIqM89r4AM7CiMEP4VLCEFUn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5ChQ84lkuix0Rl8PqOKXTQgjI8l.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bVnwy0nR5RLvQ2vDPo5VLO9nCsj.png"
    },
    {
      "id": "tmdb:8871",
      "type": "movie",
      "name": "El Grinch",
      "ids": {
        "tmdb": 8871
      },
      "overview": "Cada año, en Navidad, los lugareños perturban su pacífica soledad con celebraciones cada vez más desmesuradas, luminosas y ruidosas. Cuando los Quién declaran que ese año van a preparar una Navidad el triple de grande, el Grinch se da cuenta de que solo hay un modo de recuperar algo de paz y silencio: robar la Navidad. Para ello, decide hacerse pasar por Santa Claus en Nochebuena, haciéndose con un reno muy peculiar para tirar de su trineo. Mientras tanto, en Villa Quién, una dulce niña llamada Cindy-Lou, desbordante de espíritu navideño, planea con sus amigos atrapar a Papá Noel durante su visita en Nochebuena para darle las gracias por ayudar a su trabajadora madre. Sin embargo, a medida que se acerca la noche mágica, sus buenas intenciones amenazan con chocar con las del Grinch, mucho más perversas.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/yCZ3xAPM5009ltBUUwPtCeWKQWy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qkt1Qn9j6yw9rcJhvSu1p3wuiBm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/87Gk6cCexvE0VVRF25ppQ2STubX.png"
    },
    {
      "id": "tmdb:496243",
      "type": "movie",
      "name": "Parásitos",
      "ids": {
        "tmdb": 496243
      },
      "overview": "Tanto Gi Taek (Song Kang-ho) como su familia están sin trabajo. Cuando su hijo mayor, Gi Woo (Choi Woo-sik), empieza a dar clases particulares en casa de Park (Lee Seon-gyun), las dos familias, que tienen mucho en común pese a pertenecer a dos mundos totalmente distintos, comienzan una interrelación de resultados imprevisibles.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/4N55tgxDW0RRATyrZHbx0q9HUKv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ao0dFrU4QrmnVYt6ywnsGNjmuAT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7yTwlOYScxmNEHK2RJr1YWRTOEW.png"
    },
    {
      "id": "tmdb:105",
      "type": "movie",
      "name": "Regreso al futuro",
      "ids": {
        "tmdb": 105
      },
      "overview": "El adolescente Marty McFly es amigo de Doc, un científico al que todos toman por loco. Cuando Doc crea una máquina para viajar en el tiempo, un error fortuito hace que Marty llegue a 1955, año en el que sus futuros padres aún no se habían conocido. Después de impedir su primer encuentro, deberá conseguir que se conozcan y se casen; de lo contrario, su existencia no sería posible.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/owk40tn1sFJmC7bhamEpmhdZPKa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aYFwRXjiilOavzJ6r6dYv7Q4kUV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jFYEAKzR1lkd2fhxqd8hp8fhR6u.png"
    },
    {
      "id": "tmdb:809",
      "type": "movie",
      "name": "Shrek 2",
      "ids": {
        "tmdb": 809
      },
      "overview": "Cuando Shrek y la princesa Fiona regresan de su luna de miel, los padres de ella los invitan a visitar el reino de Muy Muy Lejano para celebrar la boda. Para Shrek, al que nunca abandona su fiel amigo Asno, esto constituye un gran problema. Los padres de Fiona, por su parte, no esperaban que su yerno tuviera un aspecto semejante y, mucho menos, que su hija hubiera cambiado tanto. Todo esto trastoca los planes del rey respecto al futuro del reino. Pero entonces entran en escena la maquiavélica Hada Madrina, su arrogante hijo el Príncipe Encantador y un minino muy especial: el Gato con Botas, experto cazador de ogros.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/knRt4E8KyfwEv0SVu9LsLvD28IQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qKkUCwpK5A8Szu2XlNjmy9t0972.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3xIgLhQhqQOeRXbYIOi4rYkFulH.png"
    },
    {
      "id": "tmdb:1137245",
      "type": "movie",
      "name": "Tres amigas",
      "ids": {
        "tmdb": 1137245
      },
      "overview": "Joan ya no está enamorada de Victor y sufre por no estar siendo honesta con él. Alice, su mejor amiga, la tranquiliza asegurándole que ella misma no siente pasión por su pareja Eric y sin embargo su relación va viento en popa. Ella ignora que él tiene una aventura con Rebecca, su amiga común... Cuando Joan decide finalmente dejar a Victor y este desaparece, las vidas y las historias de las tres amigas dan un vuelco.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/bpK4nHk52cUL4TajeGsIjG8YDLd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gxykIqLbeJ8lriB497C29OYckfQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9egzvoUqSwwp75hxeQiGZIN7tjt.png"
    },
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:18389",
      "type": "movie",
      "name": "Jinetes de leyenda",
      "ids": {
        "tmdb": 18389
      },
      "overview": "Palestina, 1917. El avance de las tropas británicas es detenido por el ejército turco después del fracaso del último ataque sobre la ciudad de Gaza. Ante esta situación, un grupo de infantería montada a caballo de Australia entra en acción. Entre ellos se encuentra Dave, un joven temeroso, que acaba herido de forma heroica. Durante su estancia en el hospital se enamorará de una enfermera.",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/e1eKkBGn16sIXAHUVmcEaBvtLTa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6SjxtqSkC9mHWIZVZpI4cOyLBmm.jpg"
    },
    {
      "id": "tmdb:421313",
      "type": "movie",
      "name": "Eliminators",
      "ids": {
        "tmdb": 421313
      },
      "overview": "Un ex agente federal de EE.UU. debe abandonar el programa de protección de testigos y salir de la clandestinidad cuando su casa de Londres es invadido por error debido a una dirección equivocada. Cuando el evento termina con múltiples homicidios, las noticias disparan a aquellos que lo persiguen para enviar al asesino más peligroso de Europa para matarlo. Ahora en la carrera con la vida de su hija en peligro, un padre decidido debe conseguirla a la seguridad antes de que la gente que él ha estado ocultando de rastrearlo abajo.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/rsJHnIjAuwukZl4SMifx5pcZX4y.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sjGnySHLnqyrm8ToG6Pw84TUBu3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vdYIxzS6AMzvz70kqvTMNLpXzTf.png"
    },
    {
      "id": "tmdb:823219",
      "type": "movie",
      "name": "Flow, un mundo que salvar",
      "ids": {
        "tmdb": 823219
      },
      "overview": "En un mundo al borde del colapso, un gato solitario pierde su hogar por una inundación y encuentra refugio en un barco con otras especies. Juntos, deberán superar diferencias y desafíos mientras navegan por un misterioso paisaje sumergido.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/337MqZW7xii2evUDVeaWXAtopff.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ouCqgbdQTnSB7qS1v2sEmXeNNSI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/GkoK3RGzq0k0qMSHif7e9kXIyn.svg"
    },
    {
      "id": "tmdb:31655",
      "type": "movie",
      "name": "El terror",
      "ids": {
        "tmdb": 31655
      },
      "overview": "En la Europa del siglo XIX, un joven oficial francés del ejército de Napoleón es salvado de la muerte por una bella mujer que, a continuación, desaparece. El teniente, obsesionado con la muchacha, sigue sus huellas hasta llegar al remoto y solitario castillo del Barón Von Leppe (Boris Karloff), un lugar que esconde un terrible misterio.",
      "year": 1963,
      "poster": "https://image.tmdb.org/t/p/w342/83aiJfvW0VZ8HbtyNYdy1xGfXuy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/x1iDJNcNIDpgMXFuMPOQrsGfLAd.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/k4WzSlTkyaO8ELvomBCuSQXhuYh.svg"
    },
    {
      "id": "tmdb:30484",
      "type": "movie",
      "name": "La reina guerrera",
      "ids": {
        "tmdb": 30484
      },
      "overview": "Berenice (Sybil Danníng), la esposa del emperador romano, descubre la promiscua realidad de las calles de Pompeya. Indignada, Berenice decide, a riesgo de su propia vida, luchar para acabar con tan injusta situación, que incluye la humillación a la que condenan los hombres a las mujeres, vendiéndolas en cada esquina, rebajándolas a lo más indigno. Una pelea para la que se armará con sus poderes y que iniciará con la liberación de una joven que descubre cautiva.",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/P0j17mJRpSIZOglbtPkakHSD1S.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nSwJG7ODK6v03hlyiJj6mn045dK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gBSmbOIRotN0Ox7elnKtyDPUloQ.png"
    },
    {
      "id": "tmdb:497",
      "type": "movie",
      "name": "La milla verde",
      "ids": {
        "tmdb": 497
      },
      "overview": "En el sur de los Estados Unidos, en plena Depresión, Paul Edgecomb es un vigilante penitenciario a cargo de la Milla Verde, un pasillo que separa las celdas de los reclusos condenados a la silla eléctrica. Esperando su ejecución está John Coffey, un gigantesco negro acusado de asesinar brutalmente a dos hermanas de nueve años. Tras una personalidad ingenua, Coffey esconde un don sobrenatural prodigioso. A medida que transcurre la historia, Paul Edgecomb aprende que los milagros ocurren... incluso en los lugares más insospechados.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/aBQiJRxGRrX0mXFMjxyzWYFtEnf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/umunWbkQ6xMWlGOpp4Tt0QuhMSz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rr2nQMagxwQ3P37FLF3P3teYvtj.png"
    },
    {
      "id": "tmdb:3063",
      "type": "movie",
      "name": "Sopa de ganso",
      "ids": {
        "tmdb": 3063
      },
      "overview": "Un imaginario país en bancarrota requiere el apoyo económico de una acaudalada viuda (Margaret Dumont) para salir adelante. Como condición para extender el financiamiento, la acreedora exige que el excéntrico Rufus T. Firefly (Groucho Marx) tome las riendas de la nación. Deseando sacar partida de la crisis, el ambicioso embajador de una potencia vecina (Louis Calhern) hará cuanto sea posible para desprestigiar al nuevo líder y para ello echará mano de dos inusuales espías (Harpo y Chico Marx).",
      "year": 1933,
      "poster": "https://image.tmdb.org/t/p/w342/7LPGjvmMZkzaSey0KfOZ40ESzd2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bX5Uno3Mwo1dFIxSqzOLHSzBTKf.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/Imoedc1qD1XRK7NeEMBJzxYIDM.png"
    },
    {
      "id": "tmdb:11824",
      "type": "movie",
      "name": "Teen Wolf (De pelo en pecho)",
      "ids": {
        "tmdb": 11824
      },
      "overview": "Un adolescente descubre que se está produciendo una mutación en su cuerpo. Aunque en un principio su estado le provoca una terrible preocupación, poco a poco irá desarrollando sus nuevas, ágiles y peludas cualidades para ligar con las chicas y ganar al baloncesto.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/5cKky9Cu3JZ2KTqOUgjRFH6F6tj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/diNDBLgFdPWJByTsedJu8L9QXtn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1rDb4QL3vCa05f9NpEXO0dUU6Uh.png"
    },
    {
      "id": "tmdb:833404",
      "type": "movie",
      "name": "Oranges sanguines",
      "ids": {
        "tmdb": 833404
      },
      "overview": "Una pareja jubilada que tiene una deuda considerable intenta ganar una competición de baile. Un ministro que es sospechoso de defraudar impuestos. Una adolescente que tiene un explosivo encuentro con un pervertido.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/qLaYBkXhqPEsJIR4kipMCWt6Of3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sZ6DbL3e7NsAPwVig3nJ7GdLCxM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q4UKdHAWosXl7AuB76bCpMF4fuQ.png"
    },
    {
      "id": "tmdb:334922",
      "type": "movie",
      "name": "Gorriones",
      "ids": {
        "tmdb": 334922
      },
      "overview": "Un relato iniciático sobre un adolescente de 16 años, Ari, quien, tras haber estado viviendo con su madre en Reikiavik, es enviado de vuelta a la remota región de los fiordos occidentales para vivir con su padre Gunnar. Allí tendrá que lidiar con una difícil relación con su padre y encuentra cambiados a sus amigos de la infancia. En ese ambiente desesperanzador, Ari tiene que esforzarse para encontrar su camino.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/sSL0oKm3U2SgyUXOQxb8Vc5FPLN.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9efaxnGdZJCIf7AMmYJWCesAi1I.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8uqoo7GZWMQ3Y1B9ZPog3lif8NQ.svg"
    },
    {
      "id": "tmdb:1028248",
      "type": "movie",
      "name": "As Good As Dead. Ahora más peligroso",
      "ids": {
        "tmdb": 1028248
      },
      "overview": "Bryant (Michael Jai White), un hombre con un pasado misterioso, se muda a un pequeño pueblo fronterizo mexicano para empezar de nuevo y vivir una vida sencilla. Mientras está allí, se hace amigo de mala gana de un adolescente local con problemas que recientemente perdió a su madre y está siendo reclutado por la pandilla callejera local.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/niTXgu5Ydz64KkanuPqkppfW5gI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mV4HOq4Q8QxigC4z0YvHWSjrs8H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/atHM5eeBUXQLw6zpulhW86mSoZA.png"
    },
    {
      "id": "tmdb:63579",
      "type": "movie",
      "name": "Proyecto Nim",
      "ids": {
        "tmdb": 63579
      },
      "overview": "Proyecto NiM es una película documental que trata sobre un experimento que se realizó en los años setenta, cuya finalidad era comprobar qué pasaría si un chimpancé fuese criado y alimentado desde su nacimiento como un auténtico ser humano.  El experimento llamado 'proyecto Nim' fue obra de un grupo de investigadores de la Universidad de Columbia en Nueva York, que estaba capitaneado por el psicólogo Herbert S. Terrace. Él y su equipo tenían la idea inicial de que si los humanos y los primates eran criados y educados de forma similar al ser humano, podrían llegar a entender el lenguaje humano y tener la capacidad de comunicarse con total libertad. Para comprobarlo, acogieron a un pequeño chimpancé al que pusieron el nombre de Nim Chimpsky.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/nWGeL49knccAgHzp4BgkFXkB2Ui.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/10UIZkvN2Jq1nLK4bqPwrqSRhbf.jpg"
    },
    {
      "id": "tmdb:1000866",
      "type": "movie",
      "name": "Por todo lo alto",
      "ids": {
        "tmdb": 1000866
      },
      "overview": "El aclamado director Thibaut tiene leucemia y necesita un donante de médula ósea. Encuentra a un hermano mayor, un músico y obrero de una fábrica, y desencadena un viaje musical y fraternal en medio del cierre de la fábrica de la ciudad.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/fbR2jsOAfG38eopBFf1CWlZnqJh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/43aKOAWBaQYYef9EmtwL7N1zNIc.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aibHxS0eznxlsxkGBNbrL7XwYMb.png"
    },
    {
      "id": "tmdb:4628",
      "type": "movie",
      "name": "El Enigma",
      "ids": {
        "tmdb": 4628
      },
      "overview": "Algunos agentes de la KGB altamente entrenados son enviados al oeste para asesinar a varios disidentes soviéticos. Para detener la trama diabólica, un agente estadounidense debe infiltrarse en la inteligencia soviética y obtener información de una computadora rusa.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/ecHQt4UVRsFMzVKFEutAXJ1C1Zu.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2URWwgLp6Lde84nHY4IEKmIYCpl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eXfYWwO097NSAq3B7wzKKarTd1y.png"
    },
    {
      "id": "tmdb:431135",
      "type": "movie",
      "name": "Eva",
      "ids": {
        "tmdb": 431135
      },
      "overview": "Bertrand Valade, un joven dramaturgo de éxito, se refugia en un chalé durante una violenta tormenta de nieve, allí conoce a Eva, una misteriosa mujer.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/iDIQvVf8ZyAxf3WzJhbn15hpXPK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9Y5p2XaFiHjRvRe208V2tFCDRWy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eR1TSHLvclOVfNh7U3PjH8d7Jd6.svg"
    },
    {
      "id": "tmdb:1109255",
      "type": "movie",
      "name": "Parthenope",
      "ids": {
        "tmdb": 1109255
      },
      "overview": "El largo viaje de la vida de Parthenope, desde su nacimiento en 1950 hasta hoy. Una epopeya femenina desprovista de heroísmo pero rebosante de una pasión inexorable por la libertad, Nápoles y los rostros del amor, todos esos amores verdaderos, inútiles e indecibles. El perfecto verano de Capri, el desenfado de la juventud, que acaba en emboscada. Y luego todos los demás: los napolitanos, hombres y mujeres, observados y amados, desilusionados y vitales, sus olas de melancolía, sus ironías trágicas y sus miradas abatidas. La vida, ordinaria o memorable, sabe ser muy larga. El paso del tiempo ofrece un vasto repertorio de emociones. Y ahí al fondo, tan cerca y tan lejos, está Nápoles, esa ciudad inefable que hechiza, encanta, grita, ríe y siempre sabe cómo hacerte daño.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/pHeUdYRCv5qw0lPp9R6DP9LNuy4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mxQdp8koc2LtN7MphNX22HQlOnN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/i1kUZO0Pli9gSoAzw5nMcanUnWB.png"
    },
    {
      "id": "tmdb:31385",
      "type": "movie",
      "name": "Zombie Nightmare",
      "ids": {
        "tmdb": 31385
      },
      "overview": "Un joven deportista es asesinado impúnemente. Luego de un macabro ritual es resucitado como un zombie que se dedica a perseguir y acabar con sus asesinos. Un detective de la policía se ve involucrado y tendrá una invitación al infierno.",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/r5VuDlknMW7dhN9Xp0qkp7aL1Xd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/frzxjob5SqY4vN7iRSLZ1KmkJHP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3CDdqfDe6FgAm5bxRMBNXBTfyGs.png"
    },
    {
      "id": "tmdb:349064",
      "type": "movie",
      "name": "Cuernavaca",
      "ids": {
        "tmdb": 349064
      },
      "overview": "El mundo de Andy cambia totalmente cuando su madre sufre un terrible accidente. Sin nadie que lo cuide, es llevado a Cuernavaca, una localidad situada al sur de México. Allí se encuentra la casa de su lejana abuela paterna. Mientras su madre se debate entre la vida y la muerte, el niño se enfrentará al rechazo de su propia abuela, al mundo seductor y peligroso del hijo del jardinero y a la búsqueda de su padre. Ópera prima del cineasta mexicano Alejandro Andrade, protagonizada por el debutante Emilio Puente y Carmen Maura, leyenda de la interpretación española y antigua musa de Pedro Almodóvar en películas como '¿Qué he hecho yo para merecer esto?' o 'Mujeres al borde de un ataque de nervios'.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/aelWQU9HGl8B2BXyV2K3h8YbMns.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aCzis9ixy9mAu1RppbB8BR1ouiw.jpg"
    },
    {
      "id": "tmdb:48689",
      "type": "movie",
      "name": "Llamada a escena",
      "ids": {
        "tmdb": 48689
      },
      "overview": "Stevenson Lowe (James Spader) y su novia Julia (Polly Walker) se mudan a una lujosa mansión habitada por los fantasmas de un antiguo e infeliz matrimonio (Michael Caine y Maggie Smith). La joven Julia desea casarse, pero Stevenson tiene fobia al matrimonio, especialmente cuando ve cómo le fueron las cosas al \"matrimonio fantasma\".",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/bZmI4sd3KHxjujVAjzSu9huWHCJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/AgmGyRRvVJCwJrIvZBYJLY7dZlp.jpg"
    },
    {
      "id": "tmdb:396194",
      "type": "movie",
      "name": "Ennio, el Maestro",
      "ids": {
        "tmdb": 396194
      },
      "overview": "Retrato de Ennio Morricone, el compositor de cine más popular y prolífico del siglo XX, uno de los más queridos por el público, dos veces ganador del Oscar y autor de más de quinientas partituras inolvidables. El documental presenta al Maestro a través de una larga entrevista realizada por Tornatore, testimonios de artistas y directores como Bernardo Bertolucci, Giuliano Montaldo, Marco Bellocchio, Dario Argento, los hermanos Taviani, Carlo Verdone, Barry Levinson, Roland Joffé, Oliver Stone, Quentin Tarantino, Bruce Springsteen, Nicola Piovani, Hans Zimmer y Pat Metheny, música y material de archivo. El documental también se propone revelar el lado menos conocido de Morricone, como su pasión por el ajedrez, que puede tener vínculos misteriosos con su música. Así como el origen en la vida real de algunas de sus intuiciones musicales.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/j6K8RdOsggU4zPitdgjFpq4yefL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1C8HNCeXAbRsp4KC3V0LSAD26LR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jNOVOq1knEolySi0CtXr54XN90l.png"
    },
    {
      "id": "tmdb:793511",
      "type": "movie",
      "name": "Cortes peligrosos",
      "ids": {
        "tmdb": 793511
      },
      "overview": "\"Cortes peligrosos\" está ambientada en un barrio de clase obrera de Dublín, Piglinstown, en pleno declive por los ataques y chantajes de la banda de Deano. La policía no hace nada para acabar con la violencia... pero un concejal parece tener la solución: demoler el barrio y convertirlo en una comunidad pija.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/indBEvULM9ciXdVaySPQKMFlOQO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aJzV7rJnniU5vB85HBl3K7xopuK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yvi8uv5926J4Z7oApaCpjArh6f3.png"
    },
    {
      "id": "tmdb:110789",
      "type": "movie",
      "name": "Francisca",
      "ids": {
        "tmdb": 110789
      },
      "overview": "Narra la historia de amor del escritor Camilo Castelo Branco por Fanny Owen, una muchacha de origen inglés que, por su parte, se enamora de un compañero, amigo y rival del escritor, José Augusto.",
      "year": 1981,
      "poster": "https://image.tmdb.org/t/p/w342/yfwWVR8ze7ZdG4Qr6gFvsYfAzcX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gVzKF6bT2SWRFK9JibRvk8lobc8.jpg"
    },
    {
      "id": "tmdb:98",
      "type": "movie",
      "name": "Gladiator",
      "ids": {
        "tmdb": 98
      },
      "overview": "En el año 180, el Imperio Romano domina todo el mundo conocido. Tras una gran victoria sobre los bárbaros del norte, el anciano emperador Marco Aurelio decide transferir el poder a Máximo, bravo general de sus ejércitos y hombre de inquebrantable lealtad al imperio. Pero su hijo Cómodo, que aspiraba al trono, no lo acepta y trata de asesinar a Máximo.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/p08mUnCktZ2opGihZTAn7OqzOoi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qvmywctvXjXcI5dXzhMGKU41qfs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aF9ldcxU5HOEvrrhkZnd9jePoWu.png"
    },
    {
      "id": "tmdb:807196",
      "type": "movie",
      "name": "Hierve",
      "ids": {
        "tmdb": 807196
      },
      "overview": "En la noche más concurrida del año en uno de los restaurantes de moda en Londres, el carismático jefe de cocina Andy Jones trata de no derrumbarse ante una crisis personal y profesional que podría destruir todo aquello por lo que ha trabajado. La inesperada visita de un inspector de sanidad y seguridad alimentaria aumenta la presión sobre el personal mientras no dejan de llegar más y más clientes. Andy abronca y engatusa a su equipo indistintamente, haciendo todo lo posible para disipar las tensiones entre la gerencia y los trabajadores, mientras atiende a las ridículas demandas de sus clientes.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/3yghOYVOI9PEgbOaHpR4sZhklot.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/z5nnUVC69zOhAnZhTLn1m9keQSj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5FC9XFpqmPIcpcHqzgK4PZkMsxr.png"
    },
    {
      "id": "tmdb:19213",
      "type": "movie",
      "name": "Pledge This!",
      "ids": {
        "tmdb": 19213
      },
      "overview": "Las chicas de la fraternidad Gamma Gamma de la Universidad South Beach han sido coronadas como las mejores por la Revista FHM. La presidenta de las Gamma, Victoria English (Paris Hilton), es la chica en quien fijarse. Es hermosa, elegante y corre el rumor de que es la chica más rica del mundo. Victoria ha creado las Gammas a su imagen: sólo las más hermosas, elegantes y de élite tienen una oportunidad de ser admitidas. El Campus está pendiente de la columna escrita sobre las Gamma en la revista FHM, y Victoria se aprovecha de la situación...",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/e3wkX38lNtjlz3R8XuKmJQIad8I.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/t4NYQ6tJ0Mt9v94Nq7E4yeF5aEC.jpg"
    },
    {
      "id": "tmdb:301846",
      "type": "movie",
      "name": "Howl (Aullido)",
      "ids": {
        "tmdb": 301846
      },
      "overview": "La película se centra en Joe, un revisor que tendrá que doblar turno y subir a un tren nocturno, el tren se detiene de manera brusca y el conductor acaba desapareciendo, lo que dará lugar a que Joe tenga que tomar las riendas de la situación muy a su pesar y sin mucho convencimiento por el resto de pasajeros.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/XcwP3VGTRVHjc4doNP8w1fdOJ7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4Ym1BRPiBAvesqnxHPvJUKHKmRg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ioJbr6lXTQgi67Cm8P6JsysMFls.png"
    },
    {
      "id": "tmdb:3089",
      "type": "movie",
      "name": "Río Rojo",
      "ids": {
        "tmdb": 3089
      },
      "overview": "Terminada la Guerra de Secesión (1861-1865) y después de haber sobrevivido a una matanza de los indios, el ganadero Tom Dunson (John Wayne) y su hijo adoptivo Matthew Garth (Montgomery Clift) proyectan trasladar diez mil cabezas de ganado desde Texas hasta Missouri. Nadie hasta entonces había intentado una operación de tal envergadura.",
      "year": 1948,
      "poster": "https://image.tmdb.org/t/p/w342/h3MNyRAce1QRdOuGT867xfkX7Zk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gbOAL63h4Fb82mF253NDMvdyDWa.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dLda4NE4fGC4pIe6hicVLWTsBHa.png"
    },
    {
      "id": "tmdb:36691",
      "type": "movie",
      "name": "Un hombre solitario",
      "ids": {
        "tmdb": 36691
      },
      "overview": "El propietario de una cadena de coches con la líbido subida ve cómo su carrera y su vida personal se está arruinando debido a sus continuas indiscreciones, tanto en el plano profesional como personal.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/mKDIhs9uVp9xWfa1y0ScAyPiDkT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lK1ZgVelltAGXAltvaPRmtrdNtC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5AbDyXJWRDTMnT0jluvXFW7Gzxa.png"
    },
    {
      "id": "tmdb:61642",
      "type": "movie",
      "name": "Gigantes de plata",
      "ids": {
        "tmdb": 61642
      },
      "overview": "El jefe de un sindicato mafioso que controla el juego de Las Vegas, necesita dar salida a sus ganancias ilegales. La mejor solución sería ingresar el dinero en un banco suizo, pero como ningún banco quiere el dinero sucio, decide comprar su propio banco para blanquearlo. Por ello, el jefe del sindicato encarga a Doc Fletcher (Michael Caine), supervisar la operación.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/2LS9UoL4sehS1TUKi8dCB36oyxH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fa0WNzjuWJseqiOmXh6U3yxJHXh.jpg"
    },
    {
      "id": "tmdb:10537",
      "type": "movie",
      "name": "The Doors",
      "ids": {
        "tmdb": 10537
      },
      "overview": "Jim Morrison, cabeza visible de The Doors, para muchos fue un regalo de Dios; para otros, un vástago del Diablo. Vivió al límite, en una anárquica carrera autodestructiva salpicada de escándalos y arrebatos de ira y de pasión que lo hundieron en un abismo de sexo, alcohol y drogas.",
      "year": 1991,
      "poster": "https://image.tmdb.org/t/p/w342/xa5dn3u0pwFcbWqANxZt0LTQCka.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oju8432Pl3WxbNetprdbedzVccp.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/g6RGgpftXp59bVvy7pMi9ERYOt.png"
    },
    {
      "id": "tmdb:18646",
      "type": "movie",
      "name": "Bodas reales",
      "ids": {
        "tmdb": 18646
      },
      "overview": "Elle y Tom son dos hermanos bailarines que acuden a Londres para actuar en la ceremonia que unirá en matrimonio a la princesa inglesa Elizabeth con Philip. Intentarán, además, encontrar el amor de sus vidas mientras la realeza celebra los fastos de la boda.",
      "year": 1951,
      "poster": "https://image.tmdb.org/t/p/w342/5hOyBgsmSApFl10ZfaYxUTQu5Ze.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/a1B0LcqwFoAX8vH3iibDVlIOw9M.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1chc88YBfS6MC87CU8o9EuPEoua.png"
    },
    {
      "id": "tmdb:64828",
      "type": "movie",
      "name": "El casero",
      "ids": {
        "tmdb": 64828
      },
      "overview": "Elgar es un joven rico y aburrido que compra un edificio de apartamentos en un barrio humilde. Planea desalojar a los inquilinos y renovar el edificio pero, sorprendentemente, abandona la casa donde vive y decide mudarse al edificio que acaba de comprar. (FILMAFFINITY)",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/DoDKRMIRki2ft2D9bZGa1zzgVx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aY3LIWmAe1SW6OTPBOj4o9IPUMi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4z2mbU3vboSIe4u7p9POSDioM4q.png"
    },
    {
      "id": "tmdb:139646",
      "type": "movie",
      "name": "Animales",
      "ids": {
        "tmdb": 139646
      },
      "overview": "Pol, un adolescente que vive con su hermano, tiene un amigo secreto: Deerhoof, un tierno osito de peluche que piensa, se mueve, y habla en inglés. Su vida transcurre apaciblemente hasta que aparece Ikari, un enigmático compañero de clase por el que Pol se siente fascinado. Una muerte inexplicable y una serie de extraños acontecimientos transforman la tranquila vida de Pol en una auténtica aventura.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/lXwlnHdor5DK8WvGZBwIlz7QqPH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5lpgJlTEQg887vHgNHpClBA4i51.jpg"
    },
    {
      "id": "tmdb:11879",
      "type": "movie",
      "name": "Los viajeros de la noche",
      "ids": {
        "tmdb": 11879
      },
      "overview": "Un joven cowboy, seducido por una chica nueva en la ciudad, descubre que ha sido mordido por un vampiro. Lentamente se convierte en una criatura de la noche, una raza compuesta por hombres y mujeres que vagan sin rumbo, alimentándose con la sangre de sus víctimas. Frente a estos zombis vampiros, sólo queda una cosa: \"rezar para que salga la luz del día\"",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/p1sCOB0T2AedMYtY3yXo6a5I37j.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/voxGoXCQiad5F5bYuy73HaRLtfV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bFKHZE2xv8SgE9Pk5KDGJ1kYXpE.png"
    },
    {
      "id": "tmdb:322488",
      "type": "movie",
      "name": "La clase de esgrima",
      "ids": {
        "tmdb": 322488
      },
      "overview": "Huyendo de la policía secreta rusa, Endel, un joven campeón de esgrima, se ve obligado a regresar a su tierra natal, donde se convierte en profesor de educación física en una escuela local. Pero el pasado le pone frente a una difícil elección.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/qwaPBX5YZbkuvdUeXAwpsQSqQn9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/NoI3jXetVZ2ShEAO3I05cpJeW8.jpg"
    },
    {
      "id": "tmdb:5916",
      "type": "movie",
      "name": "La huida",
      "ids": {
        "tmdb": 5916
      },
      "overview": "Doc McCoy cumple condena de diez años por asalto a mano armada. Por medio de su esposa, un personaje influyente le consigue la libertad provisional. A cambio, el matrimonio deberá organizar el asalto a un banco. Uno de sus dos cómplices y el vigilante resultan muertos. El superviviente les persigue para acabar con ellos y hacerse con el botin.",
      "year": 1972,
      "poster": "https://image.tmdb.org/t/p/w342/jf83VqRRFpZte67FiZviq6U3Nfs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jwpVBCoeySm8si6fTBksixMvycL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9TJeQQDwXNxX8IoJmgNDBaufqjb.png"
    },
    {
      "id": "tmdb:296778",
      "type": "movie",
      "name": "Muerte en Buenos Aires",
      "ids": {
        "tmdb": 296778
      },
      "overview": "Buenos Aires, años 80. El inspector Chávez, hombre de familia y rudo policía, queda a cargo de la investigación de un homicidio ocurrido en uno de los lugares más selectos de la ciudad. En la escena del crimen, conoce al agente Gómez, alias El Ganso, un novato que se convierte en su mano derecha. A medida que avanza la investigación, la sombra de una duda cae sobre su propio círculo íntimo. Sin escapatoria, Chávez deberá elegir en quién confiar su vida.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/jbZiBC7bk2zbvbXHIIDB1sa5ZCv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yIT9K4vTap18MUVhYIfowekgs1Q.jpg"
    },
    {
      "id": "tmdb:43829",
      "type": "movie",
      "name": "Tierra de audaces",
      "ids": {
        "tmdb": 43829
      },
      "overview": "En 1867 empieza la construcción del ferrocarril en el estado de Missouri. Los agentes de la compañía constructora presionan con amenazas y engaños a los propietarios de las tierras por donde pasará el tren para que las vendan a precios irrisorios. Sin embargo, estas presiones se estrellan contra la resistencia de una mujer que vive con sus dos hijos, Jesse y Frank James.",
      "year": 1939,
      "poster": "https://image.tmdb.org/t/p/w342/7naZrnt2rlJAhwpcaUWJxmIZvi1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/22KMLghJDf65uBqB069UyNZ89tq.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5iv9auA9HxQgDgkvjrCEY9lv7uO.png"
    },
    {
      "id": "tmdb:396535",
      "type": "movie",
      "name": "Train to Busan",
      "ids": {
        "tmdb": 396535
      },
      "overview": "Un virus letal se expande por Corea del Sur, provocando violentos altercados. Los pasajeros de un tren KTX que viaja de Seúl a Busan tendrán que luchar por su supervivencia.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/anomz7b3GQtHPFH34SODDBBIUad.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6B9HaZYBG1ugyd5g6at6F3n4wOw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wzOwOGAXLUQwwXwCAHS2x0Wc35B.png"
    },
    {
      "id": "tmdb:389685",
      "type": "movie",
      "name": "En la Azotea",
      "ids": {
        "tmdb": 389685
      },
      "overview": "En verano, Adrián y sus amigos suben cada tarde a una azotea para ver cómo una chica toma el sol desnuda. Pero una tarde no será como las demás:  se darán cuenta de que a uno de ellos le interesa mucho más el vecino que se ducha en la azotea de al lado.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/2oTN2WSKQNak5IFNhnxl4N8CbCf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/krrniV6eb5Tr3A7hkc2Y3m0C6C7.jpg"
    },
    {
      "id": "tmdb:508",
      "type": "movie",
      "name": "Love Actually",
      "ids": {
        "tmdb": 508
      },
      "overview": "En Londres, poco antes de las Navidades, se entrelazan una serie de historias divertidas y conmovedoras. 'Love Actually' es una manera abreviada de decir 'Love Actually Is All Around' y éste es precisamente el argumento de la película: mires a donde mires, encontrarás el amor en todas partes. Todos los personajes, cada uno a su manera (un primer ministro, una vieja estrella del rock, una asistenta portuguesa que sólo habla su idioma), están relacionados con los aspectos más divertidos, tristes, ingenuos y estúpidos del amor.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/A3jpXZMwqe8DoGuykyojNIidWNj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6xrA9tMvpb3cnktNH7voJ62S41N.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2XMBZCDjHRShdEhUC5btOJazCos.png"
    },
    {
      "id": "tmdb:11787",
      "type": "movie",
      "name": "El invisible Harvey",
      "ids": {
        "tmdb": 11787
      },
      "overview": "Elwood P. Dowd (James Stewart) es un hombre afable, cariñoso y siempre dispuesto a ayudar a los demás. Su único problema es que va a todas partes acompañado por un imaginario conejo gigante al que llama Harvey. La familia de Elwood no sabe qué hacer y opta por llevarlo a un psiquiátrico.",
      "year": 1950,
      "poster": "https://image.tmdb.org/t/p/w342/9pskEVgnoUWnEURqV7oNEn5sViX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/Ah7uiN6ws2QcBZhLdDfkiSJIX35.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/janmkAPer8mKQzhjnJLeT1pAv20.png"
    }
  ]
}