{
  "metas": [
    {
      "id": "tmdb:1478178",
      "type": "movie",
      "name": "Los bárbaros",
      "ids": {
        "tmdb": 1478178
      },
      "overview": "Durante la crisis económica de 2008, cuatro jóvenes ocupan un edificio en construcción en busca de un hogar.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/xm6rilitqrlvnPThzJpLBSCreVg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qlgjhx4lubpHpXZbAXinphCVJnk.jpg"
    },
    {
      "id": "tmdb:8871",
      "type": "movie",
      "name": "El Grinch",
      "ids": {
        "tmdb": 8871
      },
      "overview": "Cada año, en Navidad, los lugareños perturban su pacífica soledad con celebraciones cada vez más desmesuradas, luminosas y ruidosas. Cuando los Quién declaran que ese año van a preparar una Navidad el triple de grande, el Grinch se da cuenta de que solo hay un modo de recuperar algo de paz y silencio: robar la Navidad. Para ello, decide hacerse pasar por Santa Claus en Nochebuena, haciéndose con un reno muy peculiar para tirar de su trineo. Mientras tanto, en Villa Quién, una dulce niña llamada Cindy-Lou, desbordante de espíritu navideño, planea con sus amigos atrapar a Papá Noel durante su visita en Nochebuena para darle las gracias por ayudar a su trabajadora madre. Sin embargo, a medida que se acerca la noche mágica, sus buenas intenciones amenazan con chocar con las del Grinch, mucho más perversas.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/yCZ3xAPM5009ltBUUwPtCeWKQWy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qkt1Qn9j6yw9rcJhvSu1p3wuiBm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/87Gk6cCexvE0VVRF25ppQ2STubX.png"
    },
    {
      "id": "tmdb:933260",
      "type": "movie",
      "name": "La sustancia",
      "ids": {
        "tmdb": 933260
      },
      "overview": "'Tú, pero mejor en todos los sentidos'. Esa es la promesa de la sustancia, un producto revolucionario basado en la división celular, que crea un alter ego más joven, más bello, más perfecto.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/w1PiIqM89r4AM7CiMEP4VLCEFUn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5ChQ84lkuix0Rl8PqOKXTQgjI8l.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bVnwy0nR5RLvQ2vDPo5VLO9nCsj.png"
    },
    {
      "id": "tmdb:823219",
      "type": "movie",
      "name": "Flow, un mundo que salvar",
      "ids": {
        "tmdb": 823219
      },
      "overview": "En un mundo al borde del colapso, un gato solitario pierde su hogar por una inundación y encuentra refugio en un barco con otras especies. Juntos, deberán superar diferencias y desafíos mientras navegan por un misterioso paisaje sumergido.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/337MqZW7xii2evUDVeaWXAtopff.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ouCqgbdQTnSB7qS1v2sEmXeNNSI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/GkoK3RGzq0k0qMSHif7e9kXIyn.svg"
    },
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:31304",
      "type": "movie",
      "name": "Una historia de amor sueca",
      "ids": {
        "tmdb": 31304
      },
      "overview": "Cuenta la historia de amor entre dos chicos de catorce años, con una audacia inusual porque se anima a registrar la sensualidad e intensidad de los cuerpos y las emociones de estos adolescentes, dejando como fondo el oscuro retrato de sus familias, para focalizar el relato en la amorosa y tierna relación de los protagonistas, refugio frente a un entorno adulto de hostilidad y locura.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/nNp4pLSYolObA4pVWvUW5cbIG1v.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kjh52t74l2tGS84VZraeUZADTMG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dG0tKEspoE8ogsSLXT21wqzgmbj.png"
    },
    {
      "id": "tmdb:809",
      "type": "movie",
      "name": "Shrek 2",
      "ids": {
        "tmdb": 809
      },
      "overview": "Cuando Shrek y la princesa Fiona regresan de su luna de miel, los padres de ella los invitan a visitar el reino de Muy Muy Lejano para celebrar la boda. Para Shrek, al que nunca abandona su fiel amigo Asno, esto constituye un gran problema. Los padres de Fiona, por su parte, no esperaban que su yerno tuviera un aspecto semejante y, mucho menos, que su hija hubiera cambiado tanto. Todo esto trastoca los planes del rey respecto al futuro del reino. Pero entonces entran en escena la maquiavélica Hada Madrina, su arrogante hijo el Príncipe Encantador y un minino muy especial: el Gato con Botas, experto cazador de ogros.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/knRt4E8KyfwEv0SVu9LsLvD28IQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qKkUCwpK5A8Szu2XlNjmy9t0972.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3xIgLhQhqQOeRXbYIOi4rYkFulH.png"
    },
    {
      "id": "tmdb:496243",
      "type": "movie",
      "name": "Parásitos",
      "ids": {
        "tmdb": 496243
      },
      "overview": "Tanto Gi Taek (Song Kang-ho) como su familia están sin trabajo. Cuando su hijo mayor, Gi Woo (Choi Woo-sik), empieza a dar clases particulares en casa de Park (Lee Seon-gyun), las dos familias, que tienen mucho en común pese a pertenecer a dos mundos totalmente distintos, comienzan una interrelación de resultados imprevisibles.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/4N55tgxDW0RRATyrZHbx0q9HUKv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ao0dFrU4QrmnVYt6ywnsGNjmuAT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7yTwlOYScxmNEHK2RJr1YWRTOEW.png"
    },
    {
      "id": "tmdb:833404",
      "type": "movie",
      "name": "Oranges sanguines",
      "ids": {
        "tmdb": 833404
      },
      "overview": "Una pareja jubilada que tiene una deuda considerable intenta ganar una competición de baile. Un ministro que es sospechoso de defraudar impuestos. Una adolescente que tiene un explosivo encuentro con un pervertido.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/qLaYBkXhqPEsJIR4kipMCWt6Of3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sZ6DbL3e7NsAPwVig3nJ7GdLCxM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q4UKdHAWosXl7AuB76bCpMF4fuQ.png"
    },
    {
      "id": "tmdb:30484",
      "type": "movie",
      "name": "La reina guerrera",
      "ids": {
        "tmdb": 30484
      },
      "overview": "Berenice (Sybil Danníng), la esposa del emperador romano, descubre la promiscua realidad de las calles de Pompeya. Indignada, Berenice decide, a riesgo de su propia vida, luchar para acabar con tan injusta situación, que incluye la humillación a la que condenan los hombres a las mujeres, vendiéndolas en cada esquina, rebajándolas a lo más indigno. Una pelea para la que se armará con sus poderes y que iniciará con la liberación de una joven que descubre cautiva.",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/P0j17mJRpSIZOglbtPkakHSD1S.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nSwJG7ODK6v03hlyiJj6mn045dK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gBSmbOIRotN0Ox7elnKtyDPUloQ.png"
    },
    {
      "id": "tmdb:349064",
      "type": "movie",
      "name": "Cuernavaca",
      "ids": {
        "tmdb": 349064
      },
      "overview": "El mundo de Andy cambia totalmente cuando su madre sufre un terrible accidente. Sin nadie que lo cuide, es llevado a Cuernavaca, una localidad situada al sur de México. Allí se encuentra la casa de su lejana abuela paterna. Mientras su madre se debate entre la vida y la muerte, el niño se enfrentará al rechazo de su propia abuela, al mundo seductor y peligroso del hijo del jardinero y a la búsqueda de su padre. Ópera prima del cineasta mexicano Alejandro Andrade, protagonizada por el debutante Emilio Puente y Carmen Maura, leyenda de la interpretación española y antigua musa de Pedro Almodóvar en películas como '¿Qué he hecho yo para merecer esto?' o 'Mujeres al borde de un ataque de nervios'.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/aelWQU9HGl8B2BXyV2K3h8YbMns.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aCzis9ixy9mAu1RppbB8BR1ouiw.jpg"
    },
    {
      "id": "tmdb:105",
      "type": "movie",
      "name": "Regreso al futuro",
      "ids": {
        "tmdb": 105
      },
      "overview": "El adolescente Marty McFly es amigo de Doc, un científico al que todos toman por loco. Cuando Doc crea una máquina para viajar en el tiempo, un error fortuito hace que Marty llegue a 1955, año en el que sus futuros padres aún no se habían conocido. Después de impedir su primer encuentro, deberá conseguir que se conozcan y se casen; de lo contrario, su existencia no sería posible.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/owk40tn1sFJmC7bhamEpmhdZPKa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aYFwRXjiilOavzJ6r6dYv7Q4kUV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jFYEAKzR1lkd2fhxqd8hp8fhR6u.png"
    },
    {
      "id": "tmdb:1028248",
      "type": "movie",
      "name": "As Good As Dead. Ahora más peligroso",
      "ids": {
        "tmdb": 1028248
      },
      "overview": "Bryant (Michael Jai White), un hombre con un pasado misterioso, se muda a un pequeño pueblo fronterizo mexicano para empezar de nuevo y vivir una vida sencilla. Mientras está allí, se hace amigo de mala gana de un adolescente local con problemas que recientemente perdió a su madre y está siendo reclutado por la pandilla callejera local.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/niTXgu5Ydz64KkanuPqkppfW5gI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mV4HOq4Q8QxigC4z0YvHWSjrs8H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/atHM5eeBUXQLw6zpulhW86mSoZA.png"
    },
    {
      "id": "tmdb:793511",
      "type": "movie",
      "name": "Cortes peligrosos",
      "ids": {
        "tmdb": 793511
      },
      "overview": "\"Cortes peligrosos\" está ambientada en un barrio de clase obrera de Dublín, Piglinstown, en pleno declive por los ataques y chantajes de la banda de Deano. La policía no hace nada para acabar con la violencia... pero un concejal parece tener la solución: demoler el barrio y convertirlo en una comunidad pija.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/indBEvULM9ciXdVaySPQKMFlOQO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aJzV7rJnniU5vB85HBl3K7xopuK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yvi8uv5926J4Z7oApaCpjArh6f3.png"
    },
    {
      "id": "tmdb:421313",
      "type": "movie",
      "name": "Eliminators",
      "ids": {
        "tmdb": 421313
      },
      "overview": "Un ex agente federal de EE.UU. debe abandonar el programa de protección de testigos y salir de la clandestinidad cuando su casa de Londres es invadido por error debido a una dirección equivocada. Cuando el evento termina con múltiples homicidios, las noticias disparan a aquellos que lo persiguen para enviar al asesino más peligroso de Europa para matarlo. Ahora en la carrera con la vida de su hija en peligro, un padre decidido debe conseguirla a la seguridad antes de que la gente que él ha estado ocultando de rastrearlo abajo.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/rsJHnIjAuwukZl4SMifx5pcZX4y.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sjGnySHLnqyrm8ToG6Pw84TUBu3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vdYIxzS6AMzvz70kqvTMNLpXzTf.png"
    },
    {
      "id": "tmdb:11879",
      "type": "movie",
      "name": "Los viajeros de la noche",
      "ids": {
        "tmdb": 11879
      },
      "overview": "Un joven cowboy, seducido por una chica nueva en la ciudad, descubre que ha sido mordido por un vampiro. Lentamente se convierte en una criatura de la noche, una raza compuesta por hombres y mujeres que vagan sin rumbo, alimentándose con la sangre de sus víctimas. Frente a estos zombis vampiros, sólo queda una cosa: \"rezar para que salga la luz del día\"",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/p1sCOB0T2AedMYtY3yXo6a5I37j.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/voxGoXCQiad5F5bYuy73HaRLtfV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bFKHZE2xv8SgE9Pk5KDGJ1kYXpE.png"
    },
    {
      "id": "tmdb:1228685",
      "type": "movie",
      "name": "Amor en Oslo",
      "ids": {
        "tmdb": 1228685
      },
      "overview": "Marianne, una pragmática doctora, y Tor, un compasivo enfermero, evitan las relaciones convencionales. Una noche, tras una cita a ciegas, Marianne conoce a Tor en un ferry. Tor suele pasar allí las noches buscando encuentros casuales con hombres y comparte sus experiencias de intimidad espontánea y conversaciones significativas. Intrigada por su punto de vista, Marianne empieza a cuestionar las normas sociales y se pregunta si esa intimidad casual podría ser también una opción para ella.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/lGoThJHAA2Wwb1kLGu7mWFGGpGJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/o513fsUkJmdHHZbE8OLUlSlTg4V.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lxg7kJVDSrmRFx9chjkgi8bIw3j.png"
    },
    {
      "id": "tmdb:334922",
      "type": "movie",
      "name": "Gorriones",
      "ids": {
        "tmdb": 334922
      },
      "overview": "Un relato iniciático sobre un adolescente de 16 años, Ari, quien, tras haber estado viviendo con su madre en Reikiavik, es enviado de vuelta a la remota región de los fiordos occidentales para vivir con su padre Gunnar. Allí tendrá que lidiar con una difícil relación con su padre y encuentra cambiados a sus amigos de la infancia. En ese ambiente desesperanzador, Ari tiene que esforzarse para encontrar su camino.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/sSL0oKm3U2SgyUXOQxb8Vc5FPLN.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9efaxnGdZJCIf7AMmYJWCesAi1I.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8uqoo7GZWMQ3Y1B9ZPog3lif8NQ.svg"
    },
    {
      "id": "tmdb:360249",
      "type": "movie",
      "name": "El último rey",
      "ids": {
        "tmdb": 360249
      },
      "overview": "Año 1206. Noruega ha sido arrasada por una guerra civil. El Rey está muriendo, y mientras su hijo no reconocido nace en secreto. La mitad del reino quiere acabar con el bebé, pero dos hombres, Torstein Skevla y Skjervald Skrukka, lo defenderán hasta la muerte en una huida que cambiará para siempre la historia del país. El niño se llamaba Håkon Håkonsen y sería rey de Noruega.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/gGSrcBefZyl9g6LlzuwtW73mH7u.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/c9cSQrAUJNZlZevSHI7Ble0NvTx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/A7TKdQkQEmpcb85tEoAyLMpRoMq.png"
    },
    {
      "id": "tmdb:497",
      "type": "movie",
      "name": "La milla verde",
      "ids": {
        "tmdb": 497
      },
      "overview": "En el sur de los Estados Unidos, en plena Depresión, Paul Edgecomb es un vigilante penitenciario a cargo de la Milla Verde, un pasillo que separa las celdas de los reclusos condenados a la silla eléctrica. Esperando su ejecución está John Coffey, un gigantesco negro acusado de asesinar brutalmente a dos hermanas de nueve años. Tras una personalidad ingenua, Coffey esconde un don sobrenatural prodigioso. A medida que transcurre la historia, Paul Edgecomb aprende que los milagros ocurren... incluso en los lugares más insospechados.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/aBQiJRxGRrX0mXFMjxyzWYFtEnf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/umunWbkQ6xMWlGOpp4Tt0QuhMSz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rr2nQMagxwQ3P37FLF3P3teYvtj.png"
    },
    {
      "id": "tmdb:18389",
      "type": "movie",
      "name": "Jinetes de leyenda",
      "ids": {
        "tmdb": 18389
      },
      "overview": "Palestina, 1917. El avance de las tropas británicas es detenido por el ejército turco después del fracaso del último ataque sobre la ciudad de Gaza. Ante esta situación, un grupo de infantería montada a caballo de Australia entra en acción. Entre ellos se encuentra Dave, un joven temeroso, que acaba herido de forma heroica. Durante su estancia en el hospital se enamorará de una enfermera.",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/e1eKkBGn16sIXAHUVmcEaBvtLTa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6SjxtqSkC9mHWIZVZpI4cOyLBmm.jpg"
    },
    {
      "id": "tmdb:11824",
      "type": "movie",
      "name": "Teen Wolf (De pelo en pecho)",
      "ids": {
        "tmdb": 11824
      },
      "overview": "Un adolescente descubre que se está produciendo una mutación en su cuerpo. Aunque en un principio su estado le provoca una terrible preocupación, poco a poco irá desarrollando sus nuevas, ágiles y peludas cualidades para ligar con las chicas y ganar al baloncesto.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/5cKky9Cu3JZ2KTqOUgjRFH6F6tj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/diNDBLgFdPWJByTsedJu8L9QXtn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1rDb4QL3vCa05f9NpEXO0dUU6Uh.png"
    },
    {
      "id": "tmdb:98",
      "type": "movie",
      "name": "Gladiator",
      "ids": {
        "tmdb": 98
      },
      "overview": "En el año 180, el Imperio Romano domina todo el mundo conocido. Tras una gran victoria sobre los bárbaros del norte, el anciano emperador Marco Aurelio decide transferir el poder a Máximo, bravo general de sus ejércitos y hombre de inquebrantable lealtad al imperio. Pero su hijo Cómodo, que aspiraba al trono, no lo acepta y trata de asesinar a Máximo.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/p08mUnCktZ2opGihZTAn7OqzOoi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qvmywctvXjXcI5dXzhMGKU41qfs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aF9ldcxU5HOEvrrhkZnd9jePoWu.png"
    },
    {
      "id": "tmdb:1137245",
      "type": "movie",
      "name": "Tres amigas",
      "ids": {
        "tmdb": 1137245
      },
      "overview": "Joan ya no está enamorada de Victor y sufre por no estar siendo honesta con él. Alice, su mejor amiga, la tranquiliza asegurándole que ella misma no siente pasión por su pareja Eric y sin embargo su relación va viento en popa. Ella ignora que él tiene una aventura con Rebecca, su amiga común... Cuando Joan decide finalmente dejar a Victor y este desaparece, las vidas y las historias de las tres amigas dan un vuelco.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/bpK4nHk52cUL4TajeGsIjG8YDLd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gxykIqLbeJ8lriB497C29OYckfQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9egzvoUqSwwp75hxeQiGZIN7tjt.png"
    },
    {
      "id": "tmdb:396194",
      "type": "movie",
      "name": "Ennio, el Maestro",
      "ids": {
        "tmdb": 396194
      },
      "overview": "Retrato de Ennio Morricone, el compositor de cine más popular y prolífico del siglo XX, uno de los más queridos por el público, dos veces ganador del Oscar y autor de más de quinientas partituras inolvidables. El documental presenta al Maestro a través de una larga entrevista realizada por Tornatore, testimonios de artistas y directores como Bernardo Bertolucci, Giuliano Montaldo, Marco Bellocchio, Dario Argento, los hermanos Taviani, Carlo Verdone, Barry Levinson, Roland Joffé, Oliver Stone, Quentin Tarantino, Bruce Springsteen, Nicola Piovani, Hans Zimmer y Pat Metheny, música y material de archivo. El documental también se propone revelar el lado menos conocido de Morricone, como su pasión por el ajedrez, que puede tener vínculos misteriosos con su música. Así como el origen en la vida real de algunas de sus intuiciones musicales.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/j6K8RdOsggU4zPitdgjFpq4yefL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1C8HNCeXAbRsp4KC3V0LSAD26LR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jNOVOq1knEolySi0CtXr54XN90l.png"
    },
    {
      "id": "tmdb:807",
      "type": "movie",
      "name": "Seven",
      "ids": {
        "tmdb": 807
      },
      "overview": "El teniente Somerset, del departamento de homicidios, está a punto de jubilarse y ser reemplazado por el ambicioso y brillante detective David Mills. Ambos tendrán que colaborar en la resolución de una serie de asesinatos cometidos por un psicópata que toma como base la relación de los siete pecados capitales: gula, pereza, soberbia, avaricia, envidia, lujuria e ira. Los cuerpos de las víctimas, sobre los que el asesino se ensaña de manera impúdica, se convertirán para los policías en un enigma que les obligará a viajar al horror y la barbarie más absoluta.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/uVPcVz4b2hnSGrXYLdIGRXwcivs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xfAi4XOuXSLhQXM7lsgEwO3X17H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9Jwo35pcCztc5FNmJpeI1EMRCye.png"
    },
    {
      "id": "tmdb:769",
      "type": "movie",
      "name": "Uno de los nuestros",
      "ids": {
        "tmdb": 769
      },
      "overview": "Henry, un niño de trece años de Brooklyn, vive fascinado con el mundo de los gángsters. Su sueño se hace realidad cuando entra a formar parte de la familia Pauline, dueña absoluta de la zona, que lo educan como un miembro más de la banda convirtiéndole en un destacado mafioso.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/nocvbyxKR5b1vxagy46SfEiMK3P.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/x9O4hF8y5gzqw7YY2hWzSl6C88H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zDaNBOixW4EzEsX3MEhd2AJQpfC.png"
    },
    {
      "id": "tmdb:511",
      "type": "movie",
      "name": "La tierra de la gran promesa",
      "ids": {
        "tmdb": 511
      },
      "overview": "A finales del siglo XIX, la ciudad de Lodz se ha convertido en el epicentro de la industria textil, con la consiguiente necesidad de mano de obra inmigrante. Tres jóvenes estudiantes de Riga: un polaco católico, hijo de nobles terratenientes, un ambicioso judío y un alemán luterano deciden abrir una fábrica en esa ciudad para hacer fortuna y, sin escrúpulos ni prejuicios, se lanzan a acumular dinero y poder. (FILMAFFINITY)",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/pjk8K5MpQJX0XczTC2KOVWNj0lC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xQa198uEb8DLwQntDwO9jlilXcC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/z4OtMZuBy0fiF1iJcdclOM2kFC1.png"
    },
    {
      "id": "tmdb:254",
      "type": "movie",
      "name": "King Kong",
      "ids": {
        "tmdb": 254
      },
      "overview": "La suerte de Ann Darrow cambia cuando conoce a Carl Denham, un empresario que lucha para abrirse camino en el mundo del espectáculo. A ellos se une Jack Driscoll, un autor de teatro neoyorquino. Los tres emprenden un viaje que los llevará hasta una remota isla, donde Denham tiene previsto dirigir una película. Allí descubren un ser increíble, un gorila gigante, King Kong, que habita en una frondosa selva, donde criaturas prehistóricas han vivido ocultas durante millones de años. Denham, con un apetito insaciable de grandeza, enseguida ve la fama que puede reportarle la captura del gorila y su exhibición en Nueva York.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/tSfZ6LoZgnz8BOrSQVo24vqv4nW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4QRjnMYg3PyATd96bb2kXGvE96S.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bLl02c4vewuscZ7CRo2xUc1uJud.png"
    },
    {
      "id": "tmdb:508",
      "type": "movie",
      "name": "Love Actually",
      "ids": {
        "tmdb": 508
      },
      "overview": "En Londres, poco antes de las Navidades, se entrelazan una serie de historias divertidas y conmovedoras. 'Love Actually' es una manera abreviada de decir 'Love Actually Is All Around' y éste es precisamente el argumento de la película: mires a donde mires, encontrarás el amor en todas partes. Todos los personajes, cada uno a su manera (un primer ministro, una vieja estrella del rock, una asistenta portuguesa que sólo habla su idioma), están relacionados con los aspectos más divertidos, tristes, ingenuos y estúpidos del amor.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/A3jpXZMwqe8DoGuykyojNIidWNj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6xrA9tMvpb3cnktNH7voJ62S41N.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2XMBZCDjHRShdEhUC5btOJazCos.png"
    },
    {
      "id": "tmdb:510",
      "type": "movie",
      "name": "Alguien voló sobre el nido del cuco",
      "ids": {
        "tmdb": 510
      },
      "overview": "Randle McMurphy (Jack Nicholson), un violador de espíritu libre, que vive contracorriente, es recluido en un hospital psiquiátrico. La inflexible disciplina del centro acentúa su contagiosa tendencia al desorden, que acabará desencadenando una guerra entre los pacientes y el personal de la clínica con la fría y severa enfermera Ratched (Louise Fletcher) a la cabeza. La suerte de cada paciente del pabellón está en juego.",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/lBYmCynNEPt7HVaJvuXgfHvLhbJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1uHTJcL7fCxulnmK2fzUAIOvOHm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hyh70mLvjOikYGZE4IIv6u2utH6.png"
    },
    {
      "id": "tmdb:601",
      "type": "movie",
      "name": "E.T. el extraterrestre",
      "ids": {
        "tmdb": 601
      },
      "overview": "Un pequeño ser de otro planeta se queda abandonado en la Tierra cuando su nave se marcha olvidándose de él. Tiene miedo. Está completamente solo, pero se hará amigo de un niño, que lo esconde en su casa. El niño y sus hermanos intentarán encontrar la forma de que el pequeño extraterrestre regrese a su planeta antes de que los científicos y la policía lo encuentren.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/4kixNqJAu7hWpZOnOsznL7YPuuQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/swr1MOdJuionDNYfeR5zvAmnvVJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jlgA3wk1zxCdsCZHWFpaR1KzBci.png"
    },
    {
      "id": "tmdb:36691",
      "type": "movie",
      "name": "Un hombre solitario",
      "ids": {
        "tmdb": 36691
      },
      "overview": "El propietario de una cadena de coches con la líbido subida ve cómo su carrera y su vida personal se está arruinando debido a sus continuas indiscreciones, tanto en el plano profesional como personal.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/mKDIhs9uVp9xWfa1y0ScAyPiDkT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lK1ZgVelltAGXAltvaPRmtrdNtC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5AbDyXJWRDTMnT0jluvXFW7Gzxa.png"
    },
    {
      "id": "tmdb:44326",
      "type": "movie",
      "name": "La humillación",
      "ids": {
        "tmdb": 44326
      },
      "overview": "Marjorie (Farrah Fawcett) es una mujer normal que vive en la gran ciudad. Una noche, de vuelta de su trabajo, es atacada por un hombre enmascarado que intenta violarla. Marojie logra escapar con vida, aunque pierde su bolso y, para colmo, pronto descubre que la policía no tiene gran interés en ayudarla ni protegerla del criminal. Por ello, a partir de ese momento la mujer vivirá padeciendo un miedo constante de que el asaltante vuelva a intentar hacerle daño, sobre todo cuando descubre que el misterioso personaje ha conseguido su dirección.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/7rVwrQ7Gbc4KfijUfVXuJwlUbam.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8PUvKqZHmHLFEmUTd3z1hJqXMlu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/inPP57zqwfw8oTMiFQgMFLJNwdd.png"
    },
    {
      "id": "tmdb:96167",
      "type": "movie",
      "name": "Autopsia (¡Tensión!)",
      "ids": {
        "tmdb": 96167
      },
      "overview": "Simona hija de Gianni Sanna, trabaja en un depósito de cadáveres. Es amiga de Edgardo, un fotógrafo. La muerte de Betty, la futura esposa de su padre y hermana de Paul, un sacerdote, provoca una atmósfera de mutuas sospechas. Según la policía la muerte de Betty es un suicidio, pero el sacerdote está convencido de que ha sido un asesinato. Gianni también es asesinado....",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/4ZUVxoRZFiSoSx4DbyMVnkFjAbE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2BC8LyP3842jWsP7AeAZlv8YwPe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/i4uwAGkdJgQWLNUphR9aiJ4z98p.png"
    },
    {
      "id": "tmdb:26675",
      "type": "movie",
      "name": "La Lámpara",
      "ids": {
        "tmdb": 26675
      },
      "overview": "Un grupo de adolescentes pasan furtivamente la noche dentro de un lúgubre museo de historia natural. Una de las chicas es la hija del director Al Wallace. Esa misma mañana han recibido en el museo una lámpara procedente de Irak a la que le suponen 3000 años de antigüedad y que será la culpable de que la juvenil escapada acabe en un sangriento y trágico suceso.",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/ci4bZzLaRTuFln7Z6mjKESsIEtO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wOGuaf3keutCJU4jQH9yFvFpHjs.jpg"
    },
    {
      "id": "tmdb:3063",
      "type": "movie",
      "name": "Sopa de ganso",
      "ids": {
        "tmdb": 3063
      },
      "overview": "Un imaginario país en bancarrota requiere el apoyo económico de una acaudalada viuda (Margaret Dumont) para salir adelante. Como condición para extender el financiamiento, la acreedora exige que el excéntrico Rufus T. Firefly (Groucho Marx) tome las riendas de la nación. Deseando sacar partida de la crisis, el ambicioso embajador de una potencia vecina (Louis Calhern) hará cuanto sea posible para desprestigiar al nuevo líder y para ello echará mano de dos inusuales espías (Harpo y Chico Marx).",
      "year": 1933,
      "poster": "https://image.tmdb.org/t/p/w342/7LPGjvmMZkzaSey0KfOZ40ESzd2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bX5Uno3Mwo1dFIxSqzOLHSzBTKf.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/Imoedc1qD1XRK7NeEMBJzxYIDM.png"
    },
    {
      "id": "tmdb:31655",
      "type": "movie",
      "name": "El terror",
      "ids": {
        "tmdb": 31655
      },
      "overview": "En la Europa del siglo XIX, un joven oficial francés del ejército de Napoleón es salvado de la muerte por una bella mujer que, a continuación, desaparece. El teniente, obsesionado con la muchacha, sigue sus huellas hasta llegar al remoto y solitario castillo del Barón Von Leppe (Boris Karloff), un lugar que esconde un terrible misterio.",
      "year": 1963,
      "poster": "https://image.tmdb.org/t/p/w342/83aiJfvW0VZ8HbtyNYdy1xGfXuy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/x1iDJNcNIDpgMXFuMPOQrsGfLAd.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/k4WzSlTkyaO8ELvomBCuSQXhuYh.svg"
    },
    {
      "id": "tmdb:42531",
      "type": "movie",
      "name": "Dos hombres contra el oeste",
      "ids": {
        "tmdb": 42531
      },
      "overview": "Tras la muerte accidental y absurda de un compañero durante el trabajo, por el que cobran un sueldo miserable, dos excelentes vaqueros, uno joven y otro maduro, deciden atracar un banco. Huyendo de la justicia y perseguidos por una cuadrilla dirigida por el hijo mayor de su antiguo jefe, se darán cuenta de que han cometido un error.",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/65hlKPQXalUyc1fuMP9oDDZH3hl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/85u80PRhSBg67iNKjM0Ggqm0CTA.jpg"
    },
    {
      "id": "tmdb:218",
      "type": "movie",
      "name": "Terminator",
      "ids": {
        "tmdb": 218
      },
      "overview": "Un cyborg ha sido enviado desde el futuro en una misión mortal: eliminar a Sarah Connor, una joven cuya vida tendrá una gran importancia en los próximos años. Sarah tiene sólo un protector —Kyle Reese— también enviado desde el futuro. El Terminator utiliza su inteligencia excepcional y fuerza para encontrar a Sarah, pero ¿hay alguna forma de detener al cyborg aparentemente indestructible?",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/9KI49SBnwAOzGcMw1onIki7vd2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pGZZ2FZtDSAwM80h9iYkrbJGrKz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q4wdswLUVVrl8OSjYXPqjihRHXs.png"
    },
    {
      "id": "tmdb:451915",
      "type": "movie",
      "name": "Beautiful Boy: siempre serás mi hijo",
      "ids": {
        "tmdb": 451915
      },
      "overview": "Crónica sobre la adicción a la metanfetamina y el intento de recuperación y de salir de las drogas a través de los ojos de un padre que observa a su hijo mientras lucha contra la enfermedad de la drogodependencia.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/l5h41CmLZHApp76D7FQEbRX7Yom.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7y4Gl1qiYluvYSqfCDMuBcRC2nA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/A1X6GzToo2x550IN8HjmFo2DLM9.png"
    },
    {
      "id": "tmdb:39916",
      "type": "movie",
      "name": "Contaminación (Alien invade La Tierra)",
      "ids": {
        "tmdb": 39916
      },
      "overview": "Un astronauta ayuda a agentes gubernamentales y a un detective de la policía en la investigación de unas misteriosas esporas alienígenas, aparecidas en una plantación de café sudamericana, que contienen un ácido letal.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/8Mwmoujm81huegzMWMzaoe7uQIL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eRsY4Q2dChJkH7iZPfRtWx2t38J.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3w1iV0Vzn6iDHRbAMxlS7FZMKBR.png"
    },
    {
      "id": "tmdb:56164",
      "type": "movie",
      "name": "Cabalgata",
      "ids": {
        "tmdb": 56164
      },
      "overview": "La historia de Gran Bretaña durante el primer tercio del siglo XX es reflejada a través de las desventuras de una familia que sufre toda clase de penurias y calamidades. Un drama épico, basado en la obra del famoso dramaturgo Noël Coward, que resultó la gran vencedora de la edición de los Oscar de 1933.",
      "year": 1933,
      "poster": "https://image.tmdb.org/t/p/w342/15ufV5e3XhMOzNT78991gOJ1BkL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9LQdJ807aXpZtE4JsBF62ZXpL4F.jpg"
    },
    {
      "id": "tmdb:424",
      "type": "movie",
      "name": "La lista de Schindler",
      "ids": {
        "tmdb": 424
      },
      "overview": "Oskar Schindler, un hombre de enorme astucia y talento para las relaciones públicas, organiza un ambicioso plan para ganarse la simpatía de los nazis. Después de la invasión de Polonia por los alemanes, consigue, gracias a sus relaciones con los nazis, la propiedad de una fábrica de Cracovia. Allí emplea a cientos de operarios judíos, cuya explotación le hace prosperar rápidamente. Su gerente, también judío, es el verdadero director en la sombra, pues Schindler no tiene el menor conocimiento industrial.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/3Ho0pXsnMxpGJWqdOi0KDNdaTkT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3f92DMBTFqr3wgXpfxzrb0qv8nG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3zYgwmVJgV0rz7aIlVFREEJuxbm.png"
    },
    {
      "id": "tmdb:296778",
      "type": "movie",
      "name": "Muerte en Buenos Aires",
      "ids": {
        "tmdb": 296778
      },
      "overview": "Buenos Aires, años 80. El inspector Chávez, hombre de familia y rudo policía, queda a cargo de la investigación de un homicidio ocurrido en uno de los lugares más selectos de la ciudad. En la escena del crimen, conoce al agente Gómez, alias El Ganso, un novato que se convierte en su mano derecha. A medida que avanza la investigación, la sombra de una duda cae sobre su propio círculo íntimo. Sin escapatoria, Chávez deberá elegir en quién confiar su vida.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/jbZiBC7bk2zbvbXHIIDB1sa5ZCv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yIT9K4vTap18MUVhYIfowekgs1Q.jpg"
    },
    {
      "id": "tmdb:8749",
      "type": "movie",
      "name": "Hamlet se mete a hombre de negocios",
      "ids": {
        "tmdb": 8749
      },
      "overview": "En el Helsinki actual, el príncipe Hamlet se ha convertido en el accionista mayoritario de un poderoso grupo empresarial que se propone acometer la fabricación de patitos de goma. El poder político-nobiliario de la fortaleza danesa es sustituido por el económico-financiero del capital finlandés. Mediante diálogos secos, simplificación de los asuntos y supresión de lo retórico, la peculiar adaptación actualiza eficazmente el esquema shakesperiano.",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/sv4hPNWcICZWTDRSdgSZ0rTVYI8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/YbzfnWSeZvfABKn0zSyY3IY0IV.jpg"
    },
    {
      "id": "tmdb:1314398",
      "type": "movie",
      "name": "El caso Frieda",
      "ids": {
        "tmdb": 1314398
      },
      "overview": "Suiza, 1904. Frieda Keller, una joven costurera, asesina a su hijo de cinco años, fruto de una violación. Su historia sacudió a una sociedad que, al conocer las circunstancias del caso, apoyaron a Frieda y su juicio marcó los inicios del movimiento por la igualdad política y los derechos de la mujer en el país.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/1lAsVqtqt29JwKVhsNcox7P8OHk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nNsFyoW1txmCdoDT3QApCIGopnI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iX4GUdcK1Wiut7ZZHh1Scseyadb.png"
    },
    {
      "id": "tmdb:4628",
      "type": "movie",
      "name": "El Enigma",
      "ids": {
        "tmdb": 4628
      },
      "overview": "Algunos agentes de la KGB altamente entrenados son enviados al oeste para asesinar a varios disidentes soviéticos. Para detener la trama diabólica, un agente estadounidense debe infiltrarse en la inteligencia soviética y obtener información de una computadora rusa.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/ecHQt4UVRsFMzVKFEutAXJ1C1Zu.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2URWwgLp6Lde84nHY4IEKmIYCpl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eXfYWwO097NSAq3B7wzKKarTd1y.png"
    },
    {
      "id": "tmdb:504592",
      "type": "movie",
      "name": "Divino amor",
      "ids": {
        "tmdb": 504592
      },
      "overview": "En el Brasil de 2027, donde las raves celebran el amor celestial y las consultas espirituales se han convertido en norma, Joana mantiene su relación con Dios como el aspecto más importante de su vida. Utiliza su trabajo como notaria para que las parejas que soliciten el divorcio reconsideren su posición, además de participar como miembro en un grupo poco convencional de religiosos que la ayudan a mantener su matrimonio a flote. Aunque tanto ella como su marido tienen problemas para lograr traer un niño al mundo, el esfuerzo que conlleva esta tarea les acercará aún más a la gracia de Dios.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/2vFlT0g66zZeqnrAFeNPsHNrKZW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gPXZ6FZhsXu0V6Vq2xpR4IcHqax.jpg"
    },
    {
      "id": "tmdb:792",
      "type": "movie",
      "name": "Platoon",
      "ids": {
        "tmdb": 792
      },
      "overview": "Chris Taylor es un ingenuo joven estadounidense que, a su llegada a Vietnam, descubre que no sólo debe combatir contra los soldados vietnamitas sino también contra el miedo que le atormenta, el cansancio y la rabia que le invade. Mientras sus dos oficiales al mando libran su propia batalla personal, el conflicto, el caos y el odio hacen mella en Taylor, confundiendo su realidad e insensibilizándole ante el valor más preciado del ser humano... la vida.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/5rFtpX7HQoyIlXbenlovUVVObwp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/A22iYyW1n9EC5gn7NXuD6Ym4Ojg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/104cnXJEg5405iAVQj3m5Id1LZZ.png"
    }
  ]
}