{
  "metas": [
    {
      "id": "tmdb:1422096",
      "type": "movie",
      "name": "Good Boy",
      "ids": {
        "tmdb": 1422096
      },
      "overview": "Un perro leal se muda a una casa rural con su dueño Todd. Allí descubre fuerzas sobrenaturales que acechan en las sombras. Mientras oscuras entidades amenazan a su compañero humano, el valiente cachorro debe luchar para proteger a quien más quiere.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/bLTUFUfLQxdOHRzvCSCEfe4eJrz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9sj7sBK5fI7HwECOmSbpBgcYNbC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fTtyO2VvXfOyjaJHHlcHjVQdIr6.png"
    },
    {
      "id": "tmdb:848334",
      "type": "movie",
      "name": "¡Caigan las rosas blancas!",
      "ids": {
        "tmdb": 848334
      },
      "overview": "Violeta es una joven directora que, luego de su ópera prima, una road-movie lesbofeminista llamada Las hijas del fuego, ahora intenta hacer un film pornoecológico. Fracasa en ese género tan atractivo como improbable y finalmente se escapa del set junto a sus amigas actrices y amantes de siempre. Vuelven a subirse a la van escolar que habían comprado para la primera película. El viaje sin destino pero con muchas paradas, las conducirá a San Pablo y finalmente a una enigmática isla muy cerca. Allí, Elvira, una extravagante mujer de 70 años lidera una comunidad de vampiras de toda etnia y edad que viven en armonía entre la voluptuosa naturaleza.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/jwrjFmoLyR8F5jpJt2vUlBb5LpG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1tt3efjvIUczGHTFrZEa74JgDnd.jpg"
    },
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:496243",
      "type": "movie",
      "name": "Parásitos",
      "ids": {
        "tmdb": 496243
      },
      "overview": "Tanto Gi Taek (Song Kang-ho) como su familia están sin trabajo. Cuando su hijo mayor, Gi Woo (Choi Woo-sik), empieza a dar clases particulares en casa de Park (Lee Seon-gyun), las dos familias, que tienen mucho en común pese a pertenecer a dos mundos totalmente distintos, comienzan una interrelación de resultados imprevisibles.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/4N55tgxDW0RRATyrZHbx0q9HUKv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ao0dFrU4QrmnVYt6ywnsGNjmuAT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7yTwlOYScxmNEHK2RJr1YWRTOEW.png"
    },
    {
      "id": "tmdb:497",
      "type": "movie",
      "name": "La milla verde",
      "ids": {
        "tmdb": 497
      },
      "overview": "En el sur de los Estados Unidos, en plena Depresión, Paul Edgecomb es un vigilante penitenciario a cargo de la Milla Verde, un pasillo que separa las celdas de los reclusos condenados a la silla eléctrica. Esperando su ejecución está John Coffey, un gigantesco negro acusado de asesinar brutalmente a dos hermanas de nueve años. Tras una personalidad ingenua, Coffey esconde un don sobrenatural prodigioso. A medida que transcurre la historia, Paul Edgecomb aprende que los milagros ocurren... incluso en los lugares más insospechados.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/aBQiJRxGRrX0mXFMjxyzWYFtEnf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/umunWbkQ6xMWlGOpp4Tt0QuhMSz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rr2nQMagxwQ3P37FLF3P3teYvtj.png"
    },
    {
      "id": "tmdb:1244876",
      "type": "movie",
      "name": "El molino",
      "ids": {
        "tmdb": 1244876
      },
      "overview": "El molino narra la historia de Mayte (Pilar López de Ayala), una ingeniera que regresa a un pequeño pueblo para llevar a cabo un importante proyecto. Su visita coincide con el evento anual del valle. Jaime (Asier Etxeandía) su amor de la infancia, un anciano con Alzheimer, una joven que sueña con salir del valle, una licenciada que trabaja junto a la ingeniera y una mujer que busca el futuro en el pueblo, componen esta historia de personajes cuyas vidas están conectadas por un viejo molino.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/azfWMAZoTmGIGO55R23a7uuMPRp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/AuustuIqXu26Z9YmMvuHhunEL5S.jpg"
    },
    {
      "id": "tmdb:933260",
      "type": "movie",
      "name": "La sustancia",
      "ids": {
        "tmdb": 933260
      },
      "overview": "'Tú, pero mejor en todos los sentidos'. Esa es la promesa de la sustancia, un producto revolucionario basado en la división celular, que crea un alter ego más joven, más bello, más perfecto.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/w1PiIqM89r4AM7CiMEP4VLCEFUn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5ChQ84lkuix0Rl8PqOKXTQgjI8l.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bVnwy0nR5RLvQ2vDPo5VLO9nCsj.png"
    },
    {
      "id": "tmdb:807",
      "type": "movie",
      "name": "Seven",
      "ids": {
        "tmdb": 807
      },
      "overview": "El teniente Somerset, del departamento de homicidios, está a punto de jubilarse y ser reemplazado por el ambicioso y brillante detective David Mills. Ambos tendrán que colaborar en la resolución de una serie de asesinatos cometidos por un psicópata que toma como base la relación de los siete pecados capitales: gula, pereza, soberbia, avaricia, envidia, lujuria e ira. Los cuerpos de las víctimas, sobre los que el asesino se ensaña de manera impúdica, se convertirán para los policías en un enigma que les obligará a viajar al horror y la barbarie más absoluta.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/uVPcVz4b2hnSGrXYLdIGRXwcivs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xfAi4XOuXSLhQXM7lsgEwO3X17H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9Jwo35pcCztc5FNmJpeI1EMRCye.png"
    },
    {
      "id": "tmdb:424",
      "type": "movie",
      "name": "La lista de Schindler",
      "ids": {
        "tmdb": 424
      },
      "overview": "Oskar Schindler, un hombre de enorme astucia y talento para las relaciones públicas, organiza un ambicioso plan para ganarse la simpatía de los nazis. Después de la invasión de Polonia por los alemanes, consigue, gracias a sus relaciones con los nazis, la propiedad de una fábrica de Cracovia. Allí emplea a cientos de operarios judíos, cuya explotación le hace prosperar rápidamente. Su gerente, también judío, es el verdadero director en la sombra, pues Schindler no tiene el menor conocimiento industrial.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/3Ho0pXsnMxpGJWqdOi0KDNdaTkT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3f92DMBTFqr3wgXpfxzrb0qv8nG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3zYgwmVJgV0rz7aIlVFREEJuxbm.png"
    },
    {
      "id": "tmdb:98",
      "type": "movie",
      "name": "Gladiator",
      "ids": {
        "tmdb": 98
      },
      "overview": "En el año 180, el Imperio Romano domina todo el mundo conocido. Tras una gran victoria sobre los bárbaros del norte, el anciano emperador Marco Aurelio decide transferir el poder a Máximo, bravo general de sus ejércitos y hombre de inquebrantable lealtad al imperio. Pero su hijo Cómodo, que aspiraba al trono, no lo acepta y trata de asesinar a Máximo.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/p08mUnCktZ2opGihZTAn7OqzOoi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qvmywctvXjXcI5dXzhMGKU41qfs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aF9ldcxU5HOEvrrhkZnd9jePoWu.png"
    },
    {
      "id": "tmdb:111",
      "type": "movie",
      "name": "El precio del poder",
      "ids": {
        "tmdb": 111
      },
      "overview": "Un emigrante cubano frío y sanguinario, Tony Montana, llega de Cuba para instalarse en Miami, donde se propone hacerse con un nombre dentro del crimen organizado de Florida. Junto a su amigo, Manny Rivera, inicia una ascendente carrera delictiva.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/iDABT5GD9OQmFiXM3wR0DJIxtkY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hNM4m3ED6nI7DNnR1klvRuc23uh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cqicmDZG6mh6lE3w2hFbYta9c0H.png"
    },
    {
      "id": "tmdb:769",
      "type": "movie",
      "name": "Uno de los nuestros",
      "ids": {
        "tmdb": 769
      },
      "overview": "Henry, un niño de trece años de Brooklyn, vive fascinado con el mundo de los gángsters. Su sueño se hace realidad cuando entra a formar parte de la familia Pauline, dueña absoluta de la zona, que lo educan como un miembro más de la banda convirtiéndole en un destacado mafioso.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/nocvbyxKR5b1vxagy46SfEiMK3P.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/x9O4hF8y5gzqw7YY2hWzSl6C88H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zDaNBOixW4EzEsX3MEhd2AJQpfC.png"
    },
    {
      "id": "tmdb:152601",
      "type": "movie",
      "name": "Her",
      "ids": {
        "tmdb": 152601
      },
      "overview": "En un futuro cercano, Theodore, un hombre solitario a punto de divorciarse que trabaja en una empresa como escritor de cartas para terceras personas, compra un día un nuevo sistema operativo basado en el modelo de Inteligencia Artificial, diseñado para satisfacer todas las necesidades del usuario. Para su sorpresa, se crea una relación romántica entre él y Samantha, la voz femenina de ese sistema operativo.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/n1sY9uAsQKOus91A4FtvN3JdHYH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/m6TVxyIUkEeiztiAruWVEL9efW2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1vodYfvqrlrq9XhMYygjdkgVbVm.svg"
    },
    {
      "id": "tmdb:218",
      "type": "movie",
      "name": "Terminator",
      "ids": {
        "tmdb": 218
      },
      "overview": "Un cyborg ha sido enviado desde el futuro en una misión mortal: eliminar a Sarah Connor, una joven cuya vida tendrá una gran importancia en los próximos años. Sarah tiene sólo un protector —Kyle Reese— también enviado desde el futuro. El Terminator utiliza su inteligencia excepcional y fuerza para encontrar a Sarah, pero ¿hay alguna forma de detener al cyborg aparentemente indestructible?",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/9KI49SBnwAOzGcMw1onIki7vd2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pGZZ2FZtDSAwM80h9iYkrbJGrKz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q4wdswLUVVrl8OSjYXPqjihRHXs.png"
    },
    {
      "id": "tmdb:1025389",
      "type": "movie",
      "name": "Extraño río",
      "ids": {
        "tmdb": 1025389
      },
      "overview": "Los hermanos Dídac (16) y Biel (14) viajan en bicicleta siguiendo el curso del Danubio junto a su familia. Entre los bosques y las aguas del turbulento río conocen al misterioso Alexander. Cuando el río se ensancha, Alexander seduce a Dídac, que, al igual que el Danubio, está creciendo a pasos agigantados.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/iZLoaJISWcFsU8rTdLYthbbMyFR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mkemq9YxPndST60dxT2xhXnCGQQ.jpg"
    },
    {
      "id": "tmdb:694",
      "type": "movie",
      "name": "El resplandor",
      "ids": {
        "tmdb": 694
      },
      "overview": "Jack Torrance se traslada, junto a su mujer y a su hijo, al impresionante hotel Overlook, en Colorado, para encargarse del mantenimiento del mismo durante la temporada invernal, en la que permanece cerrado y aislado por la nieve. Su idea es escribir su novela al tiempo que cuida de las instalaciones durante esos largos y solitarios meses de invierno, pero desde su llegada al hotel, Jack comienza a padecer inquietantes transtornos de personalidad, al mismo tiempo que en el lugar comienzan a suceder diversos fenómenos paranormales.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/mm003Mj2e9kJRsrxiVdPn2BSBPh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kgT7VSHDxwPy62Km3Xcip87jBYe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/x5je6H1AI7IkRF6fkhgGWiRAtEA.png"
    },
    {
      "id": "tmdb:396535",
      "type": "movie",
      "name": "Train to Busan",
      "ids": {
        "tmdb": 396535
      },
      "overview": "Un virus letal se expande por Corea del Sur, provocando violentos altercados. Los pasajeros de un tren KTX que viaja de Seúl a Busan tendrán que luchar por su supervivencia.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/anomz7b3GQtHPFH34SODDBBIUad.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6B9HaZYBG1ugyd5g6at6F3n4wOw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wzOwOGAXLUQwwXwCAHS2x0Wc35B.png"
    },
    {
      "id": "tmdb:519465",
      "type": "movie",
      "name": "Reina de corazones",
      "ids": {
        "tmdb": 519465
      },
      "overview": "Annie es una exitosa abogada que vive en una casa de estilo modernista con sus dos hijas y su marido Peter, un reputado físico. La aparición de Gustav, un hijo que pertenece a una relación previa de Peter, pone patas arriba la armonía que reina en la vida de Annie. Lo que en un principio parece ser un movimiento liberador para ella, pronto se convierte en una historia de poder y traición que tendrá consecuencias devastadoras en su vida.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/dnbZXUwp7ZGNZnPeBxXA1HHxsab.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aWwUdi3zxShya80CNUNA6l2KQJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4HUBBAgNDN7h2hU4LcMQOOaA3zB.png"
    },
    {
      "id": "tmdb:345",
      "type": "movie",
      "name": "Eyes Wide Shut",
      "ids": {
        "tmdb": 345
      },
      "overview": "William Harford es un respetable médico neoyorquino cuya vida parece ir muy bien: está casado con una preciosa mujer, tiene una hija y tiene un trabajo que le gusta. Pero, al día siguiente de asistir a una fiesta, su esposa Alice le habla de unas fantasías eróticas y de cómo estuvo a punto de romper su matrimonio por un desconocido. Abrumado por esta confesión, acaba entrando en un local, donde un antiguo compañero le habla de una congregación secreta dedicada al hedonismo y al placer sin límites. A partir de entonces un mundo dominado por el sexo y el erotismo se abre ante él.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/i0QjPQq3uWD7IpYbZiyUNiPiWX2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eAuS9UpWi44tyI7PdOLrcgLpZuV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iGP5p7wIVr09DucjtuNdTkCjBsT.png"
    },
    {
      "id": "tmdb:861451",
      "type": "movie",
      "name": "Martin",
      "ids": {
        "tmdb": 861451
      },
      "overview": "El viaje de un hombre que se descubre a sí mismo, encuentra el amor y lucha por su patria. ¿Podrá mantener el fuerte en las tres puertas?",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/bYe2ZjUhb4Kje0BpWE6kN34u2hv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/A6nBeHjhxHvSqr9YJ0BDd2MTZMu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kFMZLSkP7Jb8zPMP2AmZOXh4zkg.png"
    },
    {
      "id": "tmdb:601",
      "type": "movie",
      "name": "E.T. el extraterrestre",
      "ids": {
        "tmdb": 601
      },
      "overview": "Un pequeño ser de otro planeta se queda abandonado en la Tierra cuando su nave se marcha olvidándose de él. Tiene miedo. Está completamente solo, pero se hará amigo de un niño, que lo esconde en su casa. El niño y sus hermanos intentarán encontrar la forma de que el pequeño extraterrestre regrese a su planeta antes de que los científicos y la policía lo encuentren.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/4kixNqJAu7hWpZOnOsznL7YPuuQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/swr1MOdJuionDNYfeR5zvAmnvVJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jlgA3wk1zxCdsCZHWFpaR1KzBci.png"
    },
    {
      "id": "tmdb:290098",
      "type": "movie",
      "name": "La doncella",
      "ids": {
        "tmdb": 290098
      },
      "overview": "Corea, década de 1930, durante la colonización japonesa. Una joven llamada Sookee es contratada como doncella de una rica mujer japonesa, Hideko, que vive recluida en una gran mansión bajo la influencia de un tirano. Sookee guarda un secreto y con la ayuda de un estafador que se hace pasar por un conde japonés, planea algo para Hideko.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/1CJWo3mJwNEi0RsSZyxbgVFOj8B.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lkW05VRHaCW85CqcldLQ1qPXVEu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rn3XRsaFts7VysRswHxxtIq7ZWY.png"
    },
    {
      "id": "tmdb:249397",
      "type": "movie",
      "name": "Nymphomaniac. Volumen 2",
      "ids": {
        "tmdb": 249397
      },
      "overview": "Historia de una ninfómana contada por ella misma. Una fría noche invernal, un viejo solterón encuentra en un callejón a una joven herida y casi inconsciente. Después de recogerla y cuidarla, siente curiosidad por saber cómo pudo haber llegado a semejante situación; escucha atentamente el relato que ella hace de su vida, una vida llena de conflictos y turbias relaciones.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/bx6iyY3uf1Wn3wUNEFnvAGe5sgW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pewD5JT9KBwgp7NRicVpsmwKND7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vTfOIqem7QTT0AGzzHHcGWT1geh.png"
    },
    {
      "id": "tmdb:977506",
      "type": "movie",
      "name": "Mi crimen",
      "ids": {
        "tmdb": 977506
      },
      "overview": "Francia, 1935. Un investigador deberá resolver el asesinato de un banquero parisino. De entre una serie de pintorescos sospechosos destaca Madeleine, cuyos deseos de fama y fortuna se pondrán en el camino de la investigación.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/2tr9JSsAAopTGpCakOYF0tw5d4u.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nXpiomCgEnF4iC7H6we8Tb2Nvh0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6GKA5ryup9o2szZqufAkDYpDGK0.png"
    },
    {
      "id": "tmdb:578",
      "type": "movie",
      "name": "Tiburón",
      "ids": {
        "tmdb": 578
      },
      "overview": "En la costa de un pequeño pueblo del Este de Estados Unidos, un enorme tiburón ataca a varias personas. Temiendo las fatales consecuencias que esto puede provocar en el negocio turístico, el alcalde se niega a cerrar las playas y a difundir la noticia. Pero un nuevo ataque del tiburón, en la propia playa, termina con la vida de otro bañista. El terror se ha hecho público, así que un veterano cazador de tiburones, un científico y el jefe de la policía local se unen para dar caza al temible escualo...",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/85MbaRlyfZfZGVHoFy2Am53oVYt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4oEI7gHVlMGGKvbJVUQbS2gKBNe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mC7chprNBS4r3kWsbPc0ItmyfUG.png"
    },
    {
      "id": "tmdb:62",
      "type": "movie",
      "name": "2001: una odisea del espacio",
      "ids": {
        "tmdb": 62
      },
      "overview": "Hace millones de años, en los albores del nacimiento del homo sapiens, unos simios descubren un monolito que les lleva a un estadio de inteligencia superior. Otro monolito vuelve a aparecer, millones de años después, enterrado en una luna, lo que provoca el interés de los científicos humanos. Por último, HAL 9000, una máquina de inteligencia artificial, es la encargada de todos los sistemas de una nave espacial tripulada durante una misión de la NASA.",
      "year": 1968,
      "poster": "https://image.tmdb.org/t/p/w342/sln50uQYigvu5AvN72JfYfu1ckq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9yTOU2SvTfAEHDPEG5qraLoe4MI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bNXe3OI9HIpkPXfak99jG8K9X1d.png"
    },
    {
      "id": "tmdb:4348",
      "type": "movie",
      "name": "Orgullo y prejuicio",
      "ids": {
        "tmdb": 4348
      },
      "overview": "Las cinco hermanas Bennet han sido criadas por una madre obsesionada por encontrarles marido. Pero una de ellas, Lizzie, inteligente y con carácter, desea una vida con perspectivas más abiertas, un anhelo respaldado por su padre. Cuando el señor Bingley, un soltero rico, y su círculo de sofisticados amigos se instalan en una mansión vecina para pasar el verano, las Bennett se entusiasman con la posibilidad de encontrar pretendientes. En el baile de bienvenida, Lizzie conoce al apuesto y elegante señor Darcy, pero, a primera vista, le parece demasiado orgulloso y arrogante.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/oixzLjpyaLagLa8UREts1NiHr6F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ymx8qUcDYxrI2tA6Oe79O2LK5PZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5Sb0buga1EaV0mDTuniU3c0fOWH.png"
    },
    {
      "id": "tmdb:78",
      "type": "movie",
      "name": "Blade Runner",
      "ids": {
        "tmdb": 78
      },
      "overview": "A principios del siglo XXI, la Tyrell Corporation desarrolló un nuevo tipo de robot llamado Nexus, un ser virtualmente idéntico al hombre y conocido como Replicante.  Los Replicantes Nexus-6 eran superiores en fuerza y agilidad, y al menos iguales en inteligencia, a los ingenieros de genética que los crearon.  En el espacio exterior, los Replicantes fueron usados como trabajadores esclavos en la arriesgada exploración y colonización de otros planetas.  Después de la sangrienta rebelión de un equipo de combate de Nexus-6 en una colonia sideral, los Replicantes fueron declarados proscritos en la Tierra bajo pena de muerte.  Brigadas de policías especiales, con el nombre de Unidades de Blade Runners, tenían órdenes de tirar a matar al ver a cualquier Replicante invasor.  A esto no se le llamó ejecución, se le llamó retiro.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/pBA2J6iQMiP5Zd4ewMKdOWfq1HV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pOqqbvIdXBAz3Nhmuh9ajyQGfU6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jTsTm7VGsYAjHphXRuLdFq54CJQ.png"
    },
    {
      "id": "tmdb:46738",
      "type": "movie",
      "name": "Incendies",
      "ids": {
        "tmdb": 46738
      },
      "overview": "Jeanne y Simon Marwan son dos mellizos cuya madre, que lleva mucho tiempo sin hablar, está a punto de morir. Pero, antes del fatal desenlace, les da dos cartas que deben ser entregadas a un padre al que creían muerto y a un hermano cuya existencia desconocían. Ambos emprenderán un viaje al Líbano para localizarlos y encontrar respuestas a su existencia. Basada en una obra de teatro de Wajdi Mouawad.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/9NFEihPYnclTAQov0Z4RL01LSvQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/f3ATwil5vmUeTsogBaMEKbBYBth.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jDADVUZdWCTArACWXIdiedbfi1i.png"
    },
    {
      "id": "tmdb:38",
      "type": "movie",
      "name": "¡Olvídate de mí!",
      "ids": {
        "tmdb": 38
      },
      "overview": "Una mujer usa los servicios de una empresa para borrar de su memoria todo recuerdo de su ex pareja. Ofendido, el hombre intenta hacer lo mismo que ella, pero el proceso no sucede según lo esperado y el protagonista debe atravesar la gigantesca marea de recuerdos de su propio cerebro para recomponer las cosas.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/2bHEXzzccUsBNOS6rn9uvi3vAGW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kdQhNomrPtnWEfqn2ujafIRsgRg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lnCHPBafPTztZ3OFt3axPNqGjhE.png"
    },
    {
      "id": "tmdb:82633",
      "type": "movie",
      "name": "Sin Ley (Lawless)",
      "ids": {
        "tmdb": 82633
      },
      "overview": "Adaptación de una novela de Matt Bondurant que se inspiró en hechos reales protagonizados por su propia familia. Narra las peripecias de una banda que traficaba con whisky casero cuando aún estaba vigente en Estados Unidos la Ley Seca (1920 a 1933).",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/j3o6YJvg46YofK1r62UoaB6i7Dk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/o694f8Z5mj3yEQPNZnRV8LbU3sM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vz9XFaNcjZv8efoFqUspN3qTAfJ.png"
    },
    {
      "id": "tmdb:809",
      "type": "movie",
      "name": "Shrek 2",
      "ids": {
        "tmdb": 809
      },
      "overview": "Cuando Shrek y la princesa Fiona regresan de su luna de miel, los padres de ella los invitan a visitar el reino de Muy Muy Lejano para celebrar la boda. Para Shrek, al que nunca abandona su fiel amigo Asno, esto constituye un gran problema. Los padres de Fiona, por su parte, no esperaban que su yerno tuviera un aspecto semejante y, mucho menos, que su hija hubiera cambiado tanto. Todo esto trastoca los planes del rey respecto al futuro del reino. Pero entonces entran en escena la maquiavélica Hada Madrina, su arrogante hijo el Príncipe Encantador y un minino muy especial: el Gato con Botas, experto cazador de ogros.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/knRt4E8KyfwEv0SVu9LsLvD28IQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qKkUCwpK5A8Szu2XlNjmy9t0972.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3xIgLhQhqQOeRXbYIOi4rYkFulH.png"
    },
    {
      "id": "tmdb:823219",
      "type": "movie",
      "name": "Flow, un mundo que salvar",
      "ids": {
        "tmdb": 823219
      },
      "overview": "En un mundo al borde del colapso, un gato solitario pierde su hogar por una inundación y encuentra refugio en un barco con otras especies. Juntos, deberán superar diferencias y desafíos mientras navegan por un misterioso paisaje sumergido.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/337MqZW7xii2evUDVeaWXAtopff.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ouCqgbdQTnSB7qS1v2sEmXeNNSI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/GkoK3RGzq0k0qMSHif7e9kXIyn.svg"
    },
    {
      "id": "tmdb:389",
      "type": "movie",
      "name": "12 hombres sin piedad",
      "ids": {
        "tmdb": 389
      },
      "overview": "Tras escuchar todos los testimonios y valorar las pruebas presentadas, un jurado popular compuesto por doce hombres tiene que decidir, por unanimidad, si absuelve o condena a muerte a un joven acusado de haber matado a su padre. Al principio, once están completamente convencidos de su culpabilidad y se inclinan por la condena, pero el que discrepa empieza a plantear dudas razonables que, poco a poco, van resquebrajando la inicial seguridad de los demás.",
      "year": 1957,
      "poster": "https://image.tmdb.org/t/p/w342/qyVoDb3EKO5SnhpSRpztNmZjo70.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3x1hh3VGugF4pvLURkLLOmb1rj5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qjZjRv255J1D8Ggc1biFaJnwyoq.png"
    },
    {
      "id": "tmdb:1186350",
      "type": "movie",
      "name": "Marco",
      "ids": {
        "tmdb": 1186350
      },
      "overview": "El hijo adoptivo de la familia Adattu, Marco, se embarca en una despiadada búsqueda de venganza después de que su hermano es brutalmente asesinado, encontrando solo traición, pérdida y una brutalidad inimaginable a cada paso.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/il3ao5gcF6fZNqo1o9o7lusmEyU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fyT1X8DGW3MlwXjdAoZFCc183fZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zp04i9bv8WMfzr7IUFcdXWDiAi3.png"
    },
    {
      "id": "tmdb:61638",
      "type": "movie",
      "name": "Don Giovanni",
      "ids": {
        "tmdb": 61638
      },
      "overview": "En la Sevilla del siglo XVII, Don Giovanni es un seductor sin escrúpulos que atrae sobre sí el odio y el deseo de venganza de poderosos enemigos, aunque él mismo no lo descubre hasta que, quizás, sea demasiado tarde. Adaptación cinematográfica de la ópera de Mozart.",
      "year": 1979,
      "poster": "https://image.tmdb.org/t/p/w342/t4avKNH3REZtyZiCHBwq8TvRKNu.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iduLybl59XhwnvyA4Fu1WXMkUy0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uT1RLuGFXLTzPlF6GkhPZZxSVHj.png"
    },
    {
      "id": "tmdb:63",
      "type": "movie",
      "name": "12 monos",
      "ids": {
        "tmdb": 63
      },
      "overview": "En el año 2035, un virus mortal ha arrasado la humanidad y los supervivientes viven bajo tierra. Un convicto llamado James Cole se ofrece como voluntario para viajar al pasado y averiguar el origen de la plaga. Su misión es encontrar al 'Ejército de los Doce Monos', una organización terrorista que se cree que liberó el virus. Sin embargo, su viaje se complica por los errores temporales, las visiones recurrentes y la duda sobre su propia cordura. Con la ayuda de una psiquiatra llamada Kathryn Railly y un loco llamado Jeffrey Goines, Cole intenta salvar el futuro antes de que sea demasiado tarde.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/bXLwKCCMS2NCNlxAhSwn9HCymRl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uY4Ix3ArT3p9tsoNKcQ4UkzcL0V.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/inoIB8ScY82zpZmaKProMbUfinP.png"
    },
    {
      "id": "tmdb:270938",
      "type": "movie",
      "name": "El regreso de Falcon",
      "ids": {
        "tmdb": 270938
      },
      "overview": "El ex marine John \"Falcon\" Chapman, un anti-héroe oscuro impulsado por la culpa y el sufrimiento de trastorno de estrés post-traumático, se destruirá a sí mismo a menos que tengan algo más que destruir. Cuando la hermana de Chapman es brutalmente atacada durante una misión en Brasil, Chapman vuela a Sao Paulo para localizar a sus agresores, entrando rápidamente en los bajos fondos de la ciudad y donde descubrirá un mundo de drogas, comercio sexual y policías corruptos.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/hUmbuBpz61T6ET2hB8LEKQMz5UH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fISRpT3raTkDUNoyTREM4RQKCWf.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qUQB2mLvDYM3uzMBBglJcIOpwwJ.png"
    },
    {
      "id": "tmdb:545611",
      "type": "movie",
      "name": "Todo a la vez en todas partes",
      "ids": {
        "tmdb": 545611
      },
      "overview": "Cuando una ruptura interdimensional altera la realidad, Evelyn, una inmigrante china en Estados Unidos, se ve envuelta en una aventura salvaje en la que sólo ella puede salvar el mundo. Perdida en los mundos infinitos del multiverso, esta heroína inesperada debe canalizar sus nuevos poderes para luchar contra los extraños y desconcertantes peligros del multiverso mientras el destino del mundo pende de un hilo.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/9R1zEZJkIah6GuLwFZWsuygn552.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/idNFfHarxVnMoiiVsk2PGA3trD7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/z1g5lrzhZapdk3Z9ItJOrdqxWGb.png"
    },
    {
      "id": "tmdb:1255718",
      "type": "movie",
      "name": "Incógnito",
      "ids": {
        "tmdb": 1255718
      },
      "overview": "Un joven policía recibe el encargo de infiltrarse para detener a hombres gays, pero todo cambia cuando se enamora de uno de los objetivos. Plainclothes, de Carmen Emmi, respira tensión y vulnerabilidad, con un Tom Blyth brillante como Lucas, dividido entre el deber y el deseo. El filme explora el peso de vivir en secreto, el miedo a ser descubierto y la lucha interna de alguien atrapado entre lo que es y lo que debe fingir ser, en una atmósfera densa y cargada de recuerdos. (Endimaris)",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/bSU2fRDirVJQ3PnQUz3GoR56lCW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gJLHwiyo6ZDpQ2VQooeNuJp8eEj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dNqyVwx25qUgkEKji8eJJgByUXI.png"
    },
    {
      "id": "tmdb:539",
      "type": "movie",
      "name": "Psicosis",
      "ids": {
        "tmdb": 539
      },
      "overview": "Una joven secretaria, tras cometer un robo, se marcha de la ciudad y conduce durante horas, parando para descansar en un pequeño motel de carretera regentado por un joven llamado Norman. Todo parece normal y tranquilo en el apartado motel y en la casa de al lado en la que viven Norman y su madre pero, mientras está en la ducha, la joven es asesinada salvajemente a cuchilladas.",
      "year": 1960,
      "poster": "https://image.tmdb.org/t/p/w342/xFbnc2QPG5H5gYWsGbZT4q8Akya.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4RxFaIOkQVLMnmnmTl8ZS4SIi0g.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tbDsTlf1M37hAMPvfJwiDMP0tbl.png"
    },
    {
      "id": "tmdb:396616",
      "type": "movie",
      "name": "La decisión del rey",
      "ids": {
        "tmdb": 396616
      },
      "overview": "Tres días extremadamente dramáticos vividos en Noruega en Abril de 1940. Tras la llegada del ejército alemán a Oslo, el rey noruego Haakon VII recibe un ultimátum impensable por parte de los alemanes: rendirse o morir. Ante esta situación, el rey deberá tomar una decisión que cambiará para siempre la historia de su país.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/hP0FnUBvuG5N4dOhLtS8HMPqYCN.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/m3F6f3f0zJ1r2d7EZUM2ezPTb4B.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ahPqU6LYyZ8Xxo5QOORoqJxEqzC.png"
    },
    {
      "id": "tmdb:1102493",
      "type": "movie",
      "name": "Cosas pequeñas como estas",
      "ids": {
        "tmdb": 1102493
      },
      "overview": "En 1985, en vísperas de Navidad, en un pequeño pueblo del condado de Wexford, Irlanda, Bill Furlong trabaja como comerciante de carbón para mantenerse a sí mismo, a su mujer y a sus cinco hijas. Una mañana temprano, mientras reparte carbón en el convento local, hace un descubrimiento que le obliga a enfrentarse a su pasado y al silencio cómplice de un pueblo controlado por la Iglesia católica. Basada en la novela homónima de Claire Keegan.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/lwWybnDnaWJMibvQpO5QqLSWNWL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wXTDb9EfBAOoJ0ON7osDDnl5GP0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/pgBw3xE0FjKfWRIQGG1Fx71aswF.png"
    },
    {
      "id": "tmdb:28178",
      "type": "movie",
      "name": "Siempre a tu lado",
      "ids": {
        "tmdb": 28178
      },
      "overview": "Basada en una historia real. Un profesor de universidad adopta a un perro vagabundo en una estación del tren. Tras recabar información sobre el animal, el profesor descubre que el perro iba a los andenes a diario durante semanas para esperar el regreso de su amo, pero éste había muerto en un accidente en la ciudad. El perro Hachiko, al lado de su nuevo amo a quien también le cambiará la vida cuando descubre los lazos que se pueden crear entre un animal y una persona.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rLPMD8BOHjvvjjCX7BZQdqNWBm2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFCNw7ewLrc4BgRUw9mN3G3vxOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSBpv8j18UoN1G5jaQgRMTfK0O2.png"
    },
    {
      "id": "tmdb:956964",
      "type": "movie",
      "name": "El consentimiento",
      "ids": {
        "tmdb": 956964
      },
      "overview": "París, 1985. Vanessa tiene trece años cuando conoce a Gabriel Matzneff, un hombre muy inteligente y manipulador. El reconocido escritor de cincuenta años seduce a la joven. La adolescente se convierte en la amante y musa de un hombre celebrado por el mundo cultural y político. Perdiéndose en la relación, gradualmente comienza a darse cuenta de cuán destructiva y anormal es la situación, hasta que finalmente ve a Gabriel Matzneff como el depredador que realmente es. Vanessa ahora tiene un largo viaje para liberarse de su influencia y sanar de su sufrimiento.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/pXkjvDW9w7fKs29cMmWGV1Exnta.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5Dn52LUvWTcgZmjIATr5vqd6rmd.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4MNnIMLLkRcz1mWBxV49f8TJBWy.png"
    },
    {
      "id": "tmdb:31299",
      "type": "movie",
      "name": "Sin límites",
      "ids": {
        "tmdb": 31299
      },
      "overview": "La convivencia de Salvador Dalí, Luis Buñuel y Federico García Lorca en la Residencia de Estudiantes de Madrid ha sido una de esas maravillosas coincidencias que siempre deparan las anécdotas literarias. Ambientada en el Madrid de 1920, la película explora la intensa relación entre ellos.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/yOBaXY4YVD6lvP0aeNqqsZwVtMl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/terSkgpeedk6Pt9VSHhIr1DmttA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hmIaWC6e3eUXYKxFtA9DbfjTG69.png"
    },
    {
      "id": "tmdb:10362",
      "type": "movie",
      "name": "Two Lovers",
      "ids": {
        "tmdb": 10362
      },
      "overview": "Leonard (Joaquin Phoenix) es un joven psicológicamente inestable que intenta recuperarse de su última crisis bajo la atenta mirada de sus padres. Inesperadamente entran en su vida dos mujeres: la encantadora y sencilla Sandra (Vinessa Shaw), hija del nuevo socio de su padre, y Michelle (Gwyneth Paltrow), una misteriosa vecina que parece no encajar en un barrio tan anodino.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/u9dZ84dD12cLLedJfRVHStKSHvh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fMfRgkQrU6Zwb5uJU91HNOPbfyy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7KJx19aPbnsGG94HmJyYWD3Z4ea.png"
    },
    {
      "id": "tmdb:183954",
      "type": "movie",
      "name": "Chop Suey",
      "ids": {
        "tmdb": 183954
      },
      "overview": "A homage to Bruce Weber's Favourite things, these being mixing film, photography and classic movies. With portraits of a lesbian jazz singer and a 16-year-old wrestler.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/8orOzNjOCa8I8Q3InDKtaZKYbsb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fu1XfUfQnN07bMjzLckgQeQHg4Y.jpg"
    },
    {
      "id": "tmdb:359108",
      "type": "movie",
      "name": "Viva",
      "ids": {
        "tmdb": 359108
      },
      "overview": "Jesús, un chico cubano de 18 años, intenta encontrar su verdadera identidad. Sobrevive peinando a señoras del barrio y arreglando pelucas en un cabaret de La Habana. Pero su vida cambia por completo cuando su padre, un famoso boxeador al que daban por muerto, sale de la cárcel y regresa para vivir con él. Desde ese momento, lucharán por volver a ser padre e hijo",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/9JxpXK2FW2AtRRrcxK7nvROPgiV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/13oHDmdxbbtPwGHMupfR5QdfL7z.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/plTbQYZD9BhujPN9xGvVlVc7hal.png"
    },
    {
      "id": "tmdb:2330",
      "type": "movie",
      "name": "Taxi Express",
      "ids": {
        "tmdb": 2330
      },
      "overview": "Daniel, un joven repartidor de pizzas, consigue hacer realidad uno de sus sueños: obtener la licencia de taxi. Pero un encuentro fortuito con Emilien le pone en un aprieto: para conservar su licencia de taxi, han de detener a una banda que está desmantelando los bancos del país.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/hJGTeFfEVzYGhB84YFU67B3VG4F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/148xS3PsuxDHT3VCcj3dzdU1lj3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/shKSBFh8eBz1zxEITJXkwqFon8O.png"
    }
  ]
}