{
  "metas": [
    {
      "id": "tmdb:1380998",
      "type": "movie",
      "name": "The Book",
      "ids": {
        "tmdb": 1380998
      },
      "overview": "Verónica es una joven periodista que necesita encontrar respuestas, necesita saber por qué dos de sus personas más queridas actuaron de la misma forma, e intuye que solo encontrará respuestas a su problema familiar rebuscando en sus orígenes. Su investigación le conduce hasta un misterioso libro que se encuentra atado con unas tijeras amarradas en su interior. A partir de ahí, Verónica debe enfrentarse a las fuerzas de la oscuridad en una batalla sin cuartel.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/qlOWxBek4G7Jw52ZBuCKzy4RlKm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tKOVUbkfbui9i7sB3oaDQ8QXAYw.jpg"
    },
    {
      "id": "tmdb:8871",
      "type": "movie",
      "name": "El Grinch",
      "ids": {
        "tmdb": 8871
      },
      "overview": "Cada año, en Navidad, los lugareños perturban su pacífica soledad con celebraciones cada vez más desmesuradas, luminosas y ruidosas. Cuando los Quién declaran que ese año van a preparar una Navidad el triple de grande, el Grinch se da cuenta de que solo hay un modo de recuperar algo de paz y silencio: robar la Navidad. Para ello, decide hacerse pasar por Santa Claus en Nochebuena, haciéndose con un reno muy peculiar para tirar de su trineo. Mientras tanto, en Villa Quién, una dulce niña llamada Cindy-Lou, desbordante de espíritu navideño, planea con sus amigos atrapar a Papá Noel durante su visita en Nochebuena para darle las gracias por ayudar a su trabajadora madre. Sin embargo, a medida que se acerca la noche mágica, sus buenas intenciones amenazan con chocar con las del Grinch, mucho más perversas.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/yCZ3xAPM5009ltBUUwPtCeWKQWy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qkt1Qn9j6yw9rcJhvSu1p3wuiBm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/87Gk6cCexvE0VVRF25ppQ2STubX.png"
    },
    {
      "id": "tmdb:505953",
      "type": "movie",
      "name": "Amigos para siempre",
      "ids": {
        "tmdb": 505953
      },
      "overview": "Basada en el aclamado libro homónimo, Storm Boy es la historia de un joven que crece en la hermosa pero deshabitada costa del sur de Australia y que inesperadamente rescata a tres pelícanos huérfanos. Tras crear un vínculo cercano con ellos se verá en una peculiar situación con su padre pescador, con lo que su vida dará un nuevo e inesperado giro.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/geQ8xR84vmv44NuYgjmhvHF5HNm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2XPCsiRp60tycZW0p9y4RCqrAYB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xBWPyeRRAXkBpSG7zFdj8KUhw3e.png"
    },
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:933260",
      "type": "movie",
      "name": "La sustancia",
      "ids": {
        "tmdb": 933260
      },
      "overview": "'Tú, pero mejor en todos los sentidos'. Esa es la promesa de la sustancia, un producto revolucionario basado en la división celular, que crea un alter ego más joven, más bello, más perfecto.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/w1PiIqM89r4AM7CiMEP4VLCEFUn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5ChQ84lkuix0Rl8PqOKXTQgjI8l.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bVnwy0nR5RLvQ2vDPo5VLO9nCsj.png"
    },
    {
      "id": "tmdb:823219",
      "type": "movie",
      "name": "Flow, un mundo que salvar",
      "ids": {
        "tmdb": 823219
      },
      "overview": "En un mundo al borde del colapso, un gato solitario pierde su hogar por una inundación y encuentra refugio en un barco con otras especies. Juntos, deberán superar diferencias y desafíos mientras navegan por un misterioso paisaje sumergido.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/337MqZW7xii2evUDVeaWXAtopff.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ouCqgbdQTnSB7qS1v2sEmXeNNSI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/GkoK3RGzq0k0qMSHif7e9kXIyn.svg"
    },
    {
      "id": "tmdb:1478178",
      "type": "movie",
      "name": "Los bárbaros",
      "ids": {
        "tmdb": 1478178
      },
      "overview": "Durante la crisis económica de 2008, cuatro jóvenes ocupan un edificio en construcción en busca de un hogar.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/xm6rilitqrlvnPThzJpLBSCreVg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qlgjhx4lubpHpXZbAXinphCVJnk.jpg"
    },
    {
      "id": "tmdb:793511",
      "type": "movie",
      "name": "Cortes peligrosos",
      "ids": {
        "tmdb": 793511
      },
      "overview": "\"Cortes peligrosos\" está ambientada en un barrio de clase obrera de Dublín, Piglinstown, en pleno declive por los ataques y chantajes de la banda de Deano. La policía no hace nada para acabar con la violencia... pero un concejal parece tener la solución: demoler el barrio y convertirlo en una comunidad pija.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/indBEvULM9ciXdVaySPQKMFlOQO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aJzV7rJnniU5vB85HBl3K7xopuK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yvi8uv5926J4Z7oApaCpjArh6f3.png"
    },
    {
      "id": "tmdb:496243",
      "type": "movie",
      "name": "Parásitos",
      "ids": {
        "tmdb": 496243
      },
      "overview": "Tanto Gi Taek (Song Kang-ho) como su familia están sin trabajo. Cuando su hijo mayor, Gi Woo (Choi Woo-sik), empieza a dar clases particulares en casa de Park (Lee Seon-gyun), las dos familias, que tienen mucho en común pese a pertenecer a dos mundos totalmente distintos, comienzan una interrelación de resultados imprevisibles.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/4N55tgxDW0RRATyrZHbx0q9HUKv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ao0dFrU4QrmnVYt6ywnsGNjmuAT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7yTwlOYScxmNEHK2RJr1YWRTOEW.png"
    },
    {
      "id": "tmdb:39916",
      "type": "movie",
      "name": "Contaminación (Alien invade La Tierra)",
      "ids": {
        "tmdb": 39916
      },
      "overview": "Un astronauta ayuda a agentes gubernamentales y a un detective de la policía en la investigación de unas misteriosas esporas alienígenas, aparecidas en una plantación de café sudamericana, que contienen un ácido letal.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/8Mwmoujm81huegzMWMzaoe7uQIL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eRsY4Q2dChJkH7iZPfRtWx2t38J.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3w1iV0Vzn6iDHRbAMxlS7FZMKBR.png"
    },
    {
      "id": "tmdb:49332",
      "type": "movie",
      "name": "Fieras radiactivas",
      "ids": {
        "tmdb": 49332
      },
      "overview": "Una jauría de ratas se ha comido unos granos que habían sido tratados con esteroides. El resultado: ratas hiperdesarrolladas atacan a los humanos.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/t3LVyPmKJcAEYCap4BUM2Zf65b0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nMfMWPq0cnBvrxbzVjmhJuCWi3n.jpg"
    },
    {
      "id": "tmdb:1028248",
      "type": "movie",
      "name": "As Good As Dead. Ahora más peligroso",
      "ids": {
        "tmdb": 1028248
      },
      "overview": "Bryant (Michael Jai White), un hombre con un pasado misterioso, se muda a un pequeño pueblo fronterizo mexicano para empezar de nuevo y vivir una vida sencilla. Mientras está allí, se hace amigo de mala gana de un adolescente local con problemas que recientemente perdió a su madre y está siendo reclutado por la pandilla callejera local.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/niTXgu5Ydz64KkanuPqkppfW5gI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mV4HOq4Q8QxigC4z0YvHWSjrs8H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/atHM5eeBUXQLw6zpulhW86mSoZA.png"
    },
    {
      "id": "tmdb:66194",
      "type": "movie",
      "name": "Tres historias para no dormir",
      "ids": {
        "tmdb": 66194
      },
      "overview": "Brian no puede dormir, por lo que le pide a su tio Mike que le cuente algún cuento para conciliar el sueño. Su tio le cuenta tres historias muy diferentes a cada cual más fantástica y morbosa.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/7ry24av1bz06qFjSYr4lxbyFvOJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cuWG46mEf9c2dWy5TI4wH694Bxr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rSMi14kGdb3lQJbokW0zXHKeN8C.png"
    },
    {
      "id": "tmdb:1228685",
      "type": "movie",
      "name": "Amor en Oslo",
      "ids": {
        "tmdb": 1228685
      },
      "overview": "Marianne, una pragmática doctora, y Tor, un compasivo enfermero, evitan las relaciones convencionales. Una noche, tras una cita a ciegas, Marianne conoce a Tor en un ferry. Tor suele pasar allí las noches buscando encuentros casuales con hombres y comparte sus experiencias de intimidad espontánea y conversaciones significativas. Intrigada por su punto de vista, Marianne empieza a cuestionar las normas sociales y se pregunta si esa intimidad casual podría ser también una opción para ella.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/lGoThJHAA2Wwb1kLGu7mWFGGpGJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/o513fsUkJmdHHZbE8OLUlSlTg4V.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lxg7kJVDSrmRFx9chjkgi8bIw3j.png"
    },
    {
      "id": "tmdb:98",
      "type": "movie",
      "name": "Gladiator",
      "ids": {
        "tmdb": 98
      },
      "overview": "En el año 180, el Imperio Romano domina todo el mundo conocido. Tras una gran victoria sobre los bárbaros del norte, el anciano emperador Marco Aurelio decide transferir el poder a Máximo, bravo general de sus ejércitos y hombre de inquebrantable lealtad al imperio. Pero su hijo Cómodo, que aspiraba al trono, no lo acepta y trata de asesinar a Máximo.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/p08mUnCktZ2opGihZTAn7OqzOoi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qvmywctvXjXcI5dXzhMGKU41qfs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aF9ldcxU5HOEvrrhkZnd9jePoWu.png"
    },
    {
      "id": "tmdb:254",
      "type": "movie",
      "name": "King Kong",
      "ids": {
        "tmdb": 254
      },
      "overview": "La suerte de Ann Darrow cambia cuando conoce a Carl Denham, un empresario que lucha para abrirse camino en el mundo del espectáculo. A ellos se une Jack Driscoll, un autor de teatro neoyorquino. Los tres emprenden un viaje que los llevará hasta una remota isla, donde Denham tiene previsto dirigir una película. Allí descubren un ser increíble, un gorila gigante, King Kong, que habita en una frondosa selva, donde criaturas prehistóricas han vivido ocultas durante millones de años. Denham, con un apetito insaciable de grandeza, enseguida ve la fama que puede reportarle la captura del gorila y su exhibición en Nueva York.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/tSfZ6LoZgnz8BOrSQVo24vqv4nW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4QRjnMYg3PyATd96bb2kXGvE96S.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bLl02c4vewuscZ7CRo2xUc1uJud.png"
    },
    {
      "id": "tmdb:809",
      "type": "movie",
      "name": "Shrek 2",
      "ids": {
        "tmdb": 809
      },
      "overview": "Cuando Shrek y la princesa Fiona regresan de su luna de miel, los padres de ella los invitan a visitar el reino de Muy Muy Lejano para celebrar la boda. Para Shrek, al que nunca abandona su fiel amigo Asno, esto constituye un gran problema. Los padres de Fiona, por su parte, no esperaban que su yerno tuviera un aspecto semejante y, mucho menos, que su hija hubiera cambiado tanto. Todo esto trastoca los planes del rey respecto al futuro del reino. Pero entonces entran en escena la maquiavélica Hada Madrina, su arrogante hijo el Príncipe Encantador y un minino muy especial: el Gato con Botas, experto cazador de ogros.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/knRt4E8KyfwEv0SVu9LsLvD28IQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qKkUCwpK5A8Szu2XlNjmy9t0972.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3xIgLhQhqQOeRXbYIOi4rYkFulH.png"
    },
    {
      "id": "tmdb:508",
      "type": "movie",
      "name": "Love Actually",
      "ids": {
        "tmdb": 508
      },
      "overview": "En Londres, poco antes de las Navidades, se entrelazan una serie de historias divertidas y conmovedoras. 'Love Actually' es una manera abreviada de decir 'Love Actually Is All Around' y éste es precisamente el argumento de la película: mires a donde mires, encontrarás el amor en todas partes. Todos los personajes, cada uno a su manera (un primer ministro, una vieja estrella del rock, una asistenta portuguesa que sólo habla su idioma), están relacionados con los aspectos más divertidos, tristes, ingenuos y estúpidos del amor.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/A3jpXZMwqe8DoGuykyojNIidWNj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6xrA9tMvpb3cnktNH7voJ62S41N.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2XMBZCDjHRShdEhUC5btOJazCos.png"
    },
    {
      "id": "tmdb:105",
      "type": "movie",
      "name": "Regreso al futuro",
      "ids": {
        "tmdb": 105
      },
      "overview": "El adolescente Marty McFly es amigo de Doc, un científico al que todos toman por loco. Cuando Doc crea una máquina para viajar en el tiempo, un error fortuito hace que Marty llegue a 1955, año en el que sus futuros padres aún no se habían conocido. Después de impedir su primer encuentro, deberá conseguir que se conozcan y se casen; de lo contrario, su existencia no sería posible.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/owk40tn1sFJmC7bhamEpmhdZPKa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aYFwRXjiilOavzJ6r6dYv7Q4kUV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jFYEAKzR1lkd2fhxqd8hp8fhR6u.png"
    },
    {
      "id": "tmdb:349064",
      "type": "movie",
      "name": "Cuernavaca",
      "ids": {
        "tmdb": 349064
      },
      "overview": "El mundo de Andy cambia totalmente cuando su madre sufre un terrible accidente. Sin nadie que lo cuide, es llevado a Cuernavaca, una localidad situada al sur de México. Allí se encuentra la casa de su lejana abuela paterna. Mientras su madre se debate entre la vida y la muerte, el niño se enfrentará al rechazo de su propia abuela, al mundo seductor y peligroso del hijo del jardinero y a la búsqueda de su padre. Ópera prima del cineasta mexicano Alejandro Andrade, protagonizada por el debutante Emilio Puente y Carmen Maura, leyenda de la interpretación española y antigua musa de Pedro Almodóvar en películas como '¿Qué he hecho yo para merecer esto?' o 'Mujeres al borde de un ataque de nervios'.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/aelWQU9HGl8B2BXyV2K3h8YbMns.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aCzis9ixy9mAu1RppbB8BR1ouiw.jpg"
    },
    {
      "id": "tmdb:26675",
      "type": "movie",
      "name": "La Lámpara",
      "ids": {
        "tmdb": 26675
      },
      "overview": "Un grupo de adolescentes pasan furtivamente la noche dentro de un lúgubre museo de historia natural. Una de las chicas es la hija del director Al Wallace. Esa misma mañana han recibido en el museo una lámpara procedente de Irak a la que le suponen 3000 años de antigüedad y que será la culpable de que la juvenil escapada acabe en un sangriento y trágico suceso.",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/ci4bZzLaRTuFln7Z6mjKESsIEtO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wOGuaf3keutCJU4jQH9yFvFpHjs.jpg"
    },
    {
      "id": "tmdb:511",
      "type": "movie",
      "name": "La tierra de la gran promesa",
      "ids": {
        "tmdb": 511
      },
      "overview": "A finales del siglo XIX, la ciudad de Lodz se ha convertido en el epicentro de la industria textil, con la consiguiente necesidad de mano de obra inmigrante. Tres jóvenes estudiantes de Riga: un polaco católico, hijo de nobles terratenientes, un ambicioso judío y un alemán luterano deciden abrir una fábrica en esa ciudad para hacer fortuna y, sin escrúpulos ni prejuicios, se lanzan a acumular dinero y poder. (FILMAFFINITY)",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/pjk8K5MpQJX0XczTC2KOVWNj0lC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xQa198uEb8DLwQntDwO9jlilXcC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/z4OtMZuBy0fiF1iJcdclOM2kFC1.png"
    },
    {
      "id": "tmdb:111",
      "type": "movie",
      "name": "El precio del poder",
      "ids": {
        "tmdb": 111
      },
      "overview": "Un emigrante cubano frío y sanguinario, Tony Montana, llega de Cuba para instalarse en Miami, donde se propone hacerse con un nombre dentro del crimen organizado de Florida. Junto a su amigo, Manny Rivera, inicia una ascendente carrera delictiva.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/iDABT5GD9OQmFiXM3wR0DJIxtkY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hNM4m3ED6nI7DNnR1klvRuc23uh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cqicmDZG6mh6lE3w2hFbYta9c0H.png"
    },
    {
      "id": "tmdb:31304",
      "type": "movie",
      "name": "Una historia de amor sueca",
      "ids": {
        "tmdb": 31304
      },
      "overview": "Cuenta la historia de amor entre dos chicos de catorce años, con una audacia inusual porque se anima a registrar la sensualidad e intensidad de los cuerpos y las emociones de estos adolescentes, dejando como fondo el oscuro retrato de sus familias, para focalizar el relato en la amorosa y tierna relación de los protagonistas, refugio frente a un entorno adulto de hostilidad y locura.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/nNp4pLSYolObA4pVWvUW5cbIG1v.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kjh52t74l2tGS84VZraeUZADTMG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dG0tKEspoE8ogsSLXT21wqzgmbj.png"
    },
    {
      "id": "tmdb:96167",
      "type": "movie",
      "name": "Autopsia (¡Tensión!)",
      "ids": {
        "tmdb": 96167
      },
      "overview": "Simona hija de Gianni Sanna, trabaja en un depósito de cadáveres. Es amiga de Edgardo, un fotógrafo. La muerte de Betty, la futura esposa de su padre y hermana de Paul, un sacerdote, provoca una atmósfera de mutuas sospechas. Según la policía la muerte de Betty es un suicidio, pero el sacerdote está convencido de que ha sido un asesinato. Gianni también es asesinado....",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/4ZUVxoRZFiSoSx4DbyMVnkFjAbE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2BC8LyP3842jWsP7AeAZlv8YwPe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/i4uwAGkdJgQWLNUphR9aiJ4z98p.png"
    },
    {
      "id": "tmdb:52083",
      "type": "movie",
      "name": "The Missionary",
      "ids": {
        "tmdb": 52083
      },
      "overview": "In 1905, after 10 years of missionary work in Africa, the Rev. Charles Fortesque is recalled to England, where his bishop gives him his new assignment - to minister to London's prostitutes.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/kD1yKrnwkGg9QDgBqz9CTSe8Cdb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ivxR6kP71Tj7zhf6f4LSYJ4Uanx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8DQF9dKhDe0vfUU13Xi9XP048PF.png"
    },
    {
      "id": "tmdb:504592",
      "type": "movie",
      "name": "Divino amor",
      "ids": {
        "tmdb": 504592
      },
      "overview": "En el Brasil de 2027, donde las raves celebran el amor celestial y las consultas espirituales se han convertido en norma, Joana mantiene su relación con Dios como el aspecto más importante de su vida. Utiliza su trabajo como notaria para que las parejas que soliciten el divorcio reconsideren su posición, además de participar como miembro en un grupo poco convencional de religiosos que la ayudan a mantener su matrimonio a flote. Aunque tanto ella como su marido tienen problemas para lograr traer un niño al mundo, el esfuerzo que conlleva esta tarea les acercará aún más a la gracia de Dios.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/2vFlT0g66zZeqnrAFeNPsHNrKZW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gPXZ6FZhsXu0V6Vq2xpR4IcHqax.jpg"
    },
    {
      "id": "tmdb:284",
      "type": "movie",
      "name": "El apartamento",
      "ids": {
        "tmdb": 284
      },
      "overview": "C.C. Baxter es un modesto pero ambicioso empleado de una compañía de seguros de Manhattan. Está soltero y vive solo en un discreto apartamento que presta ocasionalmente a sus superiores para sus citas amorosas. Tiene la esperanza de que estos favores le sirvan para mejorar su posición en la empresa. Pero la situación cambia cuando se enamora de una ascensorista que resulta ser la amante de uno de los jefes que usan su apartamento.",
      "year": 1960,
      "poster": "https://image.tmdb.org/t/p/w342/2kJMgHi8vNY8a0UJiBU3HEyiqOa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fZmPRv1Rrr8xjNBIj32AM94apMc.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iubGm4iDnAiFTMsf3cHHwWAxUMG.png"
    },
    {
      "id": "tmdb:807",
      "type": "movie",
      "name": "Seven",
      "ids": {
        "tmdb": 807
      },
      "overview": "El teniente Somerset, del departamento de homicidios, está a punto de jubilarse y ser reemplazado por el ambicioso y brillante detective David Mills. Ambos tendrán que colaborar en la resolución de una serie de asesinatos cometidos por un psicópata que toma como base la relación de los siete pecados capitales: gula, pereza, soberbia, avaricia, envidia, lujuria e ira. Los cuerpos de las víctimas, sobre los que el asesino se ensaña de manera impúdica, se convertirán para los policías en un enigma que les obligará a viajar al horror y la barbarie más absoluta.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/uVPcVz4b2hnSGrXYLdIGRXwcivs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xfAi4XOuXSLhQXM7lsgEwO3X17H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9Jwo35pcCztc5FNmJpeI1EMRCye.png"
    },
    {
      "id": "tmdb:152601",
      "type": "movie",
      "name": "Her",
      "ids": {
        "tmdb": 152601
      },
      "overview": "En un futuro cercano, Theodore, un hombre solitario a punto de divorciarse que trabaja en una empresa como escritor de cartas para terceras personas, compra un día un nuevo sistema operativo basado en el modelo de Inteligencia Artificial, diseñado para satisfacer todas las necesidades del usuario. Para su sorpresa, se crea una relación romántica entre él y Samantha, la voz femenina de ese sistema operativo.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/n1sY9uAsQKOus91A4FtvN3JdHYH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/m6TVxyIUkEeiztiAruWVEL9efW2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1vodYfvqrlrq9XhMYygjdkgVbVm.svg"
    },
    {
      "id": "tmdb:11842",
      "type": "movie",
      "name": "Sol rojo",
      "ids": {
        "tmdb": 11842
      },
      "overview": "En 1870, el embajador japonés Sakaguchi y su séquito viajan en tren a Washington para entregar una valiosa espada al presidente de los Estados Unidos, regalo del emperador de Japón. A bordo del mismo tren se encuentran al acecho dos ladrones, Link y Gauche, listos para hacer su jugada…",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/bXfcpUuWQ0qU435KebvOMPOntvr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cN09iJ6693xsN1zg92D9FaXsowx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gM54Xn04zyfnTApw8VUhdNvCWzG.png"
    },
    {
      "id": "tmdb:74513",
      "type": "movie",
      "name": "Fuerzas especiales",
      "ids": {
        "tmdb": 74513
      },
      "overview": "Elsa Casanova es una periodista que viaja a Afganistán para informar sobre las constantes humillaciones que sufren las mujeres en ese país. Es secuestrada por un grupo de talibanes tras la orden de un líder extremista. Es entonces cuando el Primer Ministro francés decide enviar una unidad de fuerzas especiales para liberarla de su cautiverio y evitar su inminente ejecución.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/poutdsUsZkeKfB7C6XxuoUb88ol.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4feucbrNcBbNOfPwZdBpztNNzDZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/etKjE7gJGSvAphRtH00wninfrFW.png"
    },
    {
      "id": "tmdb:42258",
      "type": "movie",
      "name": "KATTY TIPPEL",
      "ids": {
        "tmdb": 42258
      },
      "overview": "Finales del siglo XIX. Katty, huyendo de la pobreza, abandona su pueblo y se traslada a Ámsterdam, donde ejerce la prostitución para mejorar el nivel de vida de su familia. En la capital conocerá el poder de corrupción del dinero y el sórdido mundo de la explotación sexual.",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/2xIaUVAzO5IM7PVOqDGxHbTrUf4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jmBZp22GAoEUoVPEz3fKEIERs6r.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aUtf6XUx11ovZwfCetJkil2Q6qs.png"
    },
    {
      "id": "tmdb:792",
      "type": "movie",
      "name": "Platoon",
      "ids": {
        "tmdb": 792
      },
      "overview": "Chris Taylor es un ingenuo joven estadounidense que, a su llegada a Vietnam, descubre que no sólo debe combatir contra los soldados vietnamitas sino también contra el miedo que le atormenta, el cansancio y la rabia que le invade. Mientras sus dos oficiales al mando libran su propia batalla personal, el conflicto, el caos y el odio hacen mella en Taylor, confundiendo su realidad e insensibilizándole ante el valor más preciado del ser humano... la vida.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/5rFtpX7HQoyIlXbenlovUVVObwp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/A22iYyW1n9EC5gn7NXuD6Ym4Ojg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/104cnXJEg5405iAVQj3m5Id1LZZ.png"
    },
    {
      "id": "tmdb:1314398",
      "type": "movie",
      "name": "El caso Frieda",
      "ids": {
        "tmdb": 1314398
      },
      "overview": "Suiza, 1904. Frieda Keller, una joven costurera, asesina a su hijo de cinco años, fruto de una violación. Su historia sacudió a una sociedad que, al conocer las circunstancias del caso, apoyaron a Frieda y su juicio marcó los inicios del movimiento por la igualdad política y los derechos de la mujer en el país.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/1lAsVqtqt29JwKVhsNcox7P8OHk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nNsFyoW1txmCdoDT3QApCIGopnI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iX4GUdcK1Wiut7ZZHh1Scseyadb.png"
    },
    {
      "id": "tmdb:1791",
      "type": "movie",
      "name": "La pianista",
      "ids": {
        "tmdb": 1791
      },
      "overview": "Una mujer, profesora de piano en un conservatorio, frecuenta cines porno y tiendas de sexo para escapar de la influencia de su dominante madre. Uno de sus alumnos se propone seducirla.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/pR7lOkoI5XRan0NDqMpuw5eRkx2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fbZbPb2GhKJQSTTt3QGoD36QiNo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cAGtcRN0VNCdP6ygbM5QMWVcJnd.png"
    },
    {
      "id": "tmdb:8749",
      "type": "movie",
      "name": "Hamlet se mete a hombre de negocios",
      "ids": {
        "tmdb": 8749
      },
      "overview": "En el Helsinki actual, el príncipe Hamlet se ha convertido en el accionista mayoritario de un poderoso grupo empresarial que se propone acometer la fabricación de patitos de goma. El poder político-nobiliario de la fortaleza danesa es sustituido por el económico-financiero del capital finlandés. Mediante diálogos secos, simplificación de los asuntos y supresión de lo retórico, la peculiar adaptación actualiza eficazmente el esquema shakesperiano.",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/sv4hPNWcICZWTDRSdgSZ0rTVYI8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/YbzfnWSeZvfABKn0zSyY3IY0IV.jpg"
    },
    {
      "id": "tmdb:769",
      "type": "movie",
      "name": "Uno de los nuestros",
      "ids": {
        "tmdb": 769
      },
      "overview": "Henry, un niño de trece años de Brooklyn, vive fascinado con el mundo de los gángsters. Su sueño se hace realidad cuando entra a formar parte de la familia Pauline, dueña absoluta de la zona, que lo educan como un miembro más de la banda convirtiéndole en un destacado mafioso.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/nocvbyxKR5b1vxagy46SfEiMK3P.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/x9O4hF8y5gzqw7YY2hWzSl6C88H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zDaNBOixW4EzEsX3MEhd2AJQpfC.png"
    },
    {
      "id": "tmdb:2649",
      "type": "movie",
      "name": "The Game",
      "ids": {
        "tmdb": 2649
      },
      "overview": "Nicholas Van Orton es un perspicaz e influyente hombre de negocios acostumbrado a controlar absolutamente todas las facetas de su existencia. Sin embargo, su perfecta vida sufre un dramático cambio cuando su hermano Conrad le hace un original regalo de cumpleaños que pronto tendrá consecuencias devastadoras. Se trata del acceso a una misteriosa y nueva forma de entretenimiento en la que todo puede perderse, y con una sola regla: no hay reglas.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/hvEEVdC8VdT3JpwAGiSHO5sEmDH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cYnM7WRsdEbh1tLXfbwTWBOUB5s.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bv7FZPmhP9s9NhFC1ZnGIEtxBO9.png"
    },
    {
      "id": "tmdb:218",
      "type": "movie",
      "name": "Terminator",
      "ids": {
        "tmdb": 218
      },
      "overview": "Un cyborg ha sido enviado desde el futuro en una misión mortal: eliminar a Sarah Connor, una joven cuya vida tendrá una gran importancia en los próximos años. Sarah tiene sólo un protector —Kyle Reese— también enviado desde el futuro. El Terminator utiliza su inteligencia excepcional y fuerza para encontrar a Sarah, pero ¿hay alguna forma de detener al cyborg aparentemente indestructible?",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/9KI49SBnwAOzGcMw1onIki7vd2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pGZZ2FZtDSAwM80h9iYkrbJGrKz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q4wdswLUVVrl8OSjYXPqjihRHXs.png"
    },
    {
      "id": "tmdb:396535",
      "type": "movie",
      "name": "Train to Busan",
      "ids": {
        "tmdb": 396535
      },
      "overview": "Un virus letal se expande por Corea del Sur, provocando violentos altercados. Los pasajeros de un tren KTX que viaja de Seúl a Busan tendrán que luchar por su supervivencia.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/anomz7b3GQtHPFH34SODDBBIUad.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6B9HaZYBG1ugyd5g6at6F3n4wOw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wzOwOGAXLUQwwXwCAHS2x0Wc35B.png"
    },
    {
      "id": "tmdb:43384",
      "type": "movie",
      "name": "El valle de la venganza",
      "ids": {
        "tmdb": 43384
      },
      "overview": "Lee siempre ha dependido de su hermanastro Owen para salir de cualquier aprieto. Pero su cobardía llega demasiado lejos cuando permite que atribuyan a Owen la paternidad de un hijo ilegítimo que, en realidad, es suyo.",
      "year": 1951,
      "poster": "https://image.tmdb.org/t/p/w342/m9r98NeBPyMA7u1oRlUrHBGq71n.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ar0U96O9sZ1VYmhSXzqb3vzlUlQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eWhkUFMa95C6kzho6VUw1RnNVkq.png"
    },
    {
      "id": "tmdb:601",
      "type": "movie",
      "name": "E.T. el extraterrestre",
      "ids": {
        "tmdb": 601
      },
      "overview": "Un pequeño ser de otro planeta se queda abandonado en la Tierra cuando su nave se marcha olvidándose de él. Tiene miedo. Está completamente solo, pero se hará amigo de un niño, que lo esconde en su casa. El niño y sus hermanos intentarán encontrar la forma de que el pequeño extraterrestre regrese a su planeta antes de que los científicos y la policía lo encuentren.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/4kixNqJAu7hWpZOnOsznL7YPuuQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/swr1MOdJuionDNYfeR5zvAmnvVJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jlgA3wk1zxCdsCZHWFpaR1KzBci.png"
    },
    {
      "id": "tmdb:167282",
      "type": "movie",
      "name": "La clínica del terror",
      "ids": {
        "tmdb": 167282
      },
      "overview": "El doctor Divine, un científico sin escrúpulos, ha conseguido desarrollar una innovadora técnica de trasplante de cerebros. Su maníaco plan para hacerse de oro comienza enviando a sus monstruosas creaciones a secuestrar a brillantes y atractivos estudiantes para trasplantar sus cerebros en los cuerpos de viejos millonarios que buscan la juventud eterna. Su plan parece imparable hasta que uno de los jóvenes consigue huir.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/eMoq8kREBbe5cdCvQbMqmhuIJ1X.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9Lpx1bCOtI6PgnojuVQZ98FTpzl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fNaU3FtpksPJu5Gvr7bdi3kgBvB.png"
    },
    {
      "id": "tmdb:1028769",
      "type": "movie",
      "name": "El destino de Maya",
      "ids": {
        "tmdb": 1028769
      },
      "overview": "La joven Maya, de 17 años, se casa contra su voluntad con el pescador Janne. Su vida en la isla de Stormskerry está llena de retos y adversidades: como esposa de un pescador, tiene que hacer frente a las largas ausencias de su marido y cuidar sola de su familia. Sin embargo, Maya se ha convertido en una mujer de carácter fuerte e independiente.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/ajdqc3vDVzH0e3zw1N9tIySA2Jn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bEdnYMXFJo5BJnVMAM2LdAmPVnb.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/isegaTqTMglJc4tFB4Uk8CBWznd.png"
    },
    {
      "id": "tmdb:497",
      "type": "movie",
      "name": "La milla verde",
      "ids": {
        "tmdb": 497
      },
      "overview": "En el sur de los Estados Unidos, en plena Depresión, Paul Edgecomb es un vigilante penitenciario a cargo de la Milla Verde, un pasillo que separa las celdas de los reclusos condenados a la silla eléctrica. Esperando su ejecución está John Coffey, un gigantesco negro acusado de asesinar brutalmente a dos hermanas de nueve años. Tras una personalidad ingenua, Coffey esconde un don sobrenatural prodigioso. A medida que transcurre la historia, Paul Edgecomb aprende que los milagros ocurren... incluso en los lugares más insospechados.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/aBQiJRxGRrX0mXFMjxyzWYFtEnf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/umunWbkQ6xMWlGOpp4Tt0QuhMSz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rr2nQMagxwQ3P37FLF3P3teYvtj.png"
    },
    {
      "id": "tmdb:82368",
      "type": "movie",
      "name": "El estafador",
      "ids": {
        "tmdb": 82368
      },
      "overview": "Gerardo es un actor al que nadie considera como tal. Pero éste no es su único problema: Su amigo Lallo le meterá en una serie de líos y Elena, su prometida, le presionará para que cambie de vida y se case con ella.",
      "year": 1960,
      "poster": "https://image.tmdb.org/t/p/w342/sdupD4CCJhfR8VBSTAGou43Ugvu.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hsqZcoK3hjmriTx0KCq3XaqGDxv.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xb0FFR9nch9w87KmGVqmgKvWnwg.png"
    },
    {
      "id": "tmdb:662402",
      "type": "movie",
      "name": "Té negro",
      "ids": {
        "tmdb": 662402
      },
      "overview": "Aya, una mujer marfileña, tras decir 'no' el día de su boda, abandona Costa de Marfil para emprender una nueva vida en Guangzhou, China. En este barrio donde la diáspora africana se encuentra con la cultura china, Aya será contratada en una tienda de té propiedad de Cai. En la intimidad de la trastienda, Cai decide iniciar a Aya en la ceremonia del té y su relación se transformará poco a poco en un tierno amor... que tendrá que superar los prejuicios de su entorno y las turbulencias de su pasado.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/7nNVLiIRxlCX0z4nPOs2mSPg8zw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dxVZtkOPNcgs0RgYL6QRw6dMJxk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1Dr3OgxGdsZQiNcn7eHchUXeIPy.png"
    },
    {
      "id": "tmdb:1137245",
      "type": "movie",
      "name": "Tres amigas",
      "ids": {
        "tmdb": 1137245
      },
      "overview": "Joan ya no está enamorada de Victor y sufre por no estar siendo honesta con él. Alice, su mejor amiga, la tranquiliza asegurándole que ella misma no siente pasión por su pareja Eric y sin embargo su relación va viento en popa. Ella ignora que él tiene una aventura con Rebecca, su amiga común... Cuando Joan decide finalmente dejar a Victor y este desaparece, las vidas y las historias de las tres amigas dan un vuelco.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/bpK4nHk52cUL4TajeGsIjG8YDLd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gxykIqLbeJ8lriB497C29OYckfQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9egzvoUqSwwp75hxeQiGZIN7tjt.png"
    },
    {
      "id": "tmdb:121883",
      "type": "movie",
      "name": "Lovely Rita",
      "ids": {
        "tmdb": 121883
      },
      "overview": "Rita is an outcast teenager in suburban Austria, misunderstood both at school, where she's disdained by classmates, and at home, where her staunchly religious mother and temperamental father bemoan her inability to fit in with their comfortable bourgeois life. When Rita sets out to seduce her school bus driver, she sets in motion a series of events that changes everyone's lives irrevocably.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/dEiz5PgHBMwao8Q7VBUN4KVFpCH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/m3aMCLf4JQB0iV6ZxVgPrKZQifz.jpg"
    }
  ]
}