{
  "metas": [
    {
      "id": "tmdb:1152393",
      "type": "movie",
      "name": "Cuando los amos duermen",
      "ids": {
        "tmdb": 1152393
      },
      "overview": "Samuel y Lourdes son un matrimonio humilde que se desvive por cuidar la tierra y las propiedades de su Señor. El dueño de la casa es Víctor, un antiguo vampiro que solo se alimenta de la sangre de las personas malas. Generación tras generación, la familia de Samuel ha estado a cargo del deber de proteger a su Señor pero ahora, Samuel y Lourdes tienen dos problemas: no pueden tener un bebé y un misterioso pariente vampiro llega al lugar poniendo todo patas arriba.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/6YNscZbeUoZgAQmZ0Z8zoMhpFpR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tC2fvr3Yaxygovz7S8DPNOtaAVv.jpg"
    },
    {
      "id": "tmdb:807196",
      "type": "movie",
      "name": "Hierve",
      "ids": {
        "tmdb": 807196
      },
      "overview": "En la noche más concurrida del año en uno de los restaurantes de moda en Londres, el carismático jefe de cocina Andy Jones trata de no derrumbarse ante una crisis personal y profesional que podría destruir todo aquello por lo que ha trabajado. La inesperada visita de un inspector de sanidad y seguridad alimentaria aumenta la presión sobre el personal mientras no dejan de llegar más y más clientes. Andy abronca y engatusa a su equipo indistintamente, haciendo todo lo posible para disipar las tensiones entre la gerencia y los trabajadores, mientras atiende a las ridículas demandas de sus clientes.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/3yghOYVOI9PEgbOaHpR4sZhklot.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/z5nnUVC69zOhAnZhTLn1m9keQSj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5FC9XFpqmPIcpcHqzgK4PZkMsxr.png"
    },
    {
      "id": "tmdb:32847",
      "type": "movie",
      "name": "La extraña pasajera",
      "ids": {
        "tmdb": 32847
      },
      "overview": "Charlotte Vale, una mujer de mediana edad que pertenece a una familia acomodada de Boston, vive reprimida y totalmente controlada por su dominante e insensible madre. Gracias a la ayuda de un amable psiquiatra, Charlotte consigue recuperar la autoestima y superar sus miedos. Además, se vuelve mucho más extrovertida y empieza a sentirse incluso atractiva. Dispuesta a disfrutar de su nueva vida, hace un crucero por América del Sur y en el barco conocerá a un apuesto arquitecto infelizmente casado.",
      "year": 1942,
      "poster": "https://image.tmdb.org/t/p/w342/iqGhTDyGGuU1c54G1N2uzkfVOR7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/u7Od51QIER6uibezA294s8frnq0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/m42r6JCmW32Qk3hnnGzNnmU0APn.png"
    },
    {
      "id": "tmdb:933260",
      "type": "movie",
      "name": "La sustancia",
      "ids": {
        "tmdb": 933260
      },
      "overview": "'Tú, pero mejor en todos los sentidos'. Esa es la promesa de la sustancia, un producto revolucionario basado en la división celular, que crea un alter ego más joven, más bello, más perfecto.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/w1PiIqM89r4AM7CiMEP4VLCEFUn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5ChQ84lkuix0Rl8PqOKXTQgjI8l.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bVnwy0nR5RLvQ2vDPo5VLO9nCsj.png"
    },
    {
      "id": "tmdb:1585",
      "type": "movie",
      "name": "¡Qué bello es vivir!",
      "ids": {
        "tmdb": 1585
      },
      "overview": "Es la vigilia de Navidad en Bedford falls, NY, y George Bailey está planeando suicidarse. Pero un ángel es enviado para detenerle en su intento. Él le enseñará a George las cosas maravillosas de su juventud, cómo salvó la vida de su hermano y la de otros que, gracias a haber conocido a George, son felices. Así, nuestro amigo descubrirá que... ¡La vida es realmente un tesoro maravilloso que debemos disfrutar!",
      "year": 1946,
      "poster": "https://image.tmdb.org/t/p/w342/63W4MsB8e5whhPNyxhRVTzSsCje.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/A16RsBae9yLCsgAQgkUWbCJHZ6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oGjUpBJLxtt6IWhuS5ojuKDQPTY.png"
    },
    {
      "id": "tmdb:528210",
      "type": "movie",
      "name": "El soldado perdido",
      "ids": {
        "tmdb": 528210
      },
      "overview": "En diciembre de 1941, los japoneses atacaron Pearl Harbor. El presidente de Estados Unidos, Franklin Roosevelt, decidió contraatacar bombardeando Tokio. Los bombardeos aéreos dirigidos por el teniente coronel Doolittle de los Estados Unidos despegaron de un portaaviones en el Pacífico. Pero después de completar sus misiones, los aviones norteamericanos tuvieron que aterrizar en las zonas costeras de China, cerca de Zhejiang, debido al consumo de demasiado combustible. Un joven piloto fue salvado por una mujer local que era viuda. Y de allí surgió una historia de amor.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/6eD3peSqP6tq9vpsjXglKjQ3qAg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/q3WwG9HcayizfZxKKF7upPkOPlc.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7Ng7PDRJrMvM6M2XR4h3jzTzPlq.png"
    },
    {
      "id": "tmdb:652837",
      "type": "movie",
      "name": "Josee, el tigre y los peces",
      "ids": {
        "tmdb": 652837
      },
      "overview": "Tsuneo, un estudiante que trabaja medio tiempo, conoce a Josee, una joven parapléjica que sueña con un mundo más allá de su realidad. Lo que empieza como amistad pronto se transforma en amor.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/buF1mmMRAiJZMOK5Qg3DBTtZ5XO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dmZfiaSvBoCMTdyUsEqGql4yqul.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e1oUBXRbK1KEWbnbg2Ui7cM2F87.png"
    },
    {
      "id": "tmdb:29237",
      "type": "movie",
      "name": "El susto",
      "ids": {
        "tmdb": 29237
      },
      "overview": "En este thriller, el psiquiatra Dr. Cross (Vincent Price) mata a su esposa y espera salirse con la suya, hasta que descubre que el asesinato fue observado por una vecina de al lado, Janet Stewart (Anabel Shaw). Mientras Janet intenta convencer a su esposo (Frank Latimore) de la vil hazaña del médico, Cross aparece para advertirle que Janet necesita urgentemente un asesoramiento profundo.",
      "year": 1946,
      "poster": "https://image.tmdb.org/t/p/w342/pNraFreBDX3nIC28p4kJeUzBnqZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pbUs4pFJJ7lSXPBp99BAIQ1XMzo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rWzfvb9OKvmj8QGv9RgagXiqbyu.png"
    },
    {
      "id": "tmdb:105",
      "type": "movie",
      "name": "Regreso al futuro",
      "ids": {
        "tmdb": 105
      },
      "overview": "El adolescente Marty McFly es amigo de Doc, un científico al que todos toman por loco. Cuando Doc crea una máquina para viajar en el tiempo, un error fortuito hace que Marty llegue a 1955, año en el que sus futuros padres aún no se habían conocido. Después de impedir su primer encuentro, deberá conseguir que se conozcan y se casen; de lo contrario, su existencia no sería posible.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/owk40tn1sFJmC7bhamEpmhdZPKa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aYFwRXjiilOavzJ6r6dYv7Q4kUV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jFYEAKzR1lkd2fhxqd8hp8fhR6u.png"
    },
    {
      "id": "tmdb:340481",
      "type": "movie",
      "name": "La chica desconocida",
      "ids": {
        "tmdb": 340481
      },
      "overview": "Una noche, después del cierre de su consultorio, Jenny, joven médico generalista, escucha el timbre, pero no va a abrir. Al día siguiente, se entera por la policía de que han encontrado, no lejos de allí, a una joven muerta, sin identidad.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/owxEl8EMMTwiy73L5n5zM9jaTws.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hZuFiZJJTKzmP4haYPA6aiRso99.jpg"
    },
    {
      "id": "tmdb:823219",
      "type": "movie",
      "name": "Flow, un mundo que salvar",
      "ids": {
        "tmdb": 823219
      },
      "overview": "En un mundo al borde del colapso, un gato solitario pierde su hogar por una inundación y encuentra refugio en un barco con otras especies. Juntos, deberán superar diferencias y desafíos mientras navegan por un misterioso paisaje sumergido.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/337MqZW7xii2evUDVeaWXAtopff.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ouCqgbdQTnSB7qS1v2sEmXeNNSI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/GkoK3RGzq0k0qMSHif7e9kXIyn.svg"
    },
    {
      "id": "tmdb:1000862",
      "type": "movie",
      "name": "La acusación",
      "ids": {
        "tmdb": 1000862
      },
      "overview": "Julien, un joven maestro, es acusado injustamente de conducta sexual inapropiada por una adolescente de su clase. A medida que se enfrenta a las crecientes presiones del hermano mayor de la niña y sus compañeros de clase, la situación se sale de control. Las acusaciones se difunden, toda la escuela se ve sumida en la confusión y el maestro tiene que luchar para limpiar su nombre.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/3ZdgJlaenVLUIyNFJc98v6tqzS2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1SO3YnpeZB4kSBpv4IgT88dBiE8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8YNRp9gkB03fpqF56MYPRpQ6AjF.png"
    },
    {
      "id": "tmdb:496243",
      "type": "movie",
      "name": "Parásitos",
      "ids": {
        "tmdb": 496243
      },
      "overview": "Tanto Gi Taek (Song Kang-ho) como su familia están sin trabajo. Cuando su hijo mayor, Gi Woo (Choi Woo-sik), empieza a dar clases particulares en casa de Park (Lee Seon-gyun), las dos familias, que tienen mucho en común pese a pertenecer a dos mundos totalmente distintos, comienzan una interrelación de resultados imprevisibles.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/4N55tgxDW0RRATyrZHbx0q9HUKv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ao0dFrU4QrmnVYt6ywnsGNjmuAT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7yTwlOYScxmNEHK2RJr1YWRTOEW.png"
    },
    {
      "id": "tmdb:1137245",
      "type": "movie",
      "name": "Tres amigas",
      "ids": {
        "tmdb": 1137245
      },
      "overview": "Joan ya no está enamorada de Victor y sufre por no estar siendo honesta con él. Alice, su mejor amiga, la tranquiliza asegurándole que ella misma no siente pasión por su pareja Eric y sin embargo su relación va viento en popa. Ella ignora que él tiene una aventura con Rebecca, su amiga común... Cuando Joan decide finalmente dejar a Victor y este desaparece, las vidas y las historias de las tres amigas dan un vuelco.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/vv4U8E3o5jkxtz8zZn9JppdQV4j.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gxykIqLbeJ8lriB497C29OYckfQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9egzvoUqSwwp75hxeQiGZIN7tjt.png"
    },
    {
      "id": "tmdb:420333",
      "type": "movie",
      "name": "La madre",
      "ids": {
        "tmdb": 420333
      },
      "overview": "Miguel es un chico de 14 años vigilado por los servicios sociales. Su madre, sin trabajo y con una vida personal inestable, es incapaz de ocuparse de él. Por eso le obliga a buscar refugio en casa de Bogdan, un rumano que fue amante de ella y que vive en una localidad cercana.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/sR7yrYPY0zpggsJmR0MGZCsN5Z5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bul08sVJvRqhebHkPcBSt52kMaL.jpg"
    },
    {
      "id": "tmdb:15383",
      "type": "movie",
      "name": "El ejército de las sombras",
      "ids": {
        "tmdb": 15383
      },
      "overview": "Philippe Gerbier es un ingeniero civil que ha entregado todos sus esfuerzos a la valerosa resistencia francesa, de la que es uno de sus máximos responsables. Pero llega el día en que la policía colaboracionista le captura, siendo retenido en un campo de concentración bajo atenta vigilancia. Tras un traslado logrará escapar improvisando una fuga relámpago. A partir de ese momento viviremos con su testimonio el día a día de la resistencia y sus dificultades ante el poderoso invasor.",
      "year": 1969,
      "poster": "https://image.tmdb.org/t/p/w342/4BK3fC1MbazERtphugXNqqxmtJD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yD8bGwzNQ36JcFZW6Pd8KEIBRuI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3l1DdMn36zhvQRpb6vzphG4pNLN.png"
    },
    {
      "id": "tmdb:30368",
      "type": "movie",
      "name": "El perro rabioso",
      "ids": {
        "tmdb": 30368
      },
      "overview": "Ambientada en la postguerra japonesa tras la II Guerra Mundial (1939-1945). Con la estructura del thriller americano y los convencionalismos japoneses, narra la historia de un joven detective al que roban su pistola. Agobiado por un sentimiento de deshonor más que de pérdida, emprende, con un veterano compañero, una frenética e incansable búsqueda que lo lleva a los bajos fondos de Tokyo.",
      "year": 1949,
      "poster": "https://image.tmdb.org/t/p/w342/riBzUgeYawBDi2q9PjARjHrQM7Z.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8I9YnkOOIUHJSKqFcOURYr7wqHf.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4bxmZXxa8ff9PFUhVnCs34a1zWh.png"
    },
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:695089",
      "type": "movie",
      "name": "Onoda, 10.000 noches en la jungla",
      "ids": {
        "tmdb": 695089
      },
      "overview": "Finales de 1944. Japón está perdiendo la guerra. Por orden del misterioso comandante Taniguchi, el joven Hirō Onoda es enviado a una isla de Filipinas justo antes del desembarco estadounidense. Los pocos soldados que arrastra hasta la selva pronto descubrirán la doctrina desconocida que los unirá a este hombre: la guerra secreta. Para el Imperio, la guerra está a punto de acabar. Para Onoda, la guerra terminará 10 000 noches después.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/tKzFwiEm86AVRsefgqODTBjjh98.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6Ogax4OJwTmY69cN2u0laFdXU15.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lGrpUNjahgIcDJ8HrYZRTgcm7KM.png"
    },
    {
      "id": "tmdb:246741",
      "type": "movie",
      "name": "Lo que hacemos en las sombras",
      "ids": {
        "tmdb": 246741
      },
      "overview": "Viago, Deacon y Vladislav son tres vampiros que comparten piso en Nueva Zelanda. Hacen lo posible por adaptarse a la sociedad moderna: pagan el alquiler, se reparten las tareas domésticas e intentan que les inviten a entrar en los clubs. Una vida normal, salvo por una pequeña diferencia: son inmortales y tienen que alimentarse de sangre humana. Cuando su compañero del sótano, Petyr, convierte en vampiro a Nick, nuestros protagonistas deberán enseñarle como funciona todo en su recién estrenada vida eterna.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/zMpZYL0lVgLCYyOVGekaZC0bUtv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cdFfjPgUeyZNvz3aTaWEcEGAUDG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5ZTdlxBDqDgCJ9gjUnuFfzis48F.png"
    },
    {
      "id": "tmdb:61642",
      "type": "movie",
      "name": "Gigantes de plata",
      "ids": {
        "tmdb": 61642
      },
      "overview": "El jefe de un sindicato mafioso que controla el juego de Las Vegas, necesita dar salida a sus ganancias ilegales. La mejor solución sería ingresar el dinero en un banco suizo, pero como ningún banco quiere el dinero sucio, decide comprar su propio banco para blanquearlo. Por ello, el jefe del sindicato encarga a Doc Fletcher (Michael Caine), supervisar la operación.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/2LS9UoL4sehS1TUKi8dCB36oyxH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fa0WNzjuWJseqiOmXh6U3yxJHXh.jpg"
    },
    {
      "id": "tmdb:1028248",
      "type": "movie",
      "name": "As Good As Dead. Ahora más peligroso",
      "ids": {
        "tmdb": 1028248
      },
      "overview": "Bryant (Michael Jai White), un hombre con un pasado misterioso, se muda a un pequeño pueblo fronterizo mexicano para empezar de nuevo y vivir una vida sencilla. Mientras está allí, se hace amigo de mala gana de un adolescente local con problemas que recientemente perdió a su madre y está siendo reclutado por la pandilla callejera local.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/niTXgu5Ydz64KkanuPqkppfW5gI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mV4HOq4Q8QxigC4z0YvHWSjrs8H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/atHM5eeBUXQLw6zpulhW86mSoZA.png"
    },
    {
      "id": "tmdb:655424",
      "type": "movie",
      "name": "El caracol y la ballena",
      "ids": {
        "tmdb": 655424
      },
      "overview": "Una película animada de media hora para toda la familia basada en el libro  escrito por Julia Donaldson e ilustrado por Axel Scheffler. The Snail and the Whale es el clásico  que nos muestra un caracol joven inquieto que tiene ambiciones de viajar por el mundo. Los otros caracoles piensan que debería quedarse, pero hace un llamado para un \"Ascensor buscado en todo el mundo\". ¡Finalmente su llamada es respondida por una gran ballena jorobada gris-azul! Ella se marcha con él a través de los mares. En su viaje, el caracol y la ballena descubren enormes icebergs y tierras lejanas, montañas ardientes y arenas doradas. El caracol está encantado con el maravilloso mundo que la rodea, hasta que se da cuenta de lo pequeño que la hace sentir.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/jn0rRTKpA92Fbe4GuE9wPghHYDG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/d14UGNxG5LmJzBAArBJucf6d17Z.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lWBezN99M38imIvU8T1AtLzkDoh.png"
    },
    {
      "id": "tmdb:67302",
      "type": "movie",
      "name": "Hormigas",
      "ids": {
        "tmdb": 67302
      },
      "overview": "Una colonia de hormigas asesinas amenaza no solo con estropear las vacaciones de un grupo humano, sino también con devorarlos vivos.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/l5sHxCdD7HlbeLiYpuhSxx7p3vS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wrA8MVtzCGhzb14XwkhFzMoFg4n.jpg"
    },
    {
      "id": "tmdb:209840",
      "type": "movie",
      "name": "Stray Dogs",
      "ids": {
        "tmdb": 209840
      },
      "overview": "Harto del ajetreo de la vida moderna y del estrés continuo, un hombre de familia decide cambiar radicalmente de hogar y de estilo de vida. Su vida debe dar un vuelco y siente que la única manera de poder educar a sus dos hijos cómo a él le gustaría es llevarlos al corazón de Taipei.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/zRwQzUDQlGwCeHkRUTuCkIyaaJj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wY63GAssmaUwFX8futj7E4hpgVc.jpg"
    },
    {
      "id": "tmdb:9589",
      "type": "movie",
      "name": "Yo, Cristina F.",
      "ids": {
        "tmdb": 9589
      },
      "overview": "Cristina es una adolescente de apenas 14 años que poco a poco se va enganchando a la heroína, hasta el extremo de tener que prostituirse para pagarse su dependencia.  Durísimo relato sobre el efecto de las drogas en la juventud, basado en la historia real de Christiane Vera Felscherinow, una exadicta alemana que describió su lucha contra las drogas en la adolescencia en el libro \"Los niños de la estación del Zoo\". Dirigido por Uli Edel (\"El cuerpo del delito\", \"RAF Facción del ejército rojo\"), el filme fue protagonizado por una jovencísima y debutante Natja Brunckhorst (\"La princesa y el guerrero\"), que tenía solo 13 años cuando se rodó el largometraje. Como curiosidad, David Bowie realizó un 'cameo' en la cinta, pues justamente fue en un concierto que dio el cantante en Berlín donde la protagonista probó por primera vez la heroína.",
      "year": 1981,
      "poster": "https://image.tmdb.org/t/p/w342/p79zGPQ2SdVuLZlE6K1f00mab7w.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tg33XbGTPvHLan2UaDtF4M95Rx4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bJ8wgwubn8sAtEutDBiEC6rrLym.png"
    },
    {
      "id": "tmdb:66967",
      "type": "movie",
      "name": "Los joyeros del claro de luna",
      "ids": {
        "tmdb": 66967
      },
      "overview": "Úrsula deja el convento donde se ha educado para empezar una nueva vida, en el sur de España, con su tío, el conde de Ribera. Pero, cuando llega, se encuentra con una tragedia: Lamberto, un joven del pueblo, acusa al conde del suicidio de su hermana. En un duelo, el conde resulta muerto, y el joven se ve obligado a escapar de la policía. Úrsula, cautivada por la belleza y la fuerza de Lamberto, decide acompañarlo en su huida.",
      "year": 1958,
      "poster": "https://image.tmdb.org/t/p/w342/jTsSZ51K3ww8ovte8cs8hxOke01.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/djsiodfDi691wPIF0UnogYn5V5k.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7xAXSnNAGBL30dcBQVlwDSenAa4.png"
    },
    {
      "id": "tmdb:15919",
      "type": "movie",
      "name": "Marty",
      "ids": {
        "tmdb": 15919
      },
      "overview": "Marty es un carnicero solterón que todavía vive con su madre. Suele salir con frecuencia con sus amigos por la noche, intentando encontrar a alguna chica con la que compartir su vida y hacer planes para el futuro.",
      "year": 1955,
      "poster": "https://image.tmdb.org/t/p/w342/79aC4arR3hA6jJw5uBtW5NByDO3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xGCbOeOYwJ1AMslkqbag3eVp5Oe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/46NFyQ2klDUkM3dJurNvECO0Xf4.png"
    },
    {
      "id": "tmdb:130816",
      "type": "movie",
      "name": "Abraham Lincoln",
      "ids": {
        "tmdb": 130816
      },
      "overview": "La primera película hablada del maestro D.W. Griffith hace un repaso a la vida del famoso presidente norteamericano.",
      "year": 1930,
      "poster": "https://image.tmdb.org/t/p/w342/4BOmqevJBC5gBfQNXpa2epf27yO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uhPHNGd4PHMoXnhda2s0zm2ddDy.jpg"
    },
    {
      "id": "tmdb:127372",
      "type": "movie",
      "name": "Emperador",
      "ids": {
        "tmdb": 127372
      },
      "overview": "Una vez terminada la Segunda Guerra Mundial (1939-1945), el prestigioso general Douglas MacArthur (Tommy Lee Jones) y un colega suyo (Matthew Fox) tendrán que decidir el destino del emperador japonés Hirohito.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/ijZinr3AFQyLqiiroWcZdFln0Yo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/l4e79vedsCaaHgES8sGCPafDyQw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rk7cnxSjddCGNjQ77DKLi78gHBo.png"
    },
    {
      "id": "tmdb:79363",
      "type": "movie",
      "name": "Dementia: La hija del terror",
      "ids": {
        "tmdb": 79363
      },
      "overview": "Película de terror con tintes surrealistas, donde la historia experimenta un viaje a la atormentada y traumatizada mente de una mujer durante una noche de pesadilla y terror. Sin diálogos, únicamente con la voz en off del narrador supone una obra de culto y un hito en el cine de horror.",
      "year": 1955,
      "poster": "https://image.tmdb.org/t/p/w342/e8X0YpznfgQuaajkJLSNZzsAToo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/esZnROns6HItTTKiGgk1MaaOKq.jpg"
    },
    {
      "id": "tmdb:7008",
      "type": "movie",
      "name": "La conspiración",
      "ids": {
        "tmdb": 7008
      },
      "overview": "El clima de tensión en Sudáfrica es cada vez más crítico debido al Apartheid. Rina (Nicol Williamson) consigue liberar a Shack Twuala (Sidney Poitier), sin saber que es un activista del clandestino movimiento negro que tiene en jaque al departamento de Seguridad Nacional. Jim (Michael Caine), el amante de Rina, se ve de pronto envuelto en una trepidante huida en compañía de Shack para eludir el cerco policial y atravesar la frontera: lo que ignora es que todo obedece a un plan perfectamente estudiado. (FILMAFFINITY)",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/5b2PYQ1cm0UoDEcRfrgqOxDlem3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xsZ2WQeTKUZ36Or6KadtlcmPDMg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ddSp5bPEWqUBXvUsiXClzykR4JJ.png"
    },
    {
      "id": "tmdb:90523",
      "type": "movie",
      "name": "La mujer enigma",
      "ids": {
        "tmdb": 90523
      },
      "overview": "Durante la Primera Guerra Mundial (1914-1918), un espía alemán y una espía británica se conocen y no pueden evitar enamorarse.",
      "year": 1937,
      "poster": "https://image.tmdb.org/t/p/w342/i1ac0OKN7ApGfN7KX55dtUWGiBL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/r9tXK2BOmdjHcFQ8QatBh0XoGpK.jpg"
    },
    {
      "id": "tmdb:10161",
      "type": "movie",
      "name": "Mi pie izquierdo",
      "ids": {
        "tmdb": 10161
      },
      "overview": "Christy Brown es un enfermo de parálisis cerebral, nacido en el seno de una numerosa y mísera familia irlandesa. Su madre es la única que lo ve como un chico con talento y sensibilidad. Con el tiempo, Christy se revela como un irascible pero talentoso escritor y pintor, que utiliza su pie izquierdo -la única parte de su cuerpo que tiene motricidad- como instrumento.",
      "year": 1989,
      "poster": "https://image.tmdb.org/t/p/w342/zhBhzNvUbIqjl2xDmwuTPmDNwYi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/46ow87Pzin4qSZJOhCP2zeQkyNP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6nXglCb43TTiY3z5YFpO9kS8GVa.png"
    },
    {
      "id": "tmdb:610326",
      "type": "movie",
      "name": "El anticuario",
      "ids": {
        "tmdb": 610326
      },
      "overview": "Lado es un contrabandista georgiano que transporta antigüedades a San Petersburgo, donde conoce a Medea, una inmigrante en un taller de antigüedades. Vadim, un anciano solitario, establece un vínculo con Medea. Sus vidas se cruzan en medio del contrabando, la supervivencia y la conexión.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/7JRJT82rKXsvvbmdnyQES42dp20.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mXDHtJSvjWak2XS7R2saHgd0WS.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fYLZApiVnXmmzjTaEbNiV4omOmH.png"
    },
    {
      "id": "tmdb:21950",
      "type": "movie",
      "name": "La celda de la violación",
      "ids": {
        "tmdb": 21950
      },
      "overview": "Violenta aventura muestra a una bellísima Yvette Mimieux atrapada en una sucesión de abusos y venganzas y a un incipiente Tommy Lee Jones como compañero de celda que se fuga con ella, tras haber sido detenida injustamente y violada a posteriori por un policía miserable. Producida por Roger Corman. (FILMAFFINITY)",
      "year": 1976,
      "poster": "https://image.tmdb.org/t/p/w342/a2HY1iM1szFMXFId8gA4FA7X5sg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4JslTYBAewAY5IZqDLwfICfJ9A.jpg"
    },
    {
      "id": "tmdb:43028",
      "type": "movie",
      "name": "Víctima",
      "ids": {
        "tmdb": 43028
      },
      "overview": "Melville Farr es un prestigioso abogado inglés felizmente casado con Laura. Sin embargo, detrás de su apariencia conservadora se esconde un homosexual que busca escarceos con jovencitos, a pesar de que le había prometido a su mujer que esa etapa de su vida ya estaba clausurada. Ambientada en una época en la que la homosexualidad era todavía considerada un delito que podía implicar penas de cárcel.",
      "year": 1961,
      "poster": "https://image.tmdb.org/t/p/w342/bw6Z8QiyhtQYG5C1k15cmZxPYVv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lFTIB7obHpTYTMOruePsxigthQN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/30FKjLeKazig8rl8Wqt9ZxbRTSr.png"
    },
    {
      "id": "tmdb:43609",
      "type": "movie",
      "name": "Nuestra canción de amor",
      "ids": {
        "tmdb": 43609
      },
      "overview": "Relata la historia de amistad entre una cantante paralítica, condenada a vivir en una silla de ruedas, y un luchador lesionado. Juntos emprenden un viaje a Memphis con la esperanza de superar las tragedias que han arruinado sus vidas.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/hZfj8subLyGVLFrL6H5HvFfOKbH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wsCzTawcw4UX3BDQaJy6q484PlX.jpg"
    },
    {
      "id": "tmdb:63682",
      "type": "movie",
      "name": "L'Eau à la bouche",
      "ids": {
        "tmdb": 63682
      },
      "overview": "Miléna is living in her grandmother's baroque château when the rich lady dies. The lawyer Miguel, who had a previous relationship with Miléna, insists the other two grandchildren, Fifine and her brother Jean-Paul, visit the château for the reading of the will, even though they have been estranged from the family at an early age. However Robert, who had been living with Fifine in an open relationship, arrives and impersonates Jean-Paul. Robert falls for Fifine's cousin Miléna while Fifine has designs on Miguel. In the meantime, the butler César is focusing his lecherous intentions on Prudence, the maid he had just hired.",
      "year": 1960,
      "poster": "https://image.tmdb.org/t/p/w342/fXTdUk6FtJqraUIBoRUBDlykScE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/17nsuVvx85CdnkWL5JD61zZxuy2.jpg"
    },
    {
      "id": "tmdb:405",
      "type": "movie",
      "name": "La strada",
      "ids": {
        "tmdb": 405
      },
      "overview": "Cuando Zampanó, un artista ambulante, enviuda, compra a Gelsomina, la hermana de su mujer, sin que la madre de la chica oponga la menor resistencia. Pese al carácter violento y agresivo de Zampanó, la muchacha se siente atraída por el estilo de vida nómada, siempre en la calle (la strada en italiano), sobre todo cuando su dueño la incluye en el espectáculo. Aunque varios de los pintorescos personajes que va conociendo en su deambular le proponen que se una a ellos, Gelsomina se mantendrá fiel a Zampanó hasta las últimas consecuencias.",
      "year": 1954,
      "poster": "https://image.tmdb.org/t/p/w342/kEbpEJeU1voZ21xzIcm2CUx9hFt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5Pl47mB0Jnrg4oHoO0sVdJ6WMRL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5tyep3uXDtvER2srBr0YEbnLSdj.png"
    },
    {
      "id": "tmdb:110115",
      "type": "movie",
      "name": "My Ain Folk",
      "ids": {
        "tmdb": 110115
      },
      "overview": "Segunda parte (tras \"My Childhood\") de la trilogía autobiográfica de Douglas sobre el hecho de crecer en un pueblo pobre de Escocia dedicado a la minería. La penuria, tanto emocional como física, es retratada con libertad, ayudándose de actores locales y no profesionales. (FILMAFFINITY)",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/pA5SJMDZnGMk1MlB6tkTnkaSKj0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1vAjpobt0czMdubGhj1kYoHsmVS.jpg"
    },
    {
      "id": "tmdb:168742",
      "type": "movie",
      "name": "El cohete",
      "ids": {
        "tmdb": 168742
      },
      "overview": "Un chico que cree traer mala suerte a todos los que le rodean se dirige junto a su familia y dos amigos, a través de Laos, para encontrar un nuevo hogar. Tras un viaje lleno de calamidades a través de una tierra marcada por la guerra, para demostrar que no es mala suerte el chaval decide construir un cohete gigante para entrar en la competición más emocionante y peligroso del año: el Rocket Festival. (FILMAFFINITY)",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/rDQKYLwTTaP0l31YpRuBBalehOC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mcZO2pc3MKS6ijmt48MczMbWOks.jpg"
    },
    {
      "id": "tmdb:4031",
      "type": "movie",
      "name": "Los rompepelotas",
      "ids": {
        "tmdb": 4031
      },
      "overview": "Jean-Claude y Pierrot son dos macarras, unidos por una fuerte amistad, sin otro interés en la vida que hacer lo que les viene en gana. Su pasatiempo favorito es acosar, intimidar y aterrorizar a la gente, pero siempre logran eludir la acción de la justicia. Una tarde, mientras intentan robar un coche, el propietario les dispara, pero aún así logran escapar. En medio de la confusión, Maria Ange, una amiga del propietario, una mujer cansada de su mediocre vida de peluquera, se sube al vehículo, se va con ellos y se convierte en amante, cocinera y madre de los dos delincuentes.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/7DDpq03YdlfLMFSagUDzoqGpS0X.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/v6WUPGU0tBOIO0jAkHsDNZVw1S.jpg"
    },
    {
      "id": "tmdb:12530",
      "type": "movie",
      "name": "¿Qué ocurrió entre mi padre y tu madre?",
      "ids": {
        "tmdb": 12530
      },
      "overview": "Wendell Armbruster (Jack Lemmon) es un hombre de negocios americano que se ve obligado a viajar a Italia, donde su padre ha muerto en un accidente de coche. A pesar de que tratan de ocultárselo, se entera de que su padre tenía una amante, que lo acompañaba en el momento del accidente. Cuando entra en escena la hija de la amante (Juliet Mills), la animadversión entre ellos es instantánea, pero la embarazosa situación se complica todavía más cuando los cadáveres desaparecen misteriosamente.",
      "year": 1972,
      "poster": "https://image.tmdb.org/t/p/w342/j5ZOYSVhEkPbnlArjjkoOWqIKBm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6QtliGseT4z71tUh5Xejntyhv0v.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hAsvI7o2m7vjn76JJrsoPlRuWmO.png"
    },
    {
      "id": "tmdb:98328",
      "type": "movie",
      "name": "El Gran Caruso",
      "ids": {
        "tmdb": 98328
      },
      "overview": "Biografía del famoso tenor italiano Enrico Caruso, que pasó de ser un cantante callejero a obtener un enorme prestigio internacional en el mundo de la ópera.",
      "year": 1951,
      "poster": "https://image.tmdb.org/t/p/w342/mKqAEKW8GzO98xlQ0JWrXAFnutS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eZD1hn7NA0vapcTO4grjmbeFqU6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8H9blF0aJ9Hxj1XHxG1coA2vAPz.png"
    },
    {
      "id": "tmdb:42738",
      "type": "movie",
      "name": "Scorpio",
      "ids": {
        "tmdb": 42738
      },
      "overview": "La CIA empieza a sospechar que el experto agente Cross (Burt Lancaster) es, en realidad, un traidor que trabaja para el KGB. Se decide, entonces, eliminarlo, pero el plan falla y Cross consigue escapar a Europa. Así las cosas, la agencia contrata a un joven asesino francés llamado Scorpio (Alain Delon) para que acabe con Cross. Se inicia así una frenética caza humana.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/1TCG2qZOwZAsRCXMeT5YqFPCOmw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xxIudQBXqXXy5dcs4A9H9NR16JU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rLDYcDxKC8vXGYO3sg9dz6YuG6E.png"
    },
    {
      "id": "tmdb:75552",
      "type": "movie",
      "name": "El valle de la furia",
      "ids": {
        "tmdb": 75552
      },
      "overview": "Bill Tyler y Henry Frapp, dos veteranos tramperos, que llevan una dura vida en las montañas, deben enfrentarse a menudo a los ataques de los indios. Sin embargo, nunca se habían tenido que enfrentar a alguien tan vengativo y perverso como Águila Poderosa, el jefe de los Pies Negros, cuya ira provocan al prestarle ayuda a la mujer que lo ha abandonado.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/ir17LgCnaKnYjI7xUElx87K7mMs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fEiTJIthCOrHVsdEE0tF7WJ2YxU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cgYbGWgxci7ZTzYlrkLdjx140DC.png"
    },
    {
      "id": "tmdb:19606",
      "type": "movie",
      "name": "La gran ruta hacia China",
      "ids": {
        "tmdb": 19606
      },
      "overview": "Un piloto, que fue un as de la aviación durante la Primera Guerra Mundial (1914-1918), tiene problemas con la bebida. A pesar de ello, debe encontrar en Asia a un empresario, inventor y aventurero que ha desaparecido sin dejar huella. Con ayuda de la hija y heredera de éste, que lo perdería todo si no encuentra a su padre antes de una determinada fecha, el aviador tendrá que afrontar múltiples dificultades que no sólo pondrán a prueba su valor.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/guHZXOOfvKIj3tfmMXHAT3z8Sw0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1OCmKHRIWDYQRuGw0BN2yXzRmuu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q5P5viXURlsqy3n6kZi1e8i0t7W.png"
    },
    {
      "id": "tmdb:290098",
      "type": "movie",
      "name": "La doncella",
      "ids": {
        "tmdb": 290098
      },
      "overview": "Corea, década de 1930, durante la colonización japonesa. Una joven llamada Sookee es contratada como doncella de una rica mujer japonesa, Hideko, que vive recluida en una gran mansión bajo la influencia de un tirano. Sookee guarda un secreto y con la ayuda de un estafador que se hace pasar por un conde japonés, planea algo para Hideko.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/1CJWo3mJwNEi0RsSZyxbgVFOj8B.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lkW05VRHaCW85CqcldLQ1qPXVEu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rn3XRsaFts7VysRswHxxtIq7ZWY.png"
    },
    {
      "id": "tmdb:36786",
      "type": "movie",
      "name": "Mientras Nueva York duerme",
      "ids": {
        "tmdb": 36786
      },
      "overview": "Los periodistas del Sentinel están a punto terminar la edición del periódico. En los pasillos y en las mesas se conspira y se intriga para hacerse con la dirección del diario. Mientras tanto, un criminal que se dedica a matar mujeres jóvenes, tras cada asesinato, deja a la policía un mensaje escrito con pintalabios. En el periódico se establece una feroz competición: el primero que consiga la noticia de la captura del asesino \"del pintalabios\", tendrá todas las de ganar. Un redactor sin ambiciones consigue convencer a una secretaria de la que está enamorado para que sirva de cebo a fin de atraer al asesino, contando, por supuesto, con vigilancia policial.",
      "year": 1956,
      "poster": "https://image.tmdb.org/t/p/w342/wJH5EuyFETyP6RzFVvnvVVBSVUc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/k8QiPEaVlxMptKg1mR8IpRo9c1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dTpAPv509TUKJHH8wBghSxPa38C.png"
    }
  ]
}