{
  "metas": [
    {
      "id": "tmdb:1137245",
      "type": "movie",
      "name": "Tres amigas",
      "ids": {
        "tmdb": 1137245
      },
      "overview": "Joan ya no está enamorada de Victor y sufre por no estar siendo honesta con él. Alice, su mejor amiga, la tranquiliza asegurándole que ella misma no siente pasión por su pareja Eric y sin embargo su relación va viento en popa. Ella ignora que él tiene una aventura con Rebecca, su amiga común... Cuando Joan decide finalmente dejar a Victor y este desaparece, las vidas y las historias de las tres amigas dan un vuelco.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/vv4U8E3o5jkxtz8zZn9JppdQV4j.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gxykIqLbeJ8lriB497C29OYckfQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9egzvoUqSwwp75hxeQiGZIN7tjt.png"
    },
    {
      "id": "tmdb:46691",
      "type": "movie",
      "name": "Joe, ciudadano americano",
      "ids": {
        "tmdb": 46691
      },
      "overview": "Bill es un rico hombre de negocios con una mancha en su vida que le tortura: el novio de su hija, un \"camello\" con el que pronto se enfrentará. (FILMAFFINITY)",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/2x4YCP8uV4cKOS5ZEKt1Cc1h4eF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wJzz1upLQBbDGCh5oTcgHUmaZYB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xiG0OF8vkntGZ8l8Fc0bt7ac0RE.png"
    },
    {
      "id": "tmdb:164331",
      "type": "movie",
      "name": "Spiders",
      "ids": {
        "tmdb": 164331
      },
      "overview": "Después de un accidente provocado por unos meteoritos venidos del espacio exterior, parte de la estación espacial soviética impacta contra los túneles del metro de Nueva York. Una especie de arañas venenosas es descubierta y empezarán a mutar hasta alcanzar proporciones gigantescas y causar estragos en la ciudad.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/dQ0rURQZhXhI5s3Asr72fIwKha4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9OAasSZFA52s8S6r3mjFdKZ9i8b.jpg"
    },
    {
      "id": "tmdb:43865",
      "type": "movie",
      "name": "Stella Dallas",
      "ids": {
        "tmdb": 43865
      },
      "overview": "Stella, una chica de familia humilde, se casa con el adinerado Steve. Al poco tiempo, tienen una hija y todo parece ir bien, pero las grandes diferencias de educación harán mella en su matrimonio y finalmente se separan. Pasados unos años, Stella renuncia a su hija en favor de Steve para que la niña se críe en un mejor ambiente.",
      "year": 1937,
      "poster": "https://image.tmdb.org/t/p/w342/spcGWnz05deoY7gAl0EvrBelzPa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qh5Yo1GdWp7maimAJwuBwQgf8Sb.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/t1CX5xxgM0NwkTuJnG1AQOUamz1.png"
    },
    {
      "id": "tmdb:63100",
      "type": "movie",
      "name": "Pasaporte a la locura",
      "ids": {
        "tmdb": 63100
      },
      "overview": "Jennie es una joven y sorda fugitiva que acaba de llegar a San Francisco para encontrar a su hermano perdido hace tiempo, un barbudo y misterioso escultor conocido en la ciudad como The Seeker. En San Francisco, traba amistad con la banda psicodélica Mumblin´Jim, cuyos miembros incluyen a Stony (un Jack Nicholson de pelo largo y cola de caballo), Ben (Adam Roarke) y Elwood (Max Julien), amantes de la paz, el amor libre y las drogas. Jennie se mudará a la casa victoriana que comparte la banda adoptando su forma de vida, mientras continua buscando a su hermano. (FILMAFFINITY)",
      "year": 1968,
      "poster": "https://image.tmdb.org/t/p/w342/bOqNRx4xy9LrNXpNr9LTHHeQ7oa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8gQtYJw0AZZAOy6ufPYZftRfvLO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sJi6jrhHihZlwaDAOfgVG5OVtzF.png"
    },
    {
      "id": "tmdb:63579",
      "type": "movie",
      "name": "Proyecto Nim",
      "ids": {
        "tmdb": 63579
      },
      "overview": "Proyecto NiM es una película documental que trata sobre un experimento que se realizó en los años setenta, cuya finalidad era comprobar qué pasaría si un chimpancé fuese criado y alimentado desde su nacimiento como un auténtico ser humano.  El experimento llamado 'proyecto Nim' fue obra de un grupo de investigadores de la Universidad de Columbia en Nueva York, que estaba capitaneado por el psicólogo Herbert S. Terrace. Él y su equipo tenían la idea inicial de que si los humanos y los primates eran criados y educados de forma similar al ser humano, podrían llegar a entender el lenguaje humano y tener la capacidad de comunicarse con total libertad. Para comprobarlo, acogieron a un pequeño chimpancé al que pusieron el nombre de Nim Chimpsky.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/nWGeL49knccAgHzp4BgkFXkB2Ui.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/10UIZkvN2Jq1nLK4bqPwrqSRhbf.jpg"
    },
    {
      "id": "tmdb:933260",
      "type": "movie",
      "name": "La sustancia",
      "ids": {
        "tmdb": 933260
      },
      "overview": "'Tú, pero mejor en todos los sentidos'. Esa es la promesa de la sustancia, un producto revolucionario basado en la división celular, que crea un alter ego más joven, más bello, más perfecto.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/w1PiIqM89r4AM7CiMEP4VLCEFUn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5ChQ84lkuix0Rl8PqOKXTQgjI8l.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bVnwy0nR5RLvQ2vDPo5VLO9nCsj.png"
    },
    {
      "id": "tmdb:8471",
      "type": "movie",
      "name": "Far North",
      "ids": {
        "tmdb": 8471
      },
      "overview": "Saiva, una joven que se ha hecho a sí misma desde niña, viaja de lugar en lugar junto a su hija adoptiva, Anja, evitando al resto de los humanos. Cazan animales salvajes para alimentarse y cosen sus propias ropas con las pieles. Por las noches, Saiva cepilla el cabello de Anja a la vez que ésta le frota los pies; juntas se abrazan en una misma cama. Cuando Saiva ve a un hombre, Loki, paralizado en la tundra, ignora todo lo que ella misma había advertido a Anja sobre qué hacer con los extraños (como, por ejemplo, cortarles el cuello). Por contra, le cuida para sanarle. Pero la posibilidad de la presencia masculina de Loki en su acogedora tienda pronto hace que las dos mujeres compitan por su atención y su atracción física, convirtiendo su estancia en un terrible acto de venganza.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/d31sugp9MHWv7YHGxgM5iYQVmXB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/in5feNfwMQzZjuXfFd2lYovP5ne.jpg"
    },
    {
      "id": "tmdb:24150",
      "type": "movie",
      "name": "Halloween II",
      "ids": {
        "tmdb": 24150
      },
      "overview": "Tras sobrevivir a los sangrientos crímenes de la noche de Halloween, Laurie Strode (Scout Taylor-Compton) trata de rehacer su vida junto al sheriff Brackett (Brad Dourif) y su amiga Annie (Danielle Harris). Pero dos años después de los asesinatos de Michael Myers el pasado vuelve y la joven Strode tendrá que enfrentarse nuevamente al psicópata en una noche regada de horror y sangre.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/da235Qc6CtbyxKEJ4Hz6BY9Y20D.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4zHTwd5k5UDJCrYObTUr927qEUW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4BCq6SZ4lu2tW9yhg45vYHnwVDK.png"
    },
    {
      "id": "tmdb:61642",
      "type": "movie",
      "name": "Gigantes de plata",
      "ids": {
        "tmdb": 61642
      },
      "overview": "El jefe de un sindicato mafioso que controla el juego de Las Vegas, necesita dar salida a sus ganancias ilegales. La mejor solución sería ingresar el dinero en un banco suizo, pero como ningún banco quiere el dinero sucio, decide comprar su propio banco para blanquearlo. Por ello, el jefe del sindicato encarga a Doc Fletcher (Michael Caine), supervisar la operación.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/2LS9UoL4sehS1TUKi8dCB36oyxH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fa0WNzjuWJseqiOmXh6U3yxJHXh.jpg"
    },
    {
      "id": "tmdb:823219",
      "type": "movie",
      "name": "Flow, un mundo que salvar",
      "ids": {
        "tmdb": 823219
      },
      "overview": "En un mundo al borde del colapso, un gato solitario pierde su hogar por una inundación y encuentra refugio en un barco con otras especies. Juntos, deberán superar diferencias y desafíos mientras navegan por un misterioso paisaje sumergido.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/337MqZW7xii2evUDVeaWXAtopff.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ouCqgbdQTnSB7qS1v2sEmXeNNSI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/GkoK3RGzq0k0qMSHif7e9kXIyn.svg"
    },
    {
      "id": "tmdb:718032",
      "type": "movie",
      "name": "Licorice Pizza",
      "ids": {
        "tmdb": 718032
      },
      "overview": "Alana Kane y Gary Valentine se conocen, pasan el tiempo juntos y acaban enamorándose en el Valle de San Fernando en 1973.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/5ASO5vN6tImSLqw2BhLBxnrwVPd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6fARbBzgPeKiZgLnZtUtzrvsdT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/n4EmQsvt8wawS7oMmU6jIeVgEY.png"
    },
    {
      "id": "tmdb:105",
      "type": "movie",
      "name": "Regreso al futuro",
      "ids": {
        "tmdb": 105
      },
      "overview": "El adolescente Marty McFly es amigo de Doc, un científico al que todos toman por loco. Cuando Doc crea una máquina para viajar en el tiempo, un error fortuito hace que Marty llegue a 1955, año en el que sus futuros padres aún no se habían conocido. Después de impedir su primer encuentro, deberá conseguir que se conozcan y se casen; de lo contrario, su existencia no sería posible.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/owk40tn1sFJmC7bhamEpmhdZPKa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aYFwRXjiilOavzJ6r6dYv7Q4kUV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jFYEAKzR1lkd2fhxqd8hp8fhR6u.png"
    },
    {
      "id": "tmdb:31385",
      "type": "movie",
      "name": "Zombie Nightmare",
      "ids": {
        "tmdb": 31385
      },
      "overview": "Un joven deportista es asesinado impúnemente. Luego de un macabro ritual es resucitado como un zombie que se dedica a perseguir y acabar con sus asesinos. Un detective de la policía se ve involucrado y tendrá una invitación al infierno.",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/r5VuDlknMW7dhN9Xp0qkp7aL1Xd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/frzxjob5SqY4vN7iRSLZ1KmkJHP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3CDdqfDe6FgAm5bxRMBNXBTfyGs.png"
    },
    {
      "id": "tmdb:16665",
      "type": "movie",
      "name": "Whisky a gogó",
      "ids": {
        "tmdb": 16665
      },
      "overview": "Durante la II Guerra Mundial (1939-1945), un barco cargado de whisky naufraga en una isla de Escocia. Los isleños, que no han podido beber alcohol desde hace tiempo, empiezan a idear toda clase de estratagemas para burlar a las autoridades y apoderarse del cargamento.",
      "year": 1949,
      "poster": "https://image.tmdb.org/t/p/w342/1fE55Q3meuH7gSYesgpYpzqNj4w.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pTbWdwLd0qpeBIFlYIdifCPXHer.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ou5jnVUSfT5FK0x6RjskBLYjJ2q.png"
    },
    {
      "id": "tmdb:527261",
      "type": "movie",
      "name": "El silencio",
      "ids": {
        "tmdb": 527261
      },
      "overview": "Unos seres terroríficos, que detectan a sus presas humanas por el sonido, han invadido la Tierra. Ally Andrews tiene dieciséis años y hace tres que perdió la audición. Mientras su familia y ella intentan llegar a un refugio lejano, encuentran en su camino una secta siniestra.El silencio",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/1OXmZnUtBqAO4wVHOmH0cK2e83c.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1UKae3pCuVdlpaWXcLaRRSvI4c6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1Off8vrsTjlfWsaHBhJd6QC6xip.png"
    },
    {
      "id": "tmdb:40241",
      "type": "movie",
      "name": "Gemidos en la oscuridad",
      "ids": {
        "tmdb": 40241
      },
      "overview": "Tres reporteras se hospedan en una casa en la que alguien las acecha en todo momento.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/daB7xFc79G5JEKSQJdcBpovsdZ0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eILzOeP1U9UMZXIfQQ8tD3F2l7W.jpg"
    },
    {
      "id": "tmdb:376453",
      "type": "movie",
      "name": "Operación Avalancha",
      "ids": {
        "tmdb": 376453
      },
      "overview": "Estamos en 1967, y la Guerra Fría está caliente, caliente, con la carrera espacial como punta de lanza. La CIA cree que un espía ruso se ha infiltrado en la NASA para sabotear el programa Apollo, y tienen la “brillante” idea de mandar a unos agentes del departamento de audiovisual para que se hagan pasar por documentalistas y desenmascaren al topo. Lo que descubrirán, sin embargo, será algo mucho peor.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/or70WVLHRrKWVYJKReA4FmwNZ4B.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jYdbwFkmV2vgQCiDV8orX6VsnKo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jcRoknsP1ijU90tspgjFY7zaybr.png"
    },
    {
      "id": "tmdb:27578",
      "type": "movie",
      "name": "Los mercenarios",
      "ids": {
        "tmdb": 27578
      },
      "overview": "Un grupo de mercenarios es contratado para infiltrarse en un país sudamericano y derrocar a su despiadado y corrupto dictador. Una vez allí, se verán atrapados en una telaraña de engaño y traición. Una vez fracasada la misión, tendrán que enfrentarse a un reto aún más difícil; salvar la unidad del grupo y la amistad que los ha unido durante largos años.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/qiKXe4xbXnXdrhQXmXpZwG4Qlkv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7iugqPsB7BkqPouupLjmMDHsk45.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7Gjh8HJpkgQplW0ydg1xJrZWwAC.png"
    },
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:50085",
      "type": "movie",
      "name": "Pasión bajo la niebla",
      "ids": {
        "tmdb": 50085
      },
      "overview": "Estamos en Carolina del Norte. Ruby es una chica joven, guapa y pobre que está enamorada en secreto de Tackman, quien se va a casar con una rica heredera. Por despecho, se casa con Gentry, el hombre más rico del condado, lo cual no estará muy bien visto por la conservadora sociedad; además, cuando Gentry muera, Ruby será acusada de su muerte.",
      "year": 1952,
      "poster": "https://image.tmdb.org/t/p/w342/s6RmeE6x6aKPDJRln7lLIbGvfyU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/m3ZV8refQVoUugQk8VPKWYOOnf1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iF6r4iC3vuG6y6BXqZeKELOOcA7.png"
    },
    {
      "id": "tmdb:18993",
      "type": "movie",
      "name": "La isla misteriosa",
      "ids": {
        "tmdb": 18993
      },
      "overview": "Durante la guerra de secesión norteamericana, un grupo de prisioneros sudistas logra escapar a bordo de un globo. Sin rumbo y en medio de una gran tormenta, llegan a una isla desconocida. Su primer paso es sobrevivir y explorar la isla, para saber si existe alguna clase de vida en ella.",
      "year": 1961,
      "poster": "https://image.tmdb.org/t/p/w342/wX7OzvLFGdk3W6A3iRUtGNeEvnY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wDVmYnE1qN8wozetF8eSbqm9jK1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ge5rxL0yUrLT2W2iEdgXvlAcd8S.png"
    },
    {
      "id": "tmdb:139646",
      "type": "movie",
      "name": "Animales",
      "ids": {
        "tmdb": 139646
      },
      "overview": "Pol, un adolescente que vive con su hermano, tiene un amigo secreto: Deerhoof, un tierno osito de peluche que piensa, se mueve, y habla en inglés. Su vida transcurre apaciblemente hasta que aparece Ikari, un enigmático compañero de clase por el que Pol se siente fascinado. Una muerte inexplicable y una serie de extraños acontecimientos transforman la tranquila vida de Pol en una auténtica aventura.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/lXwlnHdor5DK8WvGZBwIlz7QqPH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5lpgJlTEQg887vHgNHpClBA4i51.jpg"
    },
    {
      "id": "tmdb:48218",
      "type": "movie",
      "name": "Madame DuBarry",
      "ids": {
        "tmdb": 48218
      },
      "overview": "Cuenta la historia de Madame DuBarry, quien de humilde origen, llegó a alcanzar el puesto de favorita del rey Luis XV, quien la hizo condesa al casarla con un noble de la Corte, así como los hechos que llevaron a la Revolución Francesa.",
      "year": 1919,
      "poster": "https://image.tmdb.org/t/p/w342/U20aqKl3pgeW3m7Ng1dosGTfTW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/anBWUNxniMDlYVKY1Z6wPoJORXk.jpg"
    },
    {
      "id": "tmdb:496243",
      "type": "movie",
      "name": "Parásitos",
      "ids": {
        "tmdb": 496243
      },
      "overview": "Tanto Gi Taek (Song Kang-ho) como su familia están sin trabajo. Cuando su hijo mayor, Gi Woo (Choi Woo-sik), empieza a dar clases particulares en casa de Park (Lee Seon-gyun), las dos familias, que tienen mucho en común pese a pertenecer a dos mundos totalmente distintos, comienzan una interrelación de resultados imprevisibles.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/4N55tgxDW0RRATyrZHbx0q9HUKv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ao0dFrU4QrmnVYt6ywnsGNjmuAT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7yTwlOYScxmNEHK2RJr1YWRTOEW.png"
    },
    {
      "id": "tmdb:1152393",
      "type": "movie",
      "name": "Cuando los amos duermen",
      "ids": {
        "tmdb": 1152393
      },
      "overview": "Samuel y Lourdes son un matrimonio humilde que se desvive por cuidar la tierra y las propiedades de su Señor. El dueño de la casa es Víctor, un antiguo vampiro que solo se alimenta de la sangre de las personas malas. Generación tras generación, la familia de Samuel ha estado a cargo del deber de proteger a su Señor pero ahora, Samuel y Lourdes tienen dos problemas: no pueden tener un bebé y un misterioso pariente vampiro llega al lugar poniendo todo patas arriba.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/6YNscZbeUoZgAQmZ0Z8zoMhpFpR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tC2fvr3Yaxygovz7S8DPNOtaAVv.jpg"
    },
    {
      "id": "tmdb:11787",
      "type": "movie",
      "name": "El invisible Harvey",
      "ids": {
        "tmdb": 11787
      },
      "overview": "Elwood P. Dowd (James Stewart) es un hombre afable, cariñoso y siempre dispuesto a ayudar a los demás. Su único problema es que va a todas partes acompañado por un imaginario conejo gigante al que llama Harvey. La familia de Elwood no sabe qué hacer y opta por llevarlo a un psiquiátrico.",
      "year": 1950,
      "poster": "https://image.tmdb.org/t/p/w342/9pskEVgnoUWnEURqV7oNEn5sViX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/Ah7uiN6ws2QcBZhLdDfkiSJIX35.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/janmkAPer8mKQzhjnJLeT1pAv20.png"
    },
    {
      "id": "tmdb:54013",
      "type": "movie",
      "name": "Visitante del más allá",
      "ids": {
        "tmdb": 54013
      },
      "overview": "Desde un mundo lejano llega a la Tierra un espíritu maligno que se introduce en el cuerpo de una niña de doce años, la cual, a partir de ese momento, se convierte en un ser agresivo que goza viendo sufrir a sus semejantes, incluso a su madre paralítica.",
      "year": 1979,
      "poster": "https://image.tmdb.org/t/p/w342/dCjgedgQaDkKKjxs2cW5I3mgbl5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4ikkVKpb27I64anEjcRgrK5Thn2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/pNsrASxic8F0HCBt1QbOc0OxjCf.png"
    },
    {
      "id": "tmdb:301608",
      "type": "movie",
      "name": "Policías corruptos",
      "ids": {
        "tmdb": 301608
      },
      "overview": "David Waters y Jim Stone son dos policías que descubren una caja fuerte secreta mientras colaboran con la unidad de pruebas del departamento de policía de Las Vegas. La codicia por hacerse con dicho contenido les llevará a corromperse... e incluso a luchar por sus vidas.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/5z2ceKOKcNOJ2ZoXyr8NsBW87SG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ngyoC8hGaTq4DG6YRwPGNCiL5oH.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6vZNCKlFwMfB2BzQWHPIZdgp6Te.png"
    },
    {
      "id": "tmdb:121986",
      "type": "movie",
      "name": "Frances Ha",
      "ids": {
        "tmdb": 121986
      },
      "overview": "Frances (Greta Gerwig) una joven de 27 años que a pesar de su edad ha decidido perseguir su sueño de ser bailarina en una compañía de danza en Nueva York. Vive con su amiga Sophie, y disfruta de la vida con alegría y despreocupaciones. Una fábula moderna de Noah Baumbach (The Squid and the Whale, Greenberg) sobre la juventud, la amistad, la ambición, el fracaso y la redención. (FILMAFFINITY)",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/ap62XovfsJ2Lq0GkHlq61vkjeFZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4CRMMRxkKqBiTa045rAccgmCaop.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/d7O28FvoZZf79Fy9EDnUQHTKJV2.png"
    },
    {
      "id": "tmdb:503125",
      "type": "movie",
      "name": "Little Monsters",
      "ids": {
        "tmdb": 503125
      },
      "overview": "David es un vago en plena crisis: su novia le ha dejado, se ha quedado sin trabajo, aunque con orgullo sigue insistiendo en que está al frente de una banda de música que en realidad se separó hace años. Se encuentra abusando de la hospitalidad de su hermana, hasta que se une a una excursión de su sobrino, pero solo por una razón: acostarse con la profesora del niño, la señorita Caroline. Pero en el viaje, se topará con algo inesperado: zombis.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/eUA0NDoHRF7z2lnjotFjdYeNdqp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sETAffrL0t6eDMmQ6QY51qQbReM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wE00H8HaSlhmDIvUMgFYEhA9DEX.png"
    },
    {
      "id": "tmdb:4995",
      "type": "movie",
      "name": "Boogie nights",
      "ids": {
        "tmdb": 4995
      },
      "overview": "A los 17 años, un joven sexualmente bien dotado (Mark Wahlberg) es descubierto por un director veterano (Burt Reynolds), que lo transforma en una celebridad de la subcultura del mundo del porno en pleno apogeo de los 70. Sin embargo, la fama repentina puede pasar factura",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/njDsPPXygxLluTcWrRKtePKIWk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dbUen0xgnDpw7ATxHRwKdOBtLYQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/81p3jVcbbjevvLs6pF4oJfSFdaw.png"
    },
    {
      "id": "tmdb:289269",
      "type": "movie",
      "name": "Lady Bloodfight",
      "ids": {
        "tmdb": 289269
      },
      "overview": "Un grupo de chicas son reclutadas para formar parte de un torneo de artes marciales llamado Kumite",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/hDZzETrYegrB6pYpHKKzdwux6Km.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/krWx9CsOfW6nvsb1o1O3ThDYP1W.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xOJ5oLMX7krM0VOlj7ssShEXqGH.png"
    },
    {
      "id": "tmdb:467398",
      "type": "movie",
      "name": "Cocote",
      "ids": {
        "tmdb": 467398
      },
      "overview": "Una fábula delictiva ambiciosa ambientada en la República Dominicana, COCOTE de Nelson Carlo De Los Santos Arias sigue a Alberto, un jardinero de buen corazón que regresa a casa para asistir al funeral de su padre. Cuando descubre que una poderosa figura local es responsable de la muerte de su padre, Alberto se da cuenta de que su familia lo ha convocado para vengar el asesinato. Es un acto impensable, especialmente para él, un cristiano evangélico. Pero a medida que aumenta la presión, ve pocas salidas. Cuestiones de fe, tradición y honor a través de esta película electrizante, que, aparentemente a la velocidad del pensamiento mismo, salta entre formatos de película, colores y relaciones de aspecto, imaginando radicalmente una comunidad desgarrada por la violencia sin sentido.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/5aobAPTPLFsXyN6sPm0l9nwapLH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pogV1H1rLWWdYaWgOuqicYrNPFj.jpg"
    },
    {
      "id": "tmdb:67087",
      "type": "movie",
      "name": "Cortinas",
      "ids": {
        "tmdb": 67087
      },
      "overview": "Durante el rodaje de una película de terror, el grupo de actores que la interpreta va siendo asesinado y mutilado sin piedad.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/jpMClX0G1Gsia1Dn1HaFGPXqjd0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8IsOfxDLzr2VcpVWdct0YYLr22k.jpg"
    },
    {
      "id": "tmdb:110643",
      "type": "movie",
      "name": "Mass Appeal",
      "ids": {
        "tmdb": 110643
      },
      "overview": "A young seminarian rattles the established order at a Catholic parish run by an older pastor.",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/kyZ5dQzPmh47jaBUJI5s6p8vJwv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zFBafjX8NAENcSsvqj8xR2h4bHI.jpg"
    },
    {
      "id": "tmdb:420333",
      "type": "movie",
      "name": "La madre",
      "ids": {
        "tmdb": 420333
      },
      "overview": "Miguel es un chico de 14 años vigilado por los servicios sociales. Su madre, sin trabajo y con una vida personal inestable, es incapaz de ocuparse de él. Por eso le obliga a buscar refugio en casa de Bogdan, un rumano que fue amante de ella y que vive en una localidad cercana.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/sR7yrYPY0zpggsJmR0MGZCsN5Z5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bul08sVJvRqhebHkPcBSt52kMaL.jpg"
    },
    {
      "id": "tmdb:838",
      "type": "movie",
      "name": "American Graffiti",
      "ids": {
        "tmdb": 838
      },
      "overview": "Es la última noche del verano de 1962, y los jóvenes de Modesto, California, quieren divertirse antes de que lleguen sus resonsabilidades como adultos. Así, todos los adolescentes del pueblo salen esa noche para beber, ligar, pasearse con el coche, ir a la bolera o bailar un rato...",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/9rvox1lGhLtUj0djMtr44CuxYE1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/inOxzdNoYXBLLhnxa4msA9TdglH.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fIMa1LHQ2TjX5VuXZXogQdF8Yt.png"
    },
    {
      "id": "tmdb:1028248",
      "type": "movie",
      "name": "As Good As Dead. Ahora más peligroso",
      "ids": {
        "tmdb": 1028248
      },
      "overview": "Bryant (Michael Jai White), un hombre con un pasado misterioso, se muda a un pequeño pueblo fronterizo mexicano para empezar de nuevo y vivir una vida sencilla. Mientras está allí, se hace amigo de mala gana de un adolescente local con problemas que recientemente perdió a su madre y está siendo reclutado por la pandilla callejera local.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/niTXgu5Ydz64KkanuPqkppfW5gI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mV4HOq4Q8QxigC4z0YvHWSjrs8H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/atHM5eeBUXQLw6zpulhW86mSoZA.png"
    },
    {
      "id": "tmdb:110789",
      "type": "movie",
      "name": "Francisca",
      "ids": {
        "tmdb": 110789
      },
      "overview": "Narra la historia de amor del escritor Camilo Castelo Branco por Fanny Owen, una muchacha de origen inglés que, por su parte, se enamora de un compañero, amigo y rival del escritor, José Augusto.",
      "year": 1981,
      "poster": "https://image.tmdb.org/t/p/w342/yfwWVR8ze7ZdG4Qr6gFvsYfAzcX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gVzKF6bT2SWRFK9JibRvk8lobc8.jpg"
    },
    {
      "id": "tmdb:27420",
      "type": "movie",
      "name": "El día de la graduación",
      "ids": {
        "tmdb": 27420
      },
      "overview": "Laura, una joven universitaria que pertenece al equipo de corredoras, fallece de un infarto después de ganar una competición de 100 metros en 30 segundos. Luego aparecerá un asesino enmascarado que irá eliminando a sus compañeros de la universidad.",
      "year": 1981,
      "poster": "https://image.tmdb.org/t/p/w342/4w8h8unFG1rajn1dhWBHL2VD4eO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/scjfK3KL9ifvdVDbbrRln8pRK1Y.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5OQaN298CeJ28jcatzDzE12FoTW.png"
    },
    {
      "id": "tmdb:145838",
      "type": "movie",
      "name": "De Sade",
      "ids": {
        "tmdb": 145838
      },
      "overview": "Un hombre extraño, una historia inusual.",
      "year": 1969,
      "poster": "https://image.tmdb.org/t/p/w342/thvrilDY8XBOmCpvovVBBsYcwZv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xvpyWFZJeEzjcEBe03BQUMxtRFx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/s4CGK5jiFvKWFjn6zG4a7OD5vPk.png"
    },
    {
      "id": "tmdb:3482",
      "type": "movie",
      "name": "El tren",
      "ids": {
        "tmdb": 3482
      },
      "overview": "El Coronel Franz Von Waldheim se encuentra destacado en París con una misión muy concreta: hacerse con las modernas pinturas francesas, las mismas calificadas de \"degeneradas\" por los nazis, y cargarlas en un tren con destino a Alemania para el Tercer Reich. Eso sí, ha de tener mucho cuidado de no dañar la carga y, además, tiene de tiempo límite lo que tarden los aliados en reconquistar la ciudad, es decir, poco margen, ya que cada vez están más cerca.",
      "year": 1964,
      "poster": "https://image.tmdb.org/t/p/w342/6NPcGg1AVec3o7d0zBbc7RTd2eC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/65Ixfe35wlVxgZdEIJUV2Zo7qfu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/om9fOEHrOcsNS3Fh6dwk5Y4eSCV.png"
    },
    {
      "id": "tmdb:432301",
      "type": "movie",
      "name": "El escándalo Ted Kennedy",
      "ids": {
        "tmdb": 432301
      },
      "overview": "La vida y la carrera política de Ted Kennedy se descarrilaron después de un fatal accidente automovilístico en 1969 que cobra la vida de una joven estratega de campaña, Mary Jo Kopechne.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/mo3yj3ALwt2ZLEShhK8cbGQIUtp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vpip3FVs9tohBNzMzTrgpDj102k.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kVDts9cKvY6AFN3SMTDUkiarAwU.png"
    },
    {
      "id": "tmdb:40804",
      "type": "movie",
      "name": "Gorgo",
      "ids": {
        "tmdb": 40804
      },
      "overview": "En las costas de Irlanda un volcán erupciona y provoca un movimiento de las placas del fondo del mar. Como resultado un monstruo prehistórico de 20 metros de altura despierta de su letargo. La terrible criatura prehistórica es capturada y puesta en un circo londinense como una atracción más. Pero es en realidad una cría, y su madre, mucho más grande y terrible, está por ir al rescate. (FILMAFFINITY)",
      "year": 1961,
      "poster": "https://image.tmdb.org/t/p/w342/fC27POiM5HB08oDxVedPNkGAKUj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/n4dZp9K6HryuPv1QR89AP1HNxxH.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cGS5ruZK0hh1ZfcU671ihIFoHC0.png"
    },
    {
      "id": "tmdb:11868",
      "type": "movie",
      "name": "Drácula",
      "ids": {
        "tmdb": 11868
      },
      "overview": "El conde Drácula decide abandonar su castillo de los Cárpatos y establecerse en Occidente. Pronto conoce a una joven de quien se enamora y a la que visita por las noches. Esta alarmante situación hace que la familia de la chica busque la ayuda del doctor Van Helsing.",
      "year": 1958,
      "poster": "https://image.tmdb.org/t/p/w342/l9x7uuVNWjcqYsXC5OOc23gTRUe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3XO4PmpeiSwqrFV256ZaiKt8Qlo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/AaeB9r797BrQbYr5gL8Px7GgMdu.png"
    },
    {
      "id": "tmdb:47888",
      "type": "movie",
      "name": "Una mujer de negocios",
      "ids": {
        "tmdb": 47888
      },
      "overview": "Lee Winters (Jane Fonda) es una ex actriz que hereda una gran fortuna cuando su marido, presidente de una importante entidad financiera, es asesinado.",
      "year": 1981,
      "poster": "https://image.tmdb.org/t/p/w342/fJEBWDpN4O5Nb2kueroLSzx3BI0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eS31GHrgi4oTIxIkllQ2pxiXVBH.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/h1eMej3HWlMrSk2uhh82VOhc01n.png"
    },
    {
      "id": "tmdb:64828",
      "type": "movie",
      "name": "El casero",
      "ids": {
        "tmdb": 64828
      },
      "overview": "Elgar es un joven rico y aburrido que compra un edificio de apartamentos en un barrio humilde. Planea desalojar a los inquilinos y renovar el edificio pero, sorprendentemente, abandona la casa donde vive y decide mudarse al edificio que acaba de comprar. (FILMAFFINITY)",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/DoDKRMIRki2ft2D9bZGa1zzgVx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aY3LIWmAe1SW6OTPBOj4o9IPUMi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4z2mbU3vboSIe4u7p9POSDioM4q.png"
    },
    {
      "id": "tmdb:11824",
      "type": "movie",
      "name": "Teen Wolf (De pelo en pecho)",
      "ids": {
        "tmdb": 11824
      },
      "overview": "Un adolescente descubre que se está produciendo una mutación en su cuerpo. Aunque en un principio su estado le provoca una terrible preocupación, poco a poco irá desarrollando sus nuevas, ágiles y peludas cualidades para ligar con las chicas y ganar al baloncesto.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/5cKky9Cu3JZ2KTqOUgjRFH6F6tj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/diNDBLgFdPWJByTsedJu8L9QXtn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1rDb4QL3vCa05f9NpEXO0dUU6Uh.png"
    },
    {
      "id": "tmdb:5916",
      "type": "movie",
      "name": "La huida",
      "ids": {
        "tmdb": 5916
      },
      "overview": "Doc McCoy cumple condena de diez años por asalto a mano armada. Por medio de su esposa, un personaje influyente le consigue la libertad provisional. A cambio, el matrimonio deberá organizar el asalto a un banco. Uno de sus dos cómplices y el vigilante resultan muertos. El superviviente les persigue para acabar con ellos y hacerse con el botin.",
      "year": 1972,
      "poster": "https://image.tmdb.org/t/p/w342/jf83VqRRFpZte67FiZviq6U3Nfs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jwpVBCoeySm8si6fTBksixMvycL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9TJeQQDwXNxX8IoJmgNDBaufqjb.png"
    }
  ]
}