{
  "metas": [
    {
      "id": "tmdb:933260",
      "type": "movie",
      "name": "La sustancia",
      "ids": {
        "tmdb": 933260
      },
      "overview": "'Tú, pero mejor en todos los sentidos'. Esa es la promesa de la sustancia, un producto revolucionario basado en la división celular, que crea un alter ego más joven, más bello, más perfecto.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/w1PiIqM89r4AM7CiMEP4VLCEFUn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5ChQ84lkuix0Rl8PqOKXTQgjI8l.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bVnwy0nR5RLvQ2vDPo5VLO9nCsj.png"
    },
    {
      "id": "tmdb:1081196",
      "type": "movie",
      "name": "Cuatro madres",
      "ids": {
        "tmdb": 1081196
      },
      "overview": "Un novelista en apuros se ve obligado a cuidar de tres mujeres mayores excéntricas, y de su propia madre, en el transcurso de un caótico fin de semana en Dublín.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/x4Clc08pw5UJEzK2fM6yy6HdrKr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wiTEgZgmC312MLYHwyaWUEK1iHX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/a6WPVNm9GggVbYCgB3I4jr1uf5.png"
    },
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:1028248",
      "type": "movie",
      "name": "As Good As Dead. Ahora más peligroso",
      "ids": {
        "tmdb": 1028248
      },
      "overview": "Bryant (Michael Jai White), un hombre con un pasado misterioso, se muda a un pequeño pueblo fronterizo mexicano para empezar de nuevo y vivir una vida sencilla. Mientras está allí, se hace amigo de mala gana de un adolescente local con problemas que recientemente perdió a su madre y está siendo reclutado por la pandilla callejera local.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/niTXgu5Ydz64KkanuPqkppfW5gI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mV4HOq4Q8QxigC4z0YvHWSjrs8H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/atHM5eeBUXQLw6zpulhW86mSoZA.png"
    },
    {
      "id": "tmdb:823219",
      "type": "movie",
      "name": "Flow, un mundo que salvar",
      "ids": {
        "tmdb": 823219
      },
      "overview": "En un mundo al borde del colapso, un gato solitario pierde su hogar por una inundación y encuentra refugio en un barco con otras especies. Juntos, deberán superar diferencias y desafíos mientras navegan por un misterioso paisaje sumergido.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/337MqZW7xii2evUDVeaWXAtopff.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ouCqgbdQTnSB7qS1v2sEmXeNNSI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/GkoK3RGzq0k0qMSHif7e9kXIyn.svg"
    },
    {
      "id": "tmdb:1118770",
      "type": "movie",
      "name": "Diecinueve",
      "ids": {
        "tmdb": 1118770
      },
      "overview": "Un estudiante curioso se embarca en un viaje de autodescubrimiento, aprendiendo que el camino, por desconocido o desalentador que sea, merece la pena.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/kgtm27BC45KxVD7yJKzIRMjlo6x.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uyKgC46BWaq3GwVxsr8AB1H65T9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wejJa7AxNP0N3Opuu12blGajCUt.png"
    },
    {
      "id": "tmdb:496243",
      "type": "movie",
      "name": "Parásitos",
      "ids": {
        "tmdb": 496243
      },
      "overview": "Tanto Gi Taek (Song Kang-ho) como su familia están sin trabajo. Cuando su hijo mayor, Gi Woo (Choi Woo-sik), empieza a dar clases particulares en casa de Park (Lee Seon-gyun), las dos familias, que tienen mucho en común pese a pertenecer a dos mundos totalmente distintos, comienzan una interrelación de resultados imprevisibles.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/4N55tgxDW0RRATyrZHbx0q9HUKv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ao0dFrU4QrmnVYt6ywnsGNjmuAT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7yTwlOYScxmNEHK2RJr1YWRTOEW.png"
    },
    {
      "id": "tmdb:105",
      "type": "movie",
      "name": "Regreso al futuro",
      "ids": {
        "tmdb": 105
      },
      "overview": "El adolescente Marty McFly es amigo de Doc, un científico al que todos toman por loco. Cuando Doc crea una máquina para viajar en el tiempo, un error fortuito hace que Marty llegue a 1955, año en el que sus futuros padres aún no se habían conocido. Después de impedir su primer encuentro, deberá conseguir que se conozcan y se casen; de lo contrario, su existencia no sería posible.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/owk40tn1sFJmC7bhamEpmhdZPKa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aYFwRXjiilOavzJ6r6dYv7Q4kUV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jFYEAKzR1lkd2fhxqd8hp8fhR6u.png"
    },
    {
      "id": "tmdb:38",
      "type": "movie",
      "name": "¡Olvídate de mí!",
      "ids": {
        "tmdb": 38
      },
      "overview": "Una mujer usa los servicios de una empresa para borrar de su memoria todo recuerdo de su ex pareja. Ofendido, el hombre intenta hacer lo mismo que ella, pero el proceso no sucede según lo esperado y el protagonista debe atravesar la gigantesca marea de recuerdos de su propio cerebro para recomponer las cosas.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/l5yopdLguxJsJVmMK3RgMCW2JmJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kdQhNomrPtnWEfqn2ujafIRsgRg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lnCHPBafPTztZ3OFt3axPNqGjhE.png"
    },
    {
      "id": "tmdb:12208",
      "type": "movie",
      "name": "Casino Royale",
      "ids": {
        "tmdb": 12208
      },
      "overview": "James Bond, en su dorado retiro, se deja convencer por una delegación de las grandes potencias para participar en una investigación sobre la SMERSH, una misteriosa organización internacional que pretende acabar con la estabilidad mundial.",
      "year": 1967,
      "poster": "https://image.tmdb.org/t/p/w342/yDqq99AIXTpl8lpKQjhk0Xspgsp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/l7ILQ9mp9sUpLInQisU5mb3gxdV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/87cswd9MDZhzW87tXxWahtQhbWp.png"
    },
    {
      "id": "tmdb:8337",
      "type": "movie",
      "name": "Están vivos",
      "ids": {
        "tmdb": 8337
      },
      "overview": "Un trabajador encuentra ocasionalmente unas gafas que permiten ver a las personas en su aspecto auténtico, así descubrirá que importantes personajes de la política y social son en realidad extraterrestres. Durante su particular cruzada podrá observar como esta raza alienígena ha llenado el mundo de mensajes subliminales que pretenden convertir a los humanos en una especie esclava.",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/pIJKI45MVZclrKfGSVdjVsWIvBK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nd8R5FuQV6puzCJXR5ifaiVlMel.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/g6UcnKGLmV0JD519TUGxd6RVEEW.png"
    },
    {
      "id": "tmdb:290098",
      "type": "movie",
      "name": "La doncella",
      "ids": {
        "tmdb": 290098
      },
      "overview": "Corea, década de 1930, durante la colonización japonesa. Una joven llamada Sookee es contratada como doncella de una rica mujer japonesa, Hideko, que vive recluida en una gran mansión bajo la influencia de un tirano. Sookee guarda un secreto y con la ayuda de un estafador que se hace pasar por un conde japonés, planea algo para Hideko.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/1CJWo3mJwNEi0RsSZyxbgVFOj8B.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lkW05VRHaCW85CqcldLQ1qPXVEu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rn3XRsaFts7VysRswHxxtIq7ZWY.png"
    },
    {
      "id": "tmdb:15383",
      "type": "movie",
      "name": "El ejército de las sombras",
      "ids": {
        "tmdb": 15383
      },
      "overview": "Philippe Gerbier es un ingeniero civil que ha entregado todos sus esfuerzos a la valerosa resistencia francesa, de la que es uno de sus máximos responsables. Pero llega el día en que la policía colaboracionista le captura, siendo retenido en un campo de concentración bajo atenta vigilancia. Tras un traslado logrará escapar improvisando una fuga relámpago. A partir de ese momento viviremos con su testimonio el día a día de la resistencia y sus dificultades ante el poderoso invasor.",
      "year": 1969,
      "poster": "https://image.tmdb.org/t/p/w342/4BK3fC1MbazERtphugXNqqxmtJD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yD8bGwzNQ36JcFZW6Pd8KEIBRuI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3l1DdMn36zhvQRpb6vzphG4pNLN.png"
    },
    {
      "id": "tmdb:98",
      "type": "movie",
      "name": "Gladiator",
      "ids": {
        "tmdb": 98
      },
      "overview": "En el año 180, el Imperio Romano domina todo el mundo conocido. Tras una gran victoria sobre los bárbaros del norte, el anciano emperador Marco Aurelio decide transferir el poder a Máximo, bravo general de sus ejércitos y hombre de inquebrantable lealtad al imperio. Pero su hijo Cómodo, que aspiraba al trono, no lo acepta y trata de asesinar a Máximo.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/p08mUnCktZ2opGihZTAn7OqzOoi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qvmywctvXjXcI5dXzhMGKU41qfs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aF9ldcxU5HOEvrrhkZnd9jePoWu.png"
    },
    {
      "id": "tmdb:809",
      "type": "movie",
      "name": "Shrek 2",
      "ids": {
        "tmdb": 809
      },
      "overview": "Cuando Shrek y la princesa Fiona regresan de su luna de miel, los padres de ella los invitan a visitar el reino de Muy Muy Lejano para celebrar la boda. Para Shrek, al que nunca abandona su fiel amigo Asno, esto constituye un gran problema. Los padres de Fiona, por su parte, no esperaban que su yerno tuviera un aspecto semejante y, mucho menos, que su hija hubiera cambiado tanto. Todo esto trastoca los planes del rey respecto al futuro del reino. Pero entonces entran en escena la maquiavélica Hada Madrina, su arrogante hijo el Príncipe Encantador y un minino muy especial: el Gato con Botas, experto cazador de ogros.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/knRt4E8KyfwEv0SVu9LsLvD28IQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qKkUCwpK5A8Szu2XlNjmy9t0972.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3xIgLhQhqQOeRXbYIOi4rYkFulH.png"
    },
    {
      "id": "tmdb:497",
      "type": "movie",
      "name": "La milla verde",
      "ids": {
        "tmdb": 497
      },
      "overview": "En el sur de los Estados Unidos, en plena Depresión, Paul Edgecomb es un vigilante penitenciario a cargo de la Milla Verde, un pasillo que separa las celdas de los reclusos condenados a la silla eléctrica. Esperando su ejecución está John Coffey, un gigantesco negro acusado de asesinar brutalmente a dos hermanas de nueve años. Tras una personalidad ingenua, Coffey esconde un don sobrenatural prodigioso. A medida que transcurre la historia, Paul Edgecomb aprende que los milagros ocurren... incluso en los lugares más insospechados.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/aBQiJRxGRrX0mXFMjxyzWYFtEnf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/umunWbkQ6xMWlGOpp4Tt0QuhMSz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rr2nQMagxwQ3P37FLF3P3teYvtj.png"
    },
    {
      "id": "tmdb:652837",
      "type": "movie",
      "name": "Josee, el tigre y los peces",
      "ids": {
        "tmdb": 652837
      },
      "overview": "Tsuneo, un estudiante que trabaja medio tiempo, conoce a Josee, una joven parapléjica que sueña con un mundo más allá de su realidad. Lo que empieza como amistad pronto se transforma en amor.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/buF1mmMRAiJZMOK5Qg3DBTtZ5XO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dmZfiaSvBoCMTdyUsEqGql4yqul.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e1oUBXRbK1KEWbnbg2Ui7cM2F87.png"
    },
    {
      "id": "tmdb:246741",
      "type": "movie",
      "name": "Lo que hacemos en las sombras",
      "ids": {
        "tmdb": 246741
      },
      "overview": "Viago, Deacon y Vladislav son tres vampiros que comparten piso en Nueva Zelanda. Hacen lo posible por adaptarse a la sociedad moderna: pagan el alquiler, se reparten las tareas domésticas e intentan que les inviten a entrar en los clubs. Una vida normal, salvo por una pequeña diferencia: son inmortales y tienen que alimentarse de sangre humana. Cuando su compañero del sótano, Petyr, convierte en vampiro a Nick, nuestros protagonistas deberán enseñarle como funciona todo en su recién estrenada vida eterna.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/zMpZYL0lVgLCYyOVGekaZC0bUtv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cdFfjPgUeyZNvz3aTaWEcEGAUDG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5ZTdlxBDqDgCJ9gjUnuFfzis48F.png"
    },
    {
      "id": "tmdb:30484",
      "type": "movie",
      "name": "La reina guerrera",
      "ids": {
        "tmdb": 30484
      },
      "overview": "Berenice (Sybil Danníng), la esposa del emperador romano, descubre la promiscua realidad de las calles de Pompeya. Indignada, Berenice decide, a riesgo de su propia vida, luchar para acabar con tan injusta situación, que incluye la humillación a la que condenan los hombres a las mujeres, vendiéndolas en cada esquina, rebajándolas a lo más indigno. Una pelea para la que se armará con sus poderes y que iniciará con la liberación de una joven que descubre cautiva.",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/P0j17mJRpSIZOglbtPkakHSD1S.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nSwJG7ODK6v03hlyiJj6mn045dK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gBSmbOIRotN0Ox7elnKtyDPUloQ.png"
    },
    {
      "id": "tmdb:1585",
      "type": "movie",
      "name": "¡Qué bello es vivir!",
      "ids": {
        "tmdb": 1585
      },
      "overview": "Es la vigilia de Navidad en Bedford falls, NY, y George Bailey está planeando suicidarse. Pero un ángel es enviado para detenerle en su intento. Él le enseñará a George las cosas maravillosas de su juventud, cómo salvó la vida de su hermano y la de otros que, gracias a haber conocido a George, son felices. Así, nuestro amigo descubrirá que... ¡La vida es realmente un tesoro maravilloso que debemos disfrutar!",
      "year": 1946,
      "poster": "https://image.tmdb.org/t/p/w342/63W4MsB8e5whhPNyxhRVTzSsCje.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/A16RsBae9yLCsgAQgkUWbCJHZ6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oGjUpBJLxtt6IWhuS5ojuKDQPTY.png"
    },
    {
      "id": "tmdb:396535",
      "type": "movie",
      "name": "Train to Busan",
      "ids": {
        "tmdb": 396535
      },
      "overview": "Un virus letal se expande por Corea del Sur, provocando violentos altercados. Los pasajeros de un tren KTX que viaja de Seúl a Busan tendrán que luchar por su supervivencia.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/anomz7b3GQtHPFH34SODDBBIUad.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6B9HaZYBG1ugyd5g6at6F3n4wOw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wzOwOGAXLUQwwXwCAHS2x0Wc35B.png"
    },
    {
      "id": "tmdb:71859",
      "type": "movie",
      "name": "Tenemos que hablar de Kevin",
      "ids": {
        "tmdb": 71859
      },
      "overview": "Adaptación de la novela homónima de Lionel Shriver. Eva, una mujer satisfecha consigo misma, es autora y editora de guías de viaje. Casada desde hace años con Franklin, un fotógrafo que trabaja en publicidad, decide, con casi cuarenta años y tras muchas dudas, tener un hijo. Así nacerá Kevin. Pero, ya desde el principio, empiezan a surgir dificultades...",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/7SJseOqWJFARnwrVl8EuiJMuxkX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uBoSMNrePKtu8eKukEeqP9vvFo4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/prvMSnwgWq7lyktYoPimGHFjA9t.png"
    },
    {
      "id": "tmdb:424",
      "type": "movie",
      "name": "La lista de Schindler",
      "ids": {
        "tmdb": 424
      },
      "overview": "Oskar Schindler, un hombre de enorme astucia y talento para las relaciones públicas, organiza un ambicioso plan para ganarse la simpatía de los nazis. Después de la invasión de Polonia por los alemanes, consigue, gracias a sus relaciones con los nazis, la propiedad de una fábrica de Cracovia. Allí emplea a cientos de operarios judíos, cuya explotación le hace prosperar rápidamente. Su gerente, también judío, es el verdadero director en la sombra, pues Schindler no tiene el menor conocimiento industrial.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/3Ho0pXsnMxpGJWqdOi0KDNdaTkT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3f92DMBTFqr3wgXpfxzrb0qv8nG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3zYgwmVJgV0rz7aIlVFREEJuxbm.png"
    },
    {
      "id": "tmdb:578",
      "type": "movie",
      "name": "Tiburón",
      "ids": {
        "tmdb": 578
      },
      "overview": "En la costa de un pequeño pueblo del Este de Estados Unidos, un enorme tiburón ataca a varias personas. Temiendo las fatales consecuencias que esto puede provocar en el negocio turístico, el alcalde se niega a cerrar las playas y a difundir la noticia. Pero un nuevo ataque del tiburón, en la propia playa, termina con la vida de otro bañista. El terror se ha hecho público, así que un veterano cazador de tiburones, un científico y el jefe de la policía local se unen para dar caza al temible escualo...",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/85MbaRlyfZfZGVHoFy2Am53oVYt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4oEI7gHVlMGGKvbJVUQbS2gKBNe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mC7chprNBS4r3kWsbPc0ItmyfUG.png"
    },
    {
      "id": "tmdb:1044736",
      "type": "movie",
      "name": "El jurado",
      "ids": {
        "tmdb": 1044736
      },
      "overview": "A sus cuarenta años, Fabio, va por la vida sin brújula. Empleado de un centro de reciclaje en Forbach, en Lorena, encuentra consuelo en el alcohol. Y un poco con Madeleine, una mujer madura con la que mantiene una relación en secreto. Un día, recibe una citación judicial para ser miembro del jurado que tendrá que decidir la vida de un joven pirómano, acusado de homicidio involuntario.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/5v7multPqUOZR5NJtCOMqhFWCIv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1ux7OistnML1mXvS0YUZ9BjfJ75.jpg"
    },
    {
      "id": "tmdb:452558",
      "type": "movie",
      "name": "Paradox",
      "ids": {
        "tmdb": 452558
      },
      "overview": "La hija de un policía de Hong Kong desaparece en Tailandia. El policía viaja hasta allí para intentar encontrarla con la ayuda de un oficial tailandés. Juntos se enfrentarán a una organización criminal que parece relacionada con la desaparición.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/1bFZqJkzglIkkck1Y4ZTDpVyJK7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ko0afOTNpHNTGahJqN7qauZbWWS.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6dmQVQEmQh2ks9CKnByxDH0HTfP.png"
    },
    {
      "id": "tmdb:519465",
      "type": "movie",
      "name": "Reina de corazones",
      "ids": {
        "tmdb": 519465
      },
      "overview": "Annie es una exitosa abogada que vive en una casa de estilo modernista con sus dos hijas y su marido Peter, un reputado físico. La aparición de Gustav, un hijo que pertenece a una relación previa de Peter, pone patas arriba la armonía que reina en la vida de Annie. Lo que en un principio parece ser un movimiento liberador para ella, pronto se convierte en una historia de poder y traición que tendrá consecuencias devastadoras en su vida.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/dnbZXUwp7ZGNZnPeBxXA1HHxsab.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aWwUdi3zxShya80CNUNA6l2KQJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4HUBBAgNDN7h2hU4LcMQOOaA3zB.png"
    },
    {
      "id": "tmdb:60243",
      "type": "movie",
      "name": "Nader y Simin, una separación",
      "ids": {
        "tmdb": 60243
      },
      "overview": "Nader (Peyman Moaadi) y Simin (Leila Hatami) son un matrimonio iraní con una hija. Simin quiere abandonar Irán en busca de una vida mejor, pero Nader, que desea quedarse para cuidar a su padre, que tiene Alzheimer, le pide el divorcio. Como no lo consigue, se muda a vivir con sus padres y contrata a una mujer para que le ayude a cuidar a su padre. Un día, al llegar a casa, encuentra al anciano atado a la cama; a partir de ese momento, su vida dará un vuelco.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/odNNz4TdmaNv6as8kgato0pyHTO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mJrSFyb7uoqiICUmvIIzeOerA5K.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1yaF0ufWqfAS4w9P22DjbhNpl36.png"
    },
    {
      "id": "tmdb:15919",
      "type": "movie",
      "name": "Marty",
      "ids": {
        "tmdb": 15919
      },
      "overview": "Marty es un carnicero solterón que todavía vive con su madre. Suele salir con frecuencia con sus amigos por la noche, intentando encontrar a alguna chica con la que compartir su vida y hacer planes para el futuro.",
      "year": 1955,
      "poster": "https://image.tmdb.org/t/p/w342/79aC4arR3hA6jJw5uBtW5NByDO3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xGCbOeOYwJ1AMslkqbag3eVp5Oe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/46NFyQ2klDUkM3dJurNvECO0Xf4.png"
    },
    {
      "id": "tmdb:218",
      "type": "movie",
      "name": "Terminator",
      "ids": {
        "tmdb": 218
      },
      "overview": "Un cyborg ha sido enviado desde el futuro en una misión mortal: eliminar a Sarah Connor, una joven cuya vida tendrá una gran importancia en los próximos años. Sarah tiene sólo un protector —Kyle Reese— también enviado desde el futuro. El Terminator utiliza su inteligencia excepcional y fuerza para encontrar a Sarah, pero ¿hay alguna forma de detener al cyborg aparentemente indestructible?",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/9KI49SBnwAOzGcMw1onIki7vd2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pGZZ2FZtDSAwM80h9iYkrbJGrKz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q4wdswLUVVrl8OSjYXPqjihRHXs.png"
    },
    {
      "id": "tmdb:539",
      "type": "movie",
      "name": "Psicosis",
      "ids": {
        "tmdb": 539
      },
      "overview": "Una joven secretaria, tras cometer un robo, se marcha de la ciudad y conduce durante horas, parando para descansar en un pequeño motel de carretera regentado por un joven llamado Norman. Todo parece normal y tranquilo en el apartado motel y en la casa de al lado en la que viven Norman y su madre pero, mientras está en la ducha, la joven es asesinada salvajemente a cuchilladas.",
      "year": 1960,
      "poster": "https://image.tmdb.org/t/p/w342/xFbnc2QPG5H5gYWsGbZT4q8Akya.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4RxFaIOkQVLMnmnmTl8ZS4SIi0g.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tbDsTlf1M37hAMPvfJwiDMP0tbl.png"
    },
    {
      "id": "tmdb:20945",
      "type": "movie",
      "name": "La séptima víctima",
      "ids": {
        "tmdb": 20945
      },
      "overview": "Mary (Kim Hunter), una joven provinciana, decide ir a Nueva York para buscar a su hermana Jacqueline (Jean Brooks), que ha desaparecido. Con la ayuda de su ex marido (Tom Conway) y de un prestigioso psiquiatra, Mary descubre horrorizada que la desaparición de su hermana está relacionada con una secta satánica. (FILMAFFINITY)",
      "year": 1943,
      "poster": "https://image.tmdb.org/t/p/w342/cvck16EWDqWK6x4p78N8KyJyJNJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jbYovrQd2gHckrBmkyGCkWd6UEa.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5vNjHXQfxgTrCzj9tTFFHx3bXpT.png"
    },
    {
      "id": "tmdb:30368",
      "type": "movie",
      "name": "El perro rabioso",
      "ids": {
        "tmdb": 30368
      },
      "overview": "Ambientada en la postguerra japonesa tras la II Guerra Mundial (1939-1945). Con la estructura del thriller americano y los convencionalismos japoneses, narra la historia de un joven detective al que roban su pistola. Agobiado por un sentimiento de deshonor más que de pérdida, emprende, con un veterano compañero, una frenética e incansable búsqueda que lo lleva a los bajos fondos de Tokyo.",
      "year": 1949,
      "poster": "https://image.tmdb.org/t/p/w342/riBzUgeYawBDi2q9PjARjHrQM7Z.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8I9YnkOOIUHJSKqFcOURYr7wqHf.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4bxmZXxa8ff9PFUhVnCs34a1zWh.png"
    },
    {
      "id": "tmdb:4031",
      "type": "movie",
      "name": "Los rompepelotas",
      "ids": {
        "tmdb": 4031
      },
      "overview": "Jean-Claude y Pierrot son dos macarras, unidos por una fuerte amistad, sin otro interés en la vida que hacer lo que les viene en gana. Su pasatiempo favorito es acosar, intimidar y aterrorizar a la gente, pero siempre logran eludir la acción de la justicia. Una tarde, mientras intentan robar un coche, el propietario les dispara, pero aún así logran escapar. En medio de la confusión, Maria Ange, una amiga del propietario, una mujer cansada de su mediocre vida de peluquera, se sube al vehículo, se va con ellos y se convierte en amante, cocinera y madre de los dos delincuentes.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/7DDpq03YdlfLMFSagUDzoqGpS0X.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/v6WUPGU0tBOIO0jAkHsDNZVw1S.jpg"
    },
    {
      "id": "tmdb:545611",
      "type": "movie",
      "name": "Todo a la vez en todas partes",
      "ids": {
        "tmdb": 545611
      },
      "overview": "Cuando una ruptura interdimensional altera la realidad, Evelyn, una inmigrante china en Estados Unidos, se ve envuelta en una aventura salvaje en la que sólo ella puede salvar el mundo. Perdida en los mundos infinitos del multiverso, esta heroína inesperada debe canalizar sus nuevos poderes para luchar contra los extraños y desconcertantes peligros del multiverso mientras el destino del mundo pende de un hilo.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/9R1zEZJkIah6GuLwFZWsuygn552.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/idNFfHarxVnMoiiVsk2PGA3trD7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/z1g5lrzhZapdk3Z9ItJOrdqxWGb.png"
    },
    {
      "id": "tmdb:695089",
      "type": "movie",
      "name": "Onoda, 10.000 noches en la jungla",
      "ids": {
        "tmdb": 695089
      },
      "overview": "Finales de 1944. Japón está perdiendo la guerra. Por orden del misterioso comandante Taniguchi, el joven Hirō Onoda es enviado a una isla de Filipinas justo antes del desembarco estadounidense. Los pocos soldados que arrastra hasta la selva pronto descubrirán la doctrina desconocida que los unirá a este hombre: la guerra secreta. Para el Imperio, la guerra está a punto de acabar. Para Onoda, la guerra terminará 10 000 noches después.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/tKzFwiEm86AVRsefgqODTBjjh98.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6Ogax4OJwTmY69cN2u0laFdXU15.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lGrpUNjahgIcDJ8HrYZRTgcm7KM.png"
    },
    {
      "id": "tmdb:52770",
      "type": "movie",
      "name": "Las cosas cambian",
      "ids": {
        "tmdb": 52770
      },
      "overview": "Una banda criminal de Chicago le hace una propuesta a un anciano zapatero de origen italiano: si se declara culpable de un delito que no ha cometido, tras una breve estancia en la cárcel, recibirá una importante suma de dinero. Un sicario de la banda se encarga de custodiarlo durante un fin de semana, antes de entregarlo a la policía. Entre los dos surge una curiosa amistad.",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/hbL76T9sXtgswd47vaRF5pBpgqK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lzq2B01WiKCF1oXjxCaIGhomTxd.jpg"
    },
    {
      "id": "tmdb:21950",
      "type": "movie",
      "name": "La celda de la violación",
      "ids": {
        "tmdb": 21950
      },
      "overview": "Violenta aventura muestra a una bellísima Yvette Mimieux atrapada en una sucesión de abusos y venganzas y a un incipiente Tommy Lee Jones como compañero de celda que se fuga con ella, tras haber sido detenida injustamente y violada a posteriori por un policía miserable. Producida por Roger Corman. (FILMAFFINITY)",
      "year": 1976,
      "poster": "https://image.tmdb.org/t/p/w342/a2HY1iM1szFMXFId8gA4FA7X5sg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4JslTYBAewAY5IZqDLwfICfJ9A.jpg"
    },
    {
      "id": "tmdb:11773",
      "type": "movie",
      "name": "El pueblo de los malditos",
      "ids": {
        "tmdb": 11773
      },
      "overview": "Inexplicablemente, los habitantes de un apacible pueblo pierden el conocimiento durante unas horas. Poco después se produce otro extraño e inquietante fenómeno que parece estar relacionado con aquel desmayo: muchas mujeres del pueblo descubren que están encintas. Agentes del gobierno supervisan estos embarazos para investigar si existe o no tal relación. Cuando las madres dan a luz, resulta que curiosamente todos los recién nacidos son albinos y tienen unos intensos ojos azules, además de una increíble inteligencia; pero a medida que crecen muestran una conducta tan sobrenatural como inhumana.",
      "year": 1960,
      "poster": "https://image.tmdb.org/t/p/w342/3B3C0tfOJRc59Qzszy7SAqRe4BG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rlWaGy2Gop1xdwdAmPkh6LgOIoG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ltnAkx8b9lbu58YwZNkvySbTZSN.png"
    },
    {
      "id": "tmdb:405",
      "type": "movie",
      "name": "La strada",
      "ids": {
        "tmdb": 405
      },
      "overview": "Cuando Zampanó, un artista ambulante, enviuda, compra a Gelsomina, la hermana de su mujer, sin que la madre de la chica oponga la menor resistencia. Pese al carácter violento y agresivo de Zampanó, la muchacha se siente atraída por el estilo de vida nómada, siempre en la calle (la strada en italiano), sobre todo cuando su dueño la incluye en el espectáculo. Aunque varios de los pintorescos personajes que va conociendo en su deambular le proponen que se una a ellos, Gelsomina se mantendrá fiel a Zampanó hasta las últimas consecuencias.",
      "year": 1954,
      "poster": "https://image.tmdb.org/t/p/w342/kEbpEJeU1voZ21xzIcm2CUx9hFt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5Pl47mB0Jnrg4oHoO0sVdJ6WMRL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5tyep3uXDtvER2srBr0YEbnLSdj.png"
    },
    {
      "id": "tmdb:501630",
      "type": "movie",
      "name": "Mi mejor verano",
      "ids": {
        "tmdb": 501630
      },
      "overview": "Inspirada en hechos reales, la trama gira en torno a Jamie (Joey King), una chica de 16 años, y su familia, la cual se tambalea cuando su calculadora abuela desvela una serie de secretos en su lecho de muerte. Así, Jamie que ha comenzado su camino en el amor se ve inmersa en una crisis familiar que desembocará en un hecho inesperado.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/xQOWevnfzEhAfn1vj5Dro9ahXWD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wcWQfmRq74L0J1Ef5fM8LRwBdUF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mQK140juPPVFkfajO1YWPo72MVQ.png"
    },
    {
      "id": "tmdb:15484",
      "type": "movie",
      "name": "Sombras",
      "ids": {
        "tmdb": 15484
      },
      "overview": "Años 60 en la ciudad de Nueva York. Lelia y Tony son una feliz pareja. Un día conoce al hermano de su novia y descubre que ambos son de raza negra, aunque ella no lo parezca.  Película fundamental dentro de la evolución del cine, al ser considerada el origen del cine independiente estadounidense. \"Sombras\" fue el debut como director del hasta entonces actor John Cassavetes. La película fue filmada en la calle, con actores desconocidos, una cámara de 16 milímetros en mano y una escasa subvención pública de 40.000 dólares. \"Sombras\" está rodada con asfixiantes primeros planos de unos actores que resultan desgarradores por su naturalidad, ya que, además, hacen de ellos mismos. Cassavetes fue uno de los primeros directores en mostrar los ambientes intelectuales y bohemios de Nueva York a través de un tema, las relaciones interraciales, muy poco habitual en el cine de finales de los 50.",
      "year": 1960,
      "poster": "https://image.tmdb.org/t/p/w342/chslxRpPYIvdQN5SrI7K2G5pMCE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vBywNMAiQTNn3PxlOWslgYcwcpN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xxssKqsb1YZJGXW7emLq3mYKU2A.png"
    },
    {
      "id": "tmdb:111",
      "type": "movie",
      "name": "El precio del poder",
      "ids": {
        "tmdb": 111
      },
      "overview": "Un emigrante cubano frío y sanguinario, Tony Montana, llega de Cuba para instalarse en Miami, donde se propone hacerse con un nombre dentro del crimen organizado de Florida. Junto a su amigo, Manny Rivera, inicia una ascendente carrera delictiva.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/iDABT5GD9OQmFiXM3wR0DJIxtkY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hNM4m3ED6nI7DNnR1klvRuc23uh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cqicmDZG6mh6lE3w2hFbYta9c0H.png"
    },
    {
      "id": "tmdb:19606",
      "type": "movie",
      "name": "La gran ruta hacia China",
      "ids": {
        "tmdb": 19606
      },
      "overview": "Un piloto, que fue un as de la aviación durante la Primera Guerra Mundial (1914-1918), tiene problemas con la bebida. A pesar de ello, debe encontrar en Asia a un empresario, inventor y aventurero que ha desaparecido sin dejar huella. Con ayuda de la hija y heredera de éste, que lo perdería todo si no encuentra a su padre antes de una determinada fecha, el aviador tendrá que afrontar múltiples dificultades que no sólo pondrán a prueba su valor.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/guHZXOOfvKIj3tfmMXHAT3z8Sw0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1OCmKHRIWDYQRuGw0BN2yXzRmuu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q5P5viXURlsqy3n6kZi1e8i0t7W.png"
    },
    {
      "id": "tmdb:65632",
      "type": "movie",
      "name": "La víctima número 10",
      "ids": {
        "tmdb": 65632
      },
      "overview": "En un mundo futuro, ciertas personas que adoran la violencia practican \"La Gran Caza\": diez jugadores se matan entre sí alternando los papeles de cazador y presa. Quien sobrevive, gana.",
      "year": 1965,
      "poster": "https://image.tmdb.org/t/p/w342/ygmFAc0qssc1Xxj4iCRRcQ9LodA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dCfusmm2ZeT2jnCd0biDAzIpSHx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fELuRe8N3B6HB6AAaubtpYag3dO.png"
    },
    {
      "id": "tmdb:127372",
      "type": "movie",
      "name": "Emperador",
      "ids": {
        "tmdb": 127372
      },
      "overview": "Una vez terminada la Segunda Guerra Mundial (1939-1945), el prestigioso general Douglas MacArthur (Tommy Lee Jones) y un colega suyo (Matthew Fox) tendrán que decidir el destino del emperador japonés Hirohito.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/ijZinr3AFQyLqiiroWcZdFln0Yo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/l4e79vedsCaaHgES8sGCPafDyQw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rk7cnxSjddCGNjQ77DKLi78gHBo.png"
    },
    {
      "id": "tmdb:19200",
      "type": "movie",
      "name": "Sombras y niebla",
      "ids": {
        "tmdb": 19200
      },
      "overview": "Un estrangulador está sembrando el terror en una ciudad sumida en una espesa niebla. Al insignificante Kleinman lo llaman para que participe en la captura del criminal. Sin embargo, su función dentro de la operación policial no termina de estar clara. Sus temerosos pasos por las calles desiertas se cruzarán con los de una tragasables de circo que acaba de abandonar a su hombre, uno de los payasos.",
      "year": 1991,
      "poster": "https://image.tmdb.org/t/p/w342/44dA8xJUFGTk8ystIWUZ6iixqGD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mcSeT9VDT4OnSR3E2dxl6knE9YG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zFBKW3V14fgxROxMDF8i7ThGtWa.png"
    },
    {
      "id": "tmdb:512901",
      "type": "movie",
      "name": "El caballero de las sombras",
      "ids": {
        "tmdb": 512901
      },
      "overview": "Cuenta la historia de un legendario cazador de demonios (Jackie Chan) que persigue a los monstruos que se adentran en la dimensión de los seres humanos y que cuenta con la ayuda de un abogado y de un grupo de bestias dispuestas a luchar contra el Mal.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/n8R5BHkbA8HBO4ibwKnEUlDBqRT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2WiaeLMnyuuz3Hr71qJO8jOoAbv.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/pApzvhNyCyN57xjUHD1pUHdTIiR.png"
    },
    {
      "id": "tmdb:10161",
      "type": "movie",
      "name": "Mi pie izquierdo",
      "ids": {
        "tmdb": 10161
      },
      "overview": "Christy Brown es un enfermo de parálisis cerebral, nacido en el seno de una numerosa y mísera familia irlandesa. Su madre es la única que lo ve como un chico con talento y sensibilidad. Con el tiempo, Christy se revela como un irascible pero talentoso escritor y pintor, que utiliza su pie izquierdo -la única parte de su cuerpo que tiene motricidad- como instrumento.",
      "year": 1989,
      "poster": "https://image.tmdb.org/t/p/w342/zhBhzNvUbIqjl2xDmwuTPmDNwYi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/46ow87Pzin4qSZJOhCP2zeQkyNP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6nXglCb43TTiY3z5YFpO9kS8GVa.png"
    },
    {
      "id": "tmdb:62131",
      "type": "movie",
      "name": "Link",
      "ids": {
        "tmdb": 62131
      },
      "overview": "El excéntrico zoólogo Dr. Phillip (Terence Stamp) contrata a la estudiante Jane (Elisabeth Shue) como ayudante en su mansión, aislada al borde de un acantilado. El doctor vive con tres chimpancés con los que realiza un estudio sobre la inteligencia de los primates. Cuando Jane se traslada al caserón comienzan a suceder cosas extrañas. Los monos se comportan de un modo siniestro, especialmente uno llamado Link.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/JaB7iM9WbqrTCo9JH7EQcGxl5E.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kWaZOeUYkKy8y4FWoLkRwhoNxB6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kupeEELFKTmaOTrUeAjf2qdlN76.png"
    }
  ]
}