{
  "metas": [
    {
      "id": "tmdb:12208",
      "type": "movie",
      "name": "Casino Royale",
      "ids": {
        "tmdb": 12208
      },
      "overview": "James Bond, en su dorado retiro, se deja convencer por una delegación de las grandes potencias para participar en una investigación sobre la SMERSH, una misteriosa organización internacional que pretende acabar con la estabilidad mundial.",
      "year": 1967,
      "poster": "https://image.tmdb.org/t/p/w342/yDqq99AIXTpl8lpKQjhk0Xspgsp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/l7ILQ9mp9sUpLInQisU5mb3gxdV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/87cswd9MDZhzW87tXxWahtQhbWp.png"
    },
    {
      "id": "tmdb:15383",
      "type": "movie",
      "name": "El ejército de las sombras",
      "ids": {
        "tmdb": 15383
      },
      "overview": "Philippe Gerbier es un ingeniero civil que ha entregado todos sus esfuerzos a la valerosa resistencia francesa, de la que es uno de sus máximos responsables. Pero llega el día en que la policía colaboracionista le captura, siendo retenido en un campo de concentración bajo atenta vigilancia. Tras un traslado logrará escapar improvisando una fuga relámpago. A partir de ese momento viviremos con su testimonio el día a día de la resistencia y sus dificultades ante el poderoso invasor.",
      "year": 1969,
      "poster": "https://image.tmdb.org/t/p/w342/4BK3fC1MbazERtphugXNqqxmtJD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yD8bGwzNQ36JcFZW6Pd8KEIBRuI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3l1DdMn36zhvQRpb6vzphG4pNLN.png"
    },
    {
      "id": "tmdb:1585",
      "type": "movie",
      "name": "¡Qué bello es vivir!",
      "ids": {
        "tmdb": 1585
      },
      "overview": "Es la vigilia de Navidad en Bedford falls, NY, y George Bailey está planeando suicidarse. Pero un ángel es enviado para detenerle en su intento. Él le enseñará a George las cosas maravillosas de su juventud, cómo salvó la vida de su hermano y la de otros que, gracias a haber conocido a George, son felices. Así, nuestro amigo descubrirá que... ¡La vida es realmente un tesoro maravilloso que debemos disfrutar!",
      "year": 1946,
      "poster": "https://image.tmdb.org/t/p/w342/63W4MsB8e5whhPNyxhRVTzSsCje.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/A16RsBae9yLCsgAQgkUWbCJHZ6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oGjUpBJLxtt6IWhuS5ojuKDQPTY.png"
    },
    {
      "id": "tmdb:246741",
      "type": "movie",
      "name": "Lo que hacemos en las sombras",
      "ids": {
        "tmdb": 246741
      },
      "overview": "Viago, Deacon y Vladislav son tres vampiros que comparten piso en Nueva Zelanda. Hacen lo posible por adaptarse a la sociedad moderna: pagan el alquiler, se reparten las tareas domésticas e intentan que les inviten a entrar en los clubs. Una vida normal, salvo por una pequeña diferencia: son inmortales y tienen que alimentarse de sangre humana. Cuando su compañero del sótano, Petyr, convierte en vampiro a Nick, nuestros protagonistas deberán enseñarle como funciona todo en su recién estrenada vida eterna.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/zMpZYL0lVgLCYyOVGekaZC0bUtv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cdFfjPgUeyZNvz3aTaWEcEGAUDG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5ZTdlxBDqDgCJ9gjUnuFfzis48F.png"
    },
    {
      "id": "tmdb:8337",
      "type": "movie",
      "name": "Están vivos",
      "ids": {
        "tmdb": 8337
      },
      "overview": "Un trabajador encuentra ocasionalmente unas gafas que permiten ver a las personas en su aspecto auténtico, así descubrirá que importantes personajes de la política y social son en realidad extraterrestres. Durante su particular cruzada podrá observar como esta raza alienígena ha llenado el mundo de mensajes subliminales que pretenden convertir a los humanos en una especie esclava.",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/pIJKI45MVZclrKfGSVdjVsWIvBK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nd8R5FuQV6puzCJXR5ifaiVlMel.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/g6UcnKGLmV0JD519TUGxd6RVEEW.png"
    },
    {
      "id": "tmdb:695089",
      "type": "movie",
      "name": "Onoda, 10.000 noches en la jungla",
      "ids": {
        "tmdb": 695089
      },
      "overview": "Finales de 1944. Japón está perdiendo la guerra. Por orden del misterioso comandante Taniguchi, el joven Hirō Onoda es enviado a una isla de Filipinas justo antes del desembarco estadounidense. Los pocos soldados que arrastra hasta la selva pronto descubrirán la doctrina desconocida que los unirá a este hombre: la guerra secreta. Para el Imperio, la guerra está a punto de acabar. Para Onoda, la guerra terminará 10 000 noches después.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/tKzFwiEm86AVRsefgqODTBjjh98.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6Ogax4OJwTmY69cN2u0laFdXU15.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lGrpUNjahgIcDJ8HrYZRTgcm7KM.png"
    },
    {
      "id": "tmdb:4031",
      "type": "movie",
      "name": "Los rompepelotas",
      "ids": {
        "tmdb": 4031
      },
      "overview": "Jean-Claude y Pierrot son dos macarras, unidos por una fuerte amistad, sin otro interés en la vida que hacer lo que les viene en gana. Su pasatiempo favorito es acosar, intimidar y aterrorizar a la gente, pero siempre logran eludir la acción de la justicia. Una tarde, mientras intentan robar un coche, el propietario les dispara, pero aún así logran escapar. En medio de la confusión, Maria Ange, una amiga del propietario, una mujer cansada de su mediocre vida de peluquera, se sube al vehículo, se va con ellos y se convierte en amante, cocinera y madre de los dos delincuentes.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/7DDpq03YdlfLMFSagUDzoqGpS0X.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/v6WUPGU0tBOIO0jAkHsDNZVw1S.jpg"
    },
    {
      "id": "tmdb:60243",
      "type": "movie",
      "name": "Nader y Simin, una separación",
      "ids": {
        "tmdb": 60243
      },
      "overview": "Nader (Peyman Moaadi) y Simin (Leila Hatami) son un matrimonio iraní con una hija. Simin quiere abandonar Irán en busca de una vida mejor, pero Nader, que desea quedarse para cuidar a su padre, que tiene Alzheimer, le pide el divorcio. Como no lo consigue, se muda a vivir con sus padres y contrata a una mujer para que le ayude a cuidar a su padre. Un día, al llegar a casa, encuentra al anciano atado a la cama; a partir de ese momento, su vida dará un vuelco.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/odNNz4TdmaNv6as8kgato0pyHTO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mJrSFyb7uoqiICUmvIIzeOerA5K.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1yaF0ufWqfAS4w9P22DjbhNpl36.png"
    },
    {
      "id": "tmdb:15919",
      "type": "movie",
      "name": "Marty",
      "ids": {
        "tmdb": 15919
      },
      "overview": "Marty es un carnicero solterón que todavía vive con su madre. Suele salir con frecuencia con sus amigos por la noche, intentando encontrar a alguna chica con la que compartir su vida y hacer planes para el futuro.",
      "year": 1955,
      "poster": "https://image.tmdb.org/t/p/w342/79aC4arR3hA6jJw5uBtW5NByDO3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xGCbOeOYwJ1AMslkqbag3eVp5Oe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/46NFyQ2klDUkM3dJurNvECO0Xf4.png"
    },
    {
      "id": "tmdb:43028",
      "type": "movie",
      "name": "Víctima",
      "ids": {
        "tmdb": 43028
      },
      "overview": "Melville Farr es un prestigioso abogado inglés felizmente casado con Laura. Sin embargo, detrás de su apariencia conservadora se esconde un homosexual que busca escarceos con jovencitos, a pesar de que le había prometido a su mujer que esa etapa de su vida ya estaba clausurada. Ambientada en una época en la que la homosexualidad era todavía considerada un delito que podía implicar penas de cárcel.",
      "year": 1961,
      "poster": "https://image.tmdb.org/t/p/w342/bw6Z8QiyhtQYG5C1k15cmZxPYVv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lFTIB7obHpTYTMOruePsxigthQN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/30FKjLeKazig8rl8Wqt9ZxbRTSr.png"
    },
    {
      "id": "tmdb:19606",
      "type": "movie",
      "name": "La gran ruta hacia China",
      "ids": {
        "tmdb": 19606
      },
      "overview": "Un piloto, que fue un as de la aviación durante la Primera Guerra Mundial (1914-1918), tiene problemas con la bebida. A pesar de ello, debe encontrar en Asia a un empresario, inventor y aventurero que ha desaparecido sin dejar huella. Con ayuda de la hija y heredera de éste, que lo perdería todo si no encuentra a su padre antes de una determinada fecha, el aviador tendrá que afrontar múltiples dificultades que no sólo pondrán a prueba su valor.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/guHZXOOfvKIj3tfmMXHAT3z8Sw0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1OCmKHRIWDYQRuGw0BN2yXzRmuu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q5P5viXURlsqy3n6kZi1e8i0t7W.png"
    },
    {
      "id": "tmdb:79363",
      "type": "movie",
      "name": "Dementia: La hija del terror",
      "ids": {
        "tmdb": 79363
      },
      "overview": "Película de terror con tintes surrealistas, donde la historia experimenta un viaje a la atormentada y traumatizada mente de una mujer durante una noche de pesadilla y terror. Sin diálogos, únicamente con la voz en off del narrador supone una obra de culto y un hito en el cine de horror.",
      "year": 1955,
      "poster": "https://image.tmdb.org/t/p/w342/e8X0YpznfgQuaajkJLSNZzsAToo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/esZnROns6HItTTKiGgk1MaaOKq.jpg"
    },
    {
      "id": "tmdb:15484",
      "type": "movie",
      "name": "Sombras",
      "ids": {
        "tmdb": 15484
      },
      "overview": "Años 60 en la ciudad de Nueva York. Lelia y Tony son una feliz pareja. Un día conoce al hermano de su novia y descubre que ambos son de raza negra, aunque ella no lo parezca.  Película fundamental dentro de la evolución del cine, al ser considerada el origen del cine independiente estadounidense. \"Sombras\" fue el debut como director del hasta entonces actor John Cassavetes. La película fue filmada en la calle, con actores desconocidos, una cámara de 16 milímetros en mano y una escasa subvención pública de 40.000 dólares. \"Sombras\" está rodada con asfixiantes primeros planos de unos actores que resultan desgarradores por su naturalidad, ya que, además, hacen de ellos mismos. Cassavetes fue uno de los primeros directores en mostrar los ambientes intelectuales y bohemios de Nueva York a través de un tema, las relaciones interraciales, muy poco habitual en el cine de finales de los 50.",
      "year": 1960,
      "poster": "https://image.tmdb.org/t/p/w342/chslxRpPYIvdQN5SrI7K2G5pMCE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vBywNMAiQTNn3PxlOWslgYcwcpN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xxssKqsb1YZJGXW7emLq3mYKU2A.png"
    },
    {
      "id": "tmdb:127372",
      "type": "movie",
      "name": "Emperador",
      "ids": {
        "tmdb": 127372
      },
      "overview": "Una vez terminada la Segunda Guerra Mundial (1939-1945), el prestigioso general Douglas MacArthur (Tommy Lee Jones) y un colega suyo (Matthew Fox) tendrán que decidir el destino del emperador japonés Hirohito.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/ijZinr3AFQyLqiiroWcZdFln0Yo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/l4e79vedsCaaHgES8sGCPafDyQw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rk7cnxSjddCGNjQ77DKLi78gHBo.png"
    },
    {
      "id": "tmdb:30368",
      "type": "movie",
      "name": "El perro rabioso",
      "ids": {
        "tmdb": 30368
      },
      "overview": "Ambientada en la postguerra japonesa tras la II Guerra Mundial (1939-1945). Con la estructura del thriller americano y los convencionalismos japoneses, narra la historia de un joven detective al que roban su pistola. Agobiado por un sentimiento de deshonor más que de pérdida, emprende, con un veterano compañero, una frenética e incansable búsqueda que lo lleva a los bajos fondos de Tokyo.",
      "year": 1949,
      "poster": "https://image.tmdb.org/t/p/w342/riBzUgeYawBDi2q9PjARjHrQM7Z.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8I9YnkOOIUHJSKqFcOURYr7wqHf.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4bxmZXxa8ff9PFUhVnCs34a1zWh.png"
    },
    {
      "id": "tmdb:168742",
      "type": "movie",
      "name": "El cohete",
      "ids": {
        "tmdb": 168742
      },
      "overview": "Un chico que cree traer mala suerte a todos los que le rodean se dirige junto a su familia y dos amigos, a través de Laos, para encontrar un nuevo hogar. Tras un viaje lleno de calamidades a través de una tierra marcada por la guerra, para demostrar que no es mala suerte el chaval decide construir un cohete gigante para entrar en la competición más emocionante y peligroso del año: el Rocket Festival. (FILMAFFINITY)",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/rDQKYLwTTaP0l31YpRuBBalehOC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mcZO2pc3MKS6ijmt48MczMbWOks.jpg"
    },
    {
      "id": "tmdb:468287",
      "type": "movie",
      "name": "Hannah",
      "ids": {
        "tmdb": 468287
      },
      "overview": "Retrato íntimo de una mujer, Hannah (Charlotte Rampling), que se tambalea entre la realidad y el rechazo tras quedarse sola después de que su marido sea encarcelado.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/o5cFYTGTsunFYZCPHS3Obi3WRpc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/59PhOwQXvCMH3IJ74KsXlRo0OEd.jpg"
    },
    {
      "id": "tmdb:110115",
      "type": "movie",
      "name": "My Ain Folk",
      "ids": {
        "tmdb": 110115
      },
      "overview": "Segunda parte (tras \"My Childhood\") de la trilogía autobiográfica de Douglas sobre el hecho de crecer en un pueblo pobre de Escocia dedicado a la minería. La penuria, tanto emocional como física, es retratada con libertad, ayudándose de actores locales y no profesionales. (FILMAFFINITY)",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/pA5SJMDZnGMk1MlB6tkTnkaSKj0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1vAjpobt0czMdubGhj1kYoHsmVS.jpg"
    },
    {
      "id": "tmdb:10161",
      "type": "movie",
      "name": "Mi pie izquierdo",
      "ids": {
        "tmdb": 10161
      },
      "overview": "Christy Brown es un enfermo de parálisis cerebral, nacido en el seno de una numerosa y mísera familia irlandesa. Su madre es la única que lo ve como un chico con talento y sensibilidad. Con el tiempo, Christy se revela como un irascible pero talentoso escritor y pintor, que utiliza su pie izquierdo -la única parte de su cuerpo que tiene motricidad- como instrumento.",
      "year": 1989,
      "poster": "https://image.tmdb.org/t/p/w342/zhBhzNvUbIqjl2xDmwuTPmDNwYi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/46ow87Pzin4qSZJOhCP2zeQkyNP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6nXglCb43TTiY3z5YFpO9kS8GVa.png"
    },
    {
      "id": "tmdb:71010",
      "type": "movie",
      "name": "Máximo riesgo.com",
      "ids": {
        "tmdb": 71010
      },
      "overview": "Un joven experto en informática de San Francisco desarrolla un programa para trabajar en el comercio electrónico. Con él se hace millonario, pero cambia su vida cuando experimenta lo que es la fama, el éxito, el poder y la acumulación de dinero. Un día descubre que otra compañía rival quiere absorber su empresa y que para salvarla debe poner todo su empeño. Este hecho hace que recapacite sobre el sentido que ha dado a su vida en los últimos años, comprendiendo hasta qué punto se ha deteriorado su integridad moral, al anteponer el objetivo de ganar mucho dinero a sus sentimientos.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/UIGD4ZCpyp9qzRCycsddKmXgAe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/olSnKMZx2NEfWViM2SmQydrgWHh.jpg"
    },
    {
      "id": "tmdb:21950",
      "type": "movie",
      "name": "La celda de la violación",
      "ids": {
        "tmdb": 21950
      },
      "overview": "Violenta aventura muestra a una bellísima Yvette Mimieux atrapada en una sucesión de abusos y venganzas y a un incipiente Tommy Lee Jones como compañero de celda que se fuga con ella, tras haber sido detenida injustamente y violada a posteriori por un policía miserable. Producida por Roger Corman. (FILMAFFINITY)",
      "year": 1976,
      "poster": "https://image.tmdb.org/t/p/w342/a2HY1iM1szFMXFId8gA4FA7X5sg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4JslTYBAewAY5IZqDLwfICfJ9A.jpg"
    },
    {
      "id": "tmdb:63682",
      "type": "movie",
      "name": "L'Eau à la bouche",
      "ids": {
        "tmdb": 63682
      },
      "overview": "Miléna is living in her grandmother's baroque château when the rich lady dies. The lawyer Miguel, who had a previous relationship with Miléna, insists the other two grandchildren, Fifine and her brother Jean-Paul, visit the château for the reading of the will, even though they have been estranged from the family at an early age. However Robert, who had been living with Fifine in an open relationship, arrives and impersonates Jean-Paul. Robert falls for Fifine's cousin Miléna while Fifine has designs on Miguel. In the meantime, the butler César is focusing his lecherous intentions on Prudence, the maid he had just hired.",
      "year": 1960,
      "poster": "https://image.tmdb.org/t/p/w342/fXTdUk6FtJqraUIBoRUBDlykScE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/17nsuVvx85CdnkWL5JD61zZxuy2.jpg"
    },
    {
      "id": "tmdb:29237",
      "type": "movie",
      "name": "El susto",
      "ids": {
        "tmdb": 29237
      },
      "overview": "En este thriller, el psiquiatra Dr. Cross (Vincent Price) mata a su esposa y espera salirse con la suya, hasta que descubre que el asesinato fue observado por una vecina de al lado, Janet Stewart (Anabel Shaw). Mientras Janet intenta convencer a su esposo (Frank Latimore) de la vil hazaña del médico, Cross aparece para advertirle que Janet necesita urgentemente un asesoramiento profundo.",
      "year": 1946,
      "poster": "https://image.tmdb.org/t/p/w342/pNraFreBDX3nIC28p4kJeUzBnqZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pbUs4pFJJ7lSXPBp99BAIQ1XMzo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rWzfvb9OKvmj8QGv9RgagXiqbyu.png"
    },
    {
      "id": "tmdb:75552",
      "type": "movie",
      "name": "El valle de la furia",
      "ids": {
        "tmdb": 75552
      },
      "overview": "Bill Tyler y Henry Frapp, dos veteranos tramperos, que llevan una dura vida en las montañas, deben enfrentarse a menudo a los ataques de los indios. Sin embargo, nunca se habían tenido que enfrentar a alguien tan vengativo y perverso como Águila Poderosa, el jefe de los Pies Negros, cuya ira provocan al prestarle ayuda a la mujer que lo ha abandonado.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/ir17LgCnaKnYjI7xUElx87K7mMs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fEiTJIthCOrHVsdEE0tF7WJ2YxU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cgYbGWgxci7ZTzYlrkLdjx140DC.png"
    },
    {
      "id": "tmdb:9589",
      "type": "movie",
      "name": "Yo, Cristina F.",
      "ids": {
        "tmdb": 9589
      },
      "overview": "Cristina es una adolescente de apenas 14 años que poco a poco se va enganchando a la heroína, hasta el extremo de tener que prostituirse para pagarse su dependencia.  Durísimo relato sobre el efecto de las drogas en la juventud, basado en la historia real de Christiane Vera Felscherinow, una exadicta alemana que describió su lucha contra las drogas en la adolescencia en el libro \"Los niños de la estación del Zoo\". Dirigido por Uli Edel (\"El cuerpo del delito\", \"RAF Facción del ejército rojo\"), el filme fue protagonizado por una jovencísima y debutante Natja Brunckhorst (\"La princesa y el guerrero\"), que tenía solo 13 años cuando se rodó el largometraje. Como curiosidad, David Bowie realizó un 'cameo' en la cinta, pues justamente fue en un concierto que dio el cantante en Berlín donde la protagonista probó por primera vez la heroína.",
      "year": 1981,
      "poster": "https://image.tmdb.org/t/p/w342/p79zGPQ2SdVuLZlE6K1f00mab7w.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tg33XbGTPvHLan2UaDtF4M95Rx4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bJ8wgwubn8sAtEutDBiEC6rrLym.png"
    },
    {
      "id": "tmdb:130816",
      "type": "movie",
      "name": "Abraham Lincoln",
      "ids": {
        "tmdb": 130816
      },
      "overview": "La primera película hablada del maestro D.W. Griffith hace un repaso a la vida del famoso presidente norteamericano.",
      "year": 1930,
      "poster": "https://image.tmdb.org/t/p/w342/4BOmqevJBC5gBfQNXpa2epf27yO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uhPHNGd4PHMoXnhda2s0zm2ddDy.jpg"
    },
    {
      "id": "tmdb:209840",
      "type": "movie",
      "name": "Stray Dogs",
      "ids": {
        "tmdb": 209840
      },
      "overview": "Harto del ajetreo de la vida moderna y del estrés continuo, un hombre de familia decide cambiar radicalmente de hogar y de estilo de vida. Su vida debe dar un vuelco y siente que la única manera de poder educar a sus dos hijos cómo a él le gustaría es llevarlos al corazón de Taipei.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/zRwQzUDQlGwCeHkRUTuCkIyaaJj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wY63GAssmaUwFX8futj7E4hpgVc.jpg"
    },
    {
      "id": "tmdb:43609",
      "type": "movie",
      "name": "Nuestra canción de amor",
      "ids": {
        "tmdb": 43609
      },
      "overview": "Relata la historia de amistad entre una cantante paralítica, condenada a vivir en una silla de ruedas, y un luchador lesionado. Juntos emprenden un viaje a Memphis con la esperanza de superar las tragedias que han arruinado sus vidas.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/hZfj8subLyGVLFrL6H5HvFfOKbH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wsCzTawcw4UX3BDQaJy6q484PlX.jpg"
    },
    {
      "id": "tmdb:40026",
      "type": "movie",
      "name": "Mutant (Night Shadows)",
      "ids": {
        "tmdb": 40026
      },
      "overview": "Dos hermanos que van de vacaciones a una pequeña población sureña, descubren que mucha gente ha desaparecido y que la zona está semi-desértica. Cuando uno de los hermanos también desaparece, el otro trata de avisar a las autoridades, pero descubre algo más horrible de lo que imaginaba, relacionado con los efectos que la basura tóxica está haciendo en la gente que vive en aquella zona.",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/3MIZ34BY6hNkZeS4AokK7h1WgzM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/s05TLj8kehViW8N0TXJuuR5hJ8g.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iHg8Ww6kohvNoWPGS96MpxftvOK.png"
    },
    {
      "id": "tmdb:90523",
      "type": "movie",
      "name": "La mujer enigma",
      "ids": {
        "tmdb": 90523
      },
      "overview": "Durante la Primera Guerra Mundial (1914-1918), un espía alemán y una espía británica se conocen y no pueden evitar enamorarse.",
      "year": 1937,
      "poster": "https://image.tmdb.org/t/p/w342/i1ac0OKN7ApGfN7KX55dtUWGiBL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/r9tXK2BOmdjHcFQ8QatBh0XoGpK.jpg"
    },
    {
      "id": "tmdb:405",
      "type": "movie",
      "name": "La strada",
      "ids": {
        "tmdb": 405
      },
      "overview": "Cuando Zampanó, un artista ambulante, enviuda, compra a Gelsomina, la hermana de su mujer, sin que la madre de la chica oponga la menor resistencia. Pese al carácter violento y agresivo de Zampanó, la muchacha se siente atraída por el estilo de vida nómada, siempre en la calle (la strada en italiano), sobre todo cuando su dueño la incluye en el espectáculo. Aunque varios de los pintorescos personajes que va conociendo en su deambular le proponen que se una a ellos, Gelsomina se mantendrá fiel a Zampanó hasta las últimas consecuencias.",
      "year": 1954,
      "poster": "https://image.tmdb.org/t/p/w342/kEbpEJeU1voZ21xzIcm2CUx9hFt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5Pl47mB0Jnrg4oHoO0sVdJ6WMRL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5tyep3uXDtvER2srBr0YEbnLSdj.png"
    },
    {
      "id": "tmdb:528210",
      "type": "movie",
      "name": "El soldado perdido",
      "ids": {
        "tmdb": 528210
      },
      "overview": "En diciembre de 1941, los japoneses atacaron Pearl Harbor. El presidente de Estados Unidos, Franklin Roosevelt, decidió contraatacar bombardeando Tokio. Los bombardeos aéreos dirigidos por el teniente coronel Doolittle de los Estados Unidos despegaron de un portaaviones en el Pacífico. Pero después de completar sus misiones, los aviones norteamericanos tuvieron que aterrizar en las zonas costeras de China, cerca de Zhejiang, debido al consumo de demasiado combustible. Un joven piloto fue salvado por una mujer local que era viuda. Y de allí surgió una historia de amor.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/6eD3peSqP6tq9vpsjXglKjQ3qAg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/q3WwG9HcayizfZxKKF7upPkOPlc.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7Ng7PDRJrMvM6M2XR4h3jzTzPlq.png"
    },
    {
      "id": "tmdb:42738",
      "type": "movie",
      "name": "Scorpio",
      "ids": {
        "tmdb": 42738
      },
      "overview": "La CIA empieza a sospechar que el experto agente Cross (Burt Lancaster) es, en realidad, un traidor que trabaja para el KGB. Se decide, entonces, eliminarlo, pero el plan falla y Cross consigue escapar a Europa. Así las cosas, la agencia contrata a un joven asesino francés llamado Scorpio (Alain Delon) para que acabe con Cross. Se inicia así una frenética caza humana.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/1TCG2qZOwZAsRCXMeT5YqFPCOmw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xxIudQBXqXXy5dcs4A9H9NR16JU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rLDYcDxKC8vXGYO3sg9dz6YuG6E.png"
    },
    {
      "id": "tmdb:214135",
      "type": "movie",
      "name": "El lobo detrás de la puerta",
      "ids": {
        "tmdb": 214135
      },
      "overview": "Un niño pequeño ha sido secuestrado. Nadie sabe dónde está ni quien ha podido llevárselo, y desde una comisaría, la policía está haciendo todo lo posible por encontrarle. Allí, se juntan tres personajes: Sylvia (Fabiula Nascimento, Dores de Amores, Brichos: A Floresta é Nossa) y Bernardo (Milhem Cortaz, Amanhã Nunca Mais, Assalto ao Banco Central), que son los padres del niño desaparecido, y Rosa (Leandra Leal, Bonitinha, Mas Ordinária, O Rio nos Pertence!), amante de Bernardo y principal sospechosa del secuestro.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/1aTMhlTtBWwEuZ0PRJeKah1YNby.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/y5rCBAlOv99DulyqtVqAOwE3ARO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/slyF3VcFicNOP5p2MpJE6Q5J2G.png"
    },
    {
      "id": "tmdb:98328",
      "type": "movie",
      "name": "El Gran Caruso",
      "ids": {
        "tmdb": 98328
      },
      "overview": "Biografía del famoso tenor italiano Enrico Caruso, que pasó de ser un cantante callejero a obtener un enorme prestigio internacional en el mundo de la ópera.",
      "year": 1951,
      "poster": "https://image.tmdb.org/t/p/w342/mKqAEKW8GzO98xlQ0JWrXAFnutS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eZD1hn7NA0vapcTO4grjmbeFqU6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8H9blF0aJ9Hxj1XHxG1coA2vAPz.png"
    },
    {
      "id": "tmdb:68822",
      "type": "movie",
      "name": "París, bajos fondos",
      "ids": {
        "tmdb": 68822
      },
      "overview": "A finales del siglo XIX, durante un baile en Joinville, en las afueras de París, Georges, un antiguo delincuente que trabaja como carpintero, conoce a Marie, una joven relacionada con una banda criminal.",
      "year": 1952,
      "poster": "https://image.tmdb.org/t/p/w342/xJJjSW1L434kBnA5g6v4tyZHlf6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jVYKpKQVl4DSxPVl6XdTJprU9AF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tnCAnxIVSLgTElvpWf1IroGk6Uy.png"
    },
    {
      "id": "tmdb:12530",
      "type": "movie",
      "name": "¿Qué ocurrió entre mi padre y tu madre?",
      "ids": {
        "tmdb": 12530
      },
      "overview": "Wendell Armbruster (Jack Lemmon) es un hombre de negocios americano que se ve obligado a viajar a Italia, donde su padre ha muerto en un accidente de coche. A pesar de que tratan de ocultárselo, se entera de que su padre tenía una amante, que lo acompañaba en el momento del accidente. Cuando entra en escena la hija de la amante (Juliet Mills), la animadversión entre ellos es instantánea, pero la embarazosa situación se complica todavía más cuando los cadáveres desaparecen misteriosamente.",
      "year": 1972,
      "poster": "https://image.tmdb.org/t/p/w342/j5ZOYSVhEkPbnlArjjkoOWqIKBm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6QtliGseT4z71tUh5Xejntyhv0v.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hAsvI7o2m7vjn76JJrsoPlRuWmO.png"
    },
    {
      "id": "tmdb:1088",
      "type": "movie",
      "name": "Whale Rider",
      "ids": {
        "tmdb": 1088
      },
      "overview": "En un pequeño poblado de la costa de Nueva Zelanda, los aborígenes de la tribu Whangara creen que proceden de un único ancestro, cuya existencia se remonta mil años atrás. Su nombre es Paikea, y escapó de la muerte, tras volcar su canoa, montando a lomos de una ballena. Según la tradición, el jefe de los Whangara, el “Whale Rider”, el Paikea, tiene que ser un primogénito varón. Pero Pai, una niña de once años, cree que está destinada a ser la máxima autoridad de la tribu. Por ello, aunque adora a su abuelo Koro, se enfrentará con él y con mil años de tradición.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/nUR6II1rN5B73aN7aIfx3uamxv1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i85n7hR7GGI91mIPbQS2VLnRe5e.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yYKZqPKTwPondoaMvjxH0EEIgdE.png"
    },
    {
      "id": "tmdb:11699",
      "type": "movie",
      "name": "Teniente corrupto",
      "ids": {
        "tmdb": 11699
      },
      "overview": "Terence McDonagh (Nicolas Cage) es un poco ejemplar teniente de la policía, adicto al juego y a las drogas, que investiga el asesinato de cinco inmigrantes senegaleses en la Nueva Orleans post-Katrina.... Remake de la película \"Teniente corrupto\", dirigida por Abel Ferrara en 1992 y protagonizada entonces por Harvey Keitel.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/qxNAEJM8y04zfX2FOYSd3yPuJwO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sFvua3kn01el9eUcu7Sy639iHI5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fXPyGmmaiWGzUtZ2oEsSRMicQqD.png"
    },
    {
      "id": "tmdb:32847",
      "type": "movie",
      "name": "La extraña pasajera",
      "ids": {
        "tmdb": 32847
      },
      "overview": "Charlotte Vale, una mujer de mediana edad que pertenece a una familia acomodada de Boston, vive reprimida y totalmente controlada por su dominante e insensible madre. Gracias a la ayuda de un amable psiquiatra, Charlotte consigue recuperar la autoestima y superar sus miedos. Además, se vuelve mucho más extrovertida y empieza a sentirse incluso atractiva. Dispuesta a disfrutar de su nueva vida, hace un crucero por América del Sur y en el barco conocerá a un apuesto arquitecto infelizmente casado.",
      "year": 1942,
      "poster": "https://image.tmdb.org/t/p/w342/iqGhTDyGGuU1c54G1N2uzkfVOR7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/u7Od51QIER6uibezA294s8frnq0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/m42r6JCmW32Qk3hnnGzNnmU0APn.png"
    },
    {
      "id": "tmdb:807196",
      "type": "movie",
      "name": "Hierve",
      "ids": {
        "tmdb": 807196
      },
      "overview": "En la noche más concurrida del año en uno de los restaurantes de moda en Londres, el carismático jefe de cocina Andy Jones trata de no derrumbarse ante una crisis personal y profesional que podría destruir todo aquello por lo que ha trabajado. La inesperada visita de un inspector de sanidad y seguridad alimentaria aumenta la presión sobre el personal mientras no dejan de llegar más y más clientes. Andy abronca y engatusa a su equipo indistintamente, haciendo todo lo posible para disipar las tensiones entre la gerencia y los trabajadores, mientras atiende a las ridículas demandas de sus clientes.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/3yghOYVOI9PEgbOaHpR4sZhklot.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/z5nnUVC69zOhAnZhTLn1m9keQSj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5FC9XFpqmPIcpcHqzgK4PZkMsxr.png"
    },
    {
      "id": "tmdb:423646",
      "type": "movie",
      "name": "En la sombra",
      "ids": {
        "tmdb": 423646
      },
      "overview": "La vida de Katja se derrumba cuando su marido y su hijo mueren en un atentado. La policía detiene enseguida  a unos  sospechosos -dos jóvenes relacionados con el movimiento neonazi-y Katja se ve inmersa en un complicado proceso judicial. Danilo, abogado y mejor amigo de su marido, lleva el caso y hará todo lo posible para darle el apoyo necesario a Katja, quien  cegada por el dolor, solo tiene un objetivo: por encima de todo, quiere que se haga justicia.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/7hgtIqOQmYwUZnJrPyLsEU7GTwi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7C24qg7RO07nJh9ykTmnXEeoeQp.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4xMvJGPwyvhQMTROHRhiysqsxeG.png"
    },
    {
      "id": "tmdb:610326",
      "type": "movie",
      "name": "El anticuario",
      "ids": {
        "tmdb": 610326
      },
      "overview": "Lado es un contrabandista georgiano que transporta antigüedades a San Petersburgo, donde conoce a Medea, una inmigrante en un taller de antigüedades. Vadim, un anciano solitario, establece un vínculo con Medea. Sus vidas se cruzan en medio del contrabando, la supervivencia y la conexión.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/7JRJT82rKXsvvbmdnyQES42dp20.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mXDHtJSvjWak2XS7R2saHgd0WS.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fYLZApiVnXmmzjTaEbNiV4omOmH.png"
    },
    {
      "id": "tmdb:584583",
      "type": "movie",
      "name": "Make Up",
      "ids": {
        "tmdb": 584583
      },
      "overview": "Ruth se reúne con su novio en el parque de caravanas donde él trabaja. Llevan tres años juntos, pero la estancia en este resort de vacaciones fuera de temporada hace tambalear el deseo de la protagonista. Claire Oakley parte del realismo social para trasladarnos, poco a poco, a un territorio más próximo al fantástico a través de una puesta en escena de contornos surrealistas que otorga una dimensión desolada y amenazante a este lugar perdido de Cornualles donde Ruth se replantea su identidad.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/t9hOwlERpcTkMhXFBJiVq39V0hn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8gSOZUZDrkoZ5Ihmq38J9FXcTjc.jpg"
    },
    {
      "id": "tmdb:83803",
      "type": "movie",
      "name": "Combate decisivo",
      "ids": {
        "tmdb": 83803
      },
      "overview": "Barney Ross, \"el orgullo del gueto\", alcanza la fama al alzarse como campeón mundial de boxeo sin haber sido vencido en el ring. Durante la guerra, en Guadalcanal, se convierte en un héroe, y así regresa a su país; sin embargo, también trae consigo una fuerte adicción a la morfina que le obligará a combatir en la peor de las guerras.",
      "year": 1957,
      "poster": "https://image.tmdb.org/t/p/w342/xkAHYsGxbjdHbeLKo0ArJUEGdhl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/b4MZulIeGo2Zc7s6IgUwM6OawOK.jpg"
    },
    {
      "id": "tmdb:340481",
      "type": "movie",
      "name": "La chica desconocida",
      "ids": {
        "tmdb": 340481
      },
      "overview": "Una noche, después del cierre de su consultorio, Jenny, joven médico generalista, escucha el timbre, pero no va a abrir. Al día siguiente, se entera por la policía de que han encontrado, no lejos de allí, a una joven muerta, sin identidad.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/owxEl8EMMTwiy73L5n5zM9jaTws.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hZuFiZJJTKzmP4haYPA6aiRso99.jpg"
    },
    {
      "id": "tmdb:3007",
      "type": "movie",
      "name": "La mujer en la luna",
      "ids": {
        "tmdb": 3007
      },
      "overview": "La película dedica su primera parte a analizar las posibilidades de realizar un viaje a la Luna con el fin de encontrar oro. En la segunda, se trata del viaje y de las sorpresas que deparará a los protagonistas.",
      "year": 1929,
      "poster": "https://image.tmdb.org/t/p/w342/sfqykrFXUAwxKu81zxhARnvY3Rc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cvAOkB5bryGWbxp8SqD1ovEsF4v.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wb46Sl3s55M5PQMvkXicEoJhrpo.png"
    },
    {
      "id": "tmdb:19621",
      "type": "movie",
      "name": "La venganza (The Hit)",
      "ids": {
        "tmdb": 19621
      },
      "overview": "Willie Parker, un antiguo gángster inglés que se convirtió en delator, vive desde hace diez años con una identidad falsa en una remota aldea española. Pero, cuando los mafiosos a los que traicionó descubren su paradero, le encargan a dos asesinos a sueldo que lo secuestren y lo trasladen a París. El plan se complica cuando, tras el rapto de Parker, la policía española empieza a perseguir a los criminales.",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/n8P13rEyvy6vPFmPaqUWAfbOZpk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ylrd1QeNvaRXSmXwDLqhaGJ6S9K.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eJcvHEJAgZHC3PWU0adJjLKjMA1.png"
    },
    {
      "id": "tmdb:473470",
      "type": "movie",
      "name": "Martyr",
      "ids": {
        "tmdb": 473470
      },
      "overview": "La trágica muerte de un joven hace que sus amigos lidien con la pérdida y participen en los ritos y ceremonias de su comunidad, y expone los cismas de la ciudad y las fallas de su sociedad.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/rCIbD7NukePJMlKfZRf323c2psD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jkqduVoRWUuxIRoteUM3KvOtiea.jpg"
    },
    {
      "id": "tmdb:12684",
      "type": "movie",
      "name": "Sabotaje",
      "ids": {
        "tmdb": 12684
      },
      "overview": "Karl Anton Verloc y su esposa poseen un pequeño cine en un tranquilo suburbio de Londres donde viven aparentemente felices. Pero la Sra. Verloc no sabe que su marido tiene un secreto que afectará a su relación y amenazará la vida de su hermano adolescente.",
      "year": 1937,
      "poster": "https://image.tmdb.org/t/p/w342/vp7WIWBvDPKMWYpYVPTXLxgAAkK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lZL7Z8102qbLJqtlC2cJutq0FQ7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iDOhoIddr9rK1J4LW1ZKZq5szAx.png"
    }
  ]
}