{
  "metas": [
    {
      "id": "tmdb:1102493",
      "type": "movie",
      "name": "Cosas pequeñas como estas",
      "ids": {
        "tmdb": 1102493
      },
      "overview": "En 1985, en vísperas de Navidad, en un pequeño pueblo del condado de Wexford, Irlanda, Bill Furlong trabaja como comerciante de carbón para mantenerse a sí mismo, a su mujer y a sus cinco hijas. Una mañana temprano, mientras reparte carbón en el convento local, hace un descubrimiento que le obliga a enfrentarse a su pasado y al silencio cómplice de un pueblo controlado por la Iglesia católica. Basada en la novela homónima de Claire Keegan.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/lwWybnDnaWJMibvQpO5QqLSWNWL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wXTDb9EfBAOoJ0ON7osDDnl5GP0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/pgBw3xE0FjKfWRIQGG1Fx71aswF.png"
    },
    {
      "id": "tmdb:1422096",
      "type": "movie",
      "name": "Good Boy",
      "ids": {
        "tmdb": 1422096
      },
      "overview": "Un perro leal se muda a una casa rural con su dueño Todd. Allí descubre fuerzas sobrenaturales que acechan en las sombras. Mientras oscuras entidades amenazan a su compañero humano, el valiente cachorro debe luchar para proteger a quien más quiere.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/6rZOKB5EhGcTLaSPoyX8La44ZDT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9sj7sBK5fI7HwECOmSbpBgcYNbC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fTtyO2VvXfOyjaJHHlcHjVQdIr6.png"
    },
    {
      "id": "tmdb:496243",
      "type": "movie",
      "name": "Parásitos",
      "ids": {
        "tmdb": 496243
      },
      "overview": "Tanto Gi Taek (Song Kang-ho) como su familia están sin trabajo. Cuando su hijo mayor, Gi Woo (Choi Woo-sik), empieza a dar clases particulares en casa de Park (Lee Seon-gyun), las dos familias, que tienen mucho en común pese a pertenecer a dos mundos totalmente distintos, comienzan una interrelación de resultados imprevisibles.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/4N55tgxDW0RRATyrZHbx0q9HUKv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ao0dFrU4QrmnVYt6ywnsGNjmuAT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7yTwlOYScxmNEHK2RJr1YWRTOEW.png"
    },
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:195173",
      "type": "movie",
      "name": "La batalla de Solférino",
      "ids": {
        "tmdb": 195173
      },
      "overview": "El día: 6 de mayo de 2012. Una reportera de TV, Leticia, cubre las elecciones presidenciales francesas, mientras Vincent, su exmarido, le pide ver a sus dos hijas. Es un domingo de locos en París: ¡dos niñas agitadas, un niñero exhausto, un nuevo novio necesitado, un abogado gruñón y Francia partida en dos!",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/lN6hadvVMKjcoi2dgKsT2niB8bB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/h2qMyqJh5WsYLf8Ex876voDVEFa.jpg"
    },
    {
      "id": "tmdb:497",
      "type": "movie",
      "name": "La milla verde",
      "ids": {
        "tmdb": 497
      },
      "overview": "En el sur de los Estados Unidos, en plena Depresión, Paul Edgecomb es un vigilante penitenciario a cargo de la Milla Verde, un pasillo que separa las celdas de los reclusos condenados a la silla eléctrica. Esperando su ejecución está John Coffey, un gigantesco negro acusado de asesinar brutalmente a dos hermanas de nueve años. Tras una personalidad ingenua, Coffey esconde un don sobrenatural prodigioso. A medida que transcurre la historia, Paul Edgecomb aprende que los milagros ocurren... incluso en los lugares más insospechados.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/aBQiJRxGRrX0mXFMjxyzWYFtEnf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/umunWbkQ6xMWlGOpp4Tt0QuhMSz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rr2nQMagxwQ3P37FLF3P3teYvtj.png"
    },
    {
      "id": "tmdb:32653",
      "type": "movie",
      "name": "Historia de un policía",
      "ids": {
        "tmdb": 32653
      },
      "overview": "Roger Borniche es un policía distinto a los demás: no lleva armas e incluso los gángsters le escriben para agradecerle su humanidad. Emile Buisson es, en cambio, un criminal que no duda en matar a sus propios cómplices. Los dos acabarán enfrentándose en un fantástico duelo.",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/qMM6IxdHmvBNQp0Y7WgLrF6yhCE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/u321dKUqPavjKsBoXVSvqQtF8KD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fjlE0mk5ZFnO4FJxQwV5fqq7mZS.png"
    },
    {
      "id": "tmdb:769",
      "type": "movie",
      "name": "Uno de los nuestros",
      "ids": {
        "tmdb": 769
      },
      "overview": "Henry, un niño de trece años de Brooklyn, vive fascinado con el mundo de los gángsters. Su sueño se hace realidad cuando entra a formar parte de la familia Pauline, dueña absoluta de la zona, que lo educan como un miembro más de la banda convirtiéndole en un destacado mafioso.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/nocvbyxKR5b1vxagy46SfEiMK3P.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/x9O4hF8y5gzqw7YY2hWzSl6C88H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zDaNBOixW4EzEsX3MEhd2AJQpfC.png"
    },
    {
      "id": "tmdb:601",
      "type": "movie",
      "name": "E.T. el extraterrestre",
      "ids": {
        "tmdb": 601
      },
      "overview": "Un pequeño ser de otro planeta se queda abandonado en la Tierra cuando su nave se marcha olvidándose de él. Tiene miedo. Está completamente solo, pero se hará amigo de un niño, que lo esconde en su casa. El niño y sus hermanos intentarán encontrar la forma de que el pequeño extraterrestre regrese a su planeta antes de que los científicos y la policía lo encuentren.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/4kixNqJAu7hWpZOnOsznL7YPuuQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/swr1MOdJuionDNYfeR5zvAmnvVJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jlgA3wk1zxCdsCZHWFpaR1KzBci.png"
    },
    {
      "id": "tmdb:424",
      "type": "movie",
      "name": "La lista de Schindler",
      "ids": {
        "tmdb": 424
      },
      "overview": "Oskar Schindler, un hombre de enorme astucia y talento para las relaciones públicas, organiza un ambicioso plan para ganarse la simpatía de los nazis. Después de la invasión de Polonia por los alemanes, consigue, gracias a sus relaciones con los nazis, la propiedad de una fábrica de Cracovia. Allí emplea a cientos de operarios judíos, cuya explotación le hace prosperar rápidamente. Su gerente, también judío, es el verdadero director en la sombra, pues Schindler no tiene el menor conocimiento industrial.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/3Ho0pXsnMxpGJWqdOi0KDNdaTkT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3f92DMBTFqr3wgXpfxzrb0qv8nG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3zYgwmVJgV0rz7aIlVFREEJuxbm.png"
    },
    {
      "id": "tmdb:956799",
      "type": "movie",
      "name": "La esperanza atómica",
      "ids": {
        "tmdb": 956799
      },
      "overview": "¿Es la energía nuclear la solución a la crisis climática? Tanto si es la única tecnología libre de carbono capaz de hacer frente a esta crisis energética como si se trata de solo un parche temporal, el tiempo se acaba. El aclamado documentalista irlandés Frankie Fenton se hace eco de las voces que defienden estas posturas y las que las confrontan.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/51gC5nFHEhUo68x1AmBcus2XgSO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wAsyJLFemETZx2jsF9KyZN7Wpu5.jpg"
    },
    {
      "id": "tmdb:933260",
      "type": "movie",
      "name": "La sustancia",
      "ids": {
        "tmdb": 933260
      },
      "overview": "'Tú, pero mejor en todos los sentidos'. Esa es la promesa de la sustancia, un producto revolucionario basado en la división celular, que crea un alter ego más joven, más bello, más perfecto.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/w1PiIqM89r4AM7CiMEP4VLCEFUn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5ChQ84lkuix0Rl8PqOKXTQgjI8l.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bVnwy0nR5RLvQ2vDPo5VLO9nCsj.png"
    },
    {
      "id": "tmdb:126185",
      "type": "movie",
      "name": "Tres días con la familia",
      "ids": {
        "tmdb": 126185
      },
      "overview": "Después de haber pasado algún tiempo en el extranjero, Léa debe regresar inmediatamente a Gerona, donde su abuelo paterno acaba de fallecer. La muerte del patriarca de los Vich i Carbó es la excusa perfecta para forzar la convivencia entre sus descendientes. Los tres días que duran el velatorio y las exequias sirven para mostrar el juego de las apariencias y la hipocresía típico de una familia de la burguesía conservadora, en la que los problemas son evidentes, pero nunca se hacen explícitos.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/4jsI2oNJ6SbAMjszpyweeaiYz8I.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:218",
      "type": "movie",
      "name": "Terminator",
      "ids": {
        "tmdb": 218
      },
      "overview": "Un cyborg ha sido enviado desde el futuro en una misión mortal: eliminar a Sarah Connor, una joven cuya vida tendrá una gran importancia en los próximos años. Sarah tiene sólo un protector —Kyle Reese— también enviado desde el futuro. El Terminator utiliza su inteligencia excepcional y fuerza para encontrar a Sarah, pero ¿hay alguna forma de detener al cyborg aparentemente indestructible?",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/9KI49SBnwAOzGcMw1onIki7vd2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pGZZ2FZtDSAwM80h9iYkrbJGrKz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q4wdswLUVVrl8OSjYXPqjihRHXs.png"
    },
    {
      "id": "tmdb:578",
      "type": "movie",
      "name": "Tiburón",
      "ids": {
        "tmdb": 578
      },
      "overview": "En la costa de un pequeño pueblo del Este de Estados Unidos, un enorme tiburón ataca a varias personas. Temiendo las fatales consecuencias que esto puede provocar en el negocio turístico, el alcalde se niega a cerrar las playas y a difundir la noticia. Pero un nuevo ataque del tiburón, en la propia playa, termina con la vida de otro bañista. El terror se ha hecho público, así que un veterano cazador de tiburones, un científico y el jefe de la policía local se unen para dar caza al temible escualo...",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/85MbaRlyfZfZGVHoFy2Am53oVYt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4oEI7gHVlMGGKvbJVUQbS2gKBNe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mC7chprNBS4r3kWsbPc0ItmyfUG.png"
    },
    {
      "id": "tmdb:807",
      "type": "movie",
      "name": "Seven",
      "ids": {
        "tmdb": 807
      },
      "overview": "El teniente Somerset, del departamento de homicidios, está a punto de jubilarse y ser reemplazado por el ambicioso y brillante detective David Mills. Ambos tendrán que colaborar en la resolución de una serie de asesinatos cometidos por un psicópata que toma como base la relación de los siete pecados capitales: gula, pereza, soberbia, avaricia, envidia, lujuria e ira. Los cuerpos de las víctimas, sobre los que el asesino se ensaña de manera impúdica, se convertirán para los policías en un enigma que les obligará a viajar al horror y la barbarie más absoluta.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/uVPcVz4b2hnSGrXYLdIGRXwcivs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xfAi4XOuXSLhQXM7lsgEwO3X17H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9Jwo35pcCztc5FNmJpeI1EMRCye.png"
    },
    {
      "id": "tmdb:111",
      "type": "movie",
      "name": "El precio del poder",
      "ids": {
        "tmdb": 111
      },
      "overview": "Un emigrante cubano frío y sanguinario, Tony Montana, llega de Cuba para instalarse en Miami, donde se propone hacerse con un nombre dentro del crimen organizado de Florida. Junto a su amigo, Manny Rivera, inicia una ascendente carrera delictiva.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/iDABT5GD9OQmFiXM3wR0DJIxtkY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hNM4m3ED6nI7DNnR1klvRuc23uh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cqicmDZG6mh6lE3w2hFbYta9c0H.png"
    },
    {
      "id": "tmdb:568773",
      "type": "movie",
      "name": "El diablo entre las piernas",
      "ids": {
        "tmdb": 568773
      },
      "overview": "Ciudad de México. Todos los días, Beatriz es insultada y humillada por su celoso esposo, pero no huye de su lado porque ambos han creado una codependencia y, al menos ella, no concebiría su vida de otra manera: a fuerza de sentirse vejada, se siente deseada y deseable.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/mxL5lOXG1YftPrQMsZK5rPbsPBf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oKIkhhEnQ4LzJ7oo80qxrcVZbHV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hLEG4A6dnqDek7AAiOMs4xepKm8.png"
    },
    {
      "id": "tmdb:543764",
      "type": "movie",
      "name": "El viaje extraordinario de Celeste García",
      "ids": {
        "tmdb": 543764
      },
      "overview": "Celeste García, a 60-year-old former schoolteacher and current guide at the Havana Planetarium, is looking for a life change. When a group of aliens land in Cuba offering earthlings a chance to visit their planet, Celeste signs up for the journey hoping for a better and more fulfilling life.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/fjXl7u4Rbje7SsSP4uuP3md0h0I.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yPu4Qc1yu1VEhU9ZYYdnF1LiC9d.jpg"
    },
    {
      "id": "tmdb:4348",
      "type": "movie",
      "name": "Orgullo y prejuicio",
      "ids": {
        "tmdb": 4348
      },
      "overview": "Las cinco hermanas Bennet han sido criadas por una madre obsesionada por encontrarles marido. Pero una de ellas, Lizzie, inteligente y con carácter, desea una vida con perspectivas más abiertas, un anhelo respaldado por su padre. Cuando el señor Bingley, un soltero rico, y su círculo de sofisticados amigos se instalan en una mansión vecina para pasar el verano, las Bennett se entusiasman con la posibilidad de encontrar pretendientes. En el baile de bienvenida, Lizzie conoce al apuesto y elegante señor Darcy, pero, a primera vista, le parece demasiado orgulloso y arrogante.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/oixzLjpyaLagLa8UREts1NiHr6F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ymx8qUcDYxrI2tA6Oe79O2LK5PZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5Sb0buga1EaV0mDTuniU3c0fOWH.png"
    },
    {
      "id": "tmdb:20878",
      "type": "movie",
      "name": "Un rapto a la caucasiana",
      "ids": {
        "tmdb": 20878
      },
      "overview": "En su búsqueda de costumbres y folklore de la región del Cáucaso, el inocente Shurik conoce a una hermosa chica, que es secuestrada para casarse a la fuerza con un cacique local. Shurik cree que es todo una vieja tradición de la zona...",
      "year": 1967,
      "poster": "https://image.tmdb.org/t/p/w342/orp7Ec8fDDHXFYnAjOPWsuF0Dhe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ypQW4jI9eXsFjAAGgEMA8l8oAhm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/Aq12e7IrHPHDfmYRBBdlHlTE4vp.png"
    },
    {
      "id": "tmdb:290098",
      "type": "movie",
      "name": "La doncella",
      "ids": {
        "tmdb": 290098
      },
      "overview": "Corea, década de 1930, durante la colonización japonesa. Una joven llamada Sookee es contratada como doncella de una rica mujer japonesa, Hideko, que vive recluida en una gran mansión bajo la influencia de un tirano. Sookee guarda un secreto y con la ayuda de un estafador que se hace pasar por un conde japonés, planea algo para Hideko.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/1CJWo3mJwNEi0RsSZyxbgVFOj8B.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lkW05VRHaCW85CqcldLQ1qPXVEu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rn3XRsaFts7VysRswHxxtIq7ZWY.png"
    },
    {
      "id": "tmdb:718838",
      "type": "movie",
      "name": "Primavera en Beechwood",
      "ids": {
        "tmdb": 718838
      },
      "overview": "30 de marzo de 1924, Beechwood (Inglaterra). El matrimonio Niven, perteneciente a la aristocracia inglesa y que ha perdido a sus hijos en la guerra, se prepara para celebrar el Día de la Madre y el compromiso de Paul, el hijo de sus vecinos, con Emma Hobday. Los Niven han dado el día libre a su criada, Jane Fairchild, huérfana de nacimiento y, durante siete años, amante de Paul. Con la casa vacía, Paul y Jane se encontrarán por primera vez en el dormitorio de Paul. La joven pareja dará rienda suelta a la pasión clandestina sabiendo que la aventura llega a su fin y que será su último día como amantes...",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/UbMdj5ourvbVKIXicQ0OwPR874.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oBunMxU1eYW6YyToydhLNqYW3Lr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5GxkF4I9Ot4P4PAAMP4twB5O7lb.png"
    },
    {
      "id": "tmdb:272874",
      "type": "movie",
      "name": "La cañada de los ingleses",
      "ids": {
        "tmdb": 272874
      },
      "overview": "Andersen visits the English Cemetery of Málaga, fantasizing about the possibility that the great Danish writer found there his mermaid",
      "year": 2014
    },
    {
      "id": "tmdb:98",
      "type": "movie",
      "name": "Gladiator",
      "ids": {
        "tmdb": 98
      },
      "overview": "En el año 180, el Imperio Romano domina todo el mundo conocido. Tras una gran victoria sobre los bárbaros del norte, el anciano emperador Marco Aurelio decide transferir el poder a Máximo, bravo general de sus ejércitos y hombre de inquebrantable lealtad al imperio. Pero su hijo Cómodo, que aspiraba al trono, no lo acepta y trata de asesinar a Máximo.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/p08mUnCktZ2opGihZTAn7OqzOoi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qvmywctvXjXcI5dXzhMGKU41qfs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aF9ldcxU5HOEvrrhkZnd9jePoWu.png"
    },
    {
      "id": "tmdb:951048",
      "type": "movie",
      "name": "El auge del humano 3",
      "ids": {
        "tmdb": 951048
      },
      "overview": "Rodada casi en su totalidad con una cámara de 360°, diferentes grupos de personas deambulan en un mundo lluvioso, ventoso y oscuro, transportados sin problemas de un continente a otro. Están pasando tiempo juntos, tratando de escapar de sus trabajos deprimentes; a poseer la pregunta de qué hacer con su tiempo. Avanza constantemente hacia una inquietante fantasía queer surrealista. Parecen mostrarnos nuestro mundo, desde uno ligeramente diferente.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/zcgISi1yLdShD6nieswGTA6Cqpz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gNnrBpxwy7vy0t7mrrKnzOP13o7.jpg"
    },
    {
      "id": "tmdb:809",
      "type": "movie",
      "name": "Shrek 2",
      "ids": {
        "tmdb": 809
      },
      "overview": "Cuando Shrek y la princesa Fiona regresan de su luna de miel, los padres de ella los invitan a visitar el reino de Muy Muy Lejano para celebrar la boda. Para Shrek, al que nunca abandona su fiel amigo Asno, esto constituye un gran problema. Los padres de Fiona, por su parte, no esperaban que su yerno tuviera un aspecto semejante y, mucho menos, que su hija hubiera cambiado tanto. Todo esto trastoca los planes del rey respecto al futuro del reino. Pero entonces entran en escena la maquiavélica Hada Madrina, su arrogante hijo el Príncipe Encantador y un minino muy especial: el Gato con Botas, experto cazador de ogros.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/knRt4E8KyfwEv0SVu9LsLvD28IQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qKkUCwpK5A8Szu2XlNjmy9t0972.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3xIgLhQhqQOeRXbYIOi4rYkFulH.png"
    },
    {
      "id": "tmdb:115613",
      "type": "movie",
      "name": "La guerrilla de la memoria",
      "ids": {
        "tmdb": 115613
      },
      "overview": "Documental sobre la guerrilla antifranquista. Tras la Guerra Civil española (1936-1939), hubo algunos combatientes que se negaron a aceptar la derrota y se echaron al monte para luchar contra el régimen. Fueron hombres y mujeres que, cuando escucharon el último parte de guerra emitido en Burgos el 1 de abril del 39, supieron que para ellos la lucha no había terminado. Detrás de los rostros y de los relatos de Esperanza Martínez “Sole”, Remedios Montero “Celia”, Florián García “Grande”, Francisco Martínez “Quico”, Manuel Zapico “Asturiano”, José Murillo “Comandante Ríos”, Eduardo Pons Prades “Floreado Barsino”, Benjamín Rubio, Angela Losadas y Emilia Girón, se pueden descubrir cientos de vidas rebeldes. (FILMAFFINITY)",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/qJBoifotNGcpEyiveTSKF4lgtGy.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:373397",
      "type": "movie",
      "name": "Refrigerantes e Canções de Amor",
      "ids": {
        "tmdb": 373397
      },
      "overview": "A love story between a failed musician and a girl in a dinosaur costume.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/gEUq6giKp1VdqUbWbOB4LTuH6bh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vAufmrb10lrhg6witV0cNz4RrpF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mV1LUXjvTSRGlhBPyf5eXb1w3fN.png"
    },
    {
      "id": "tmdb:694",
      "type": "movie",
      "name": "El resplandor",
      "ids": {
        "tmdb": 694
      },
      "overview": "Jack Torrance se traslada, junto a su mujer y a su hijo, al impresionante hotel Overlook, en Colorado, para encargarse del mantenimiento del mismo durante la temporada invernal, en la que permanece cerrado y aislado por la nieve. Su idea es escribir su novela al tiempo que cuida de las instalaciones durante esos largos y solitarios meses de invierno, pero desde su llegada al hotel, Jack comienza a padecer inquietantes transtornos de personalidad, al mismo tiempo que en el lugar comienzan a suceder diversos fenómenos paranormales.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/mm003Mj2e9kJRsrxiVdPn2BSBPh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kgT7VSHDxwPy62Km3Xcip87jBYe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/x5je6H1AI7IkRF6fkhgGWiRAtEA.png"
    },
    {
      "id": "tmdb:254473",
      "type": "movie",
      "name": "Brick Mansions (La fortaleza)",
      "ids": {
        "tmdb": 254473
      },
      "overview": "Historia de un policía secreto que, sin que le descubran, intenta acabar con un despiadado señor del crimen. Dicho criminal resulta tremendamente peligroso, ya que tiene acceso a una destructiva bomba de neutrones. Por ello, el policía se infiltra dentro de su pandilla de malhechores e intenta derribarle desde dentro.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/opWOri0Q6D7aNjE9RICQasUS4ab.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8CtTl3cN5oF4mONXWCCP0LgcHQr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xZzAY0wynaijlwZDLvnt2NNc6Q3.png"
    },
    {
      "id": "tmdb:456280",
      "type": "movie",
      "name": "Como la espuma",
      "ids": {
        "tmdb": 456280
      },
      "overview": "Una vieja mansión. Un plan B condenado a desmadrarse. Una orgía improvisada... Y, de pronto, un montón de historias de amor, desamor, reencuentro y descubrimiento. Del amanecer al atardecer, una quincena de protagonistas vivirán una experiencia sexual y emocional que les cambiará la vida. Una historia coral en la que quince personajes se encuentran y desencuentran en una vieja mansión en la que está teniendo lugar una orgía. Pero nunca una orgía estuvo tan plagada de sentimientos...",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/lOdTMCcABa26fzvd2GgieSke8EF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lrogDaSETRPtuwmquCBiWlGXHUe.jpg"
    },
    {
      "id": "tmdb:396535",
      "type": "movie",
      "name": "Train to Busan",
      "ids": {
        "tmdb": 396535
      },
      "overview": "Un virus letal se expande por Corea del Sur, provocando violentos altercados. Los pasajeros de un tren KTX que viaja de Seúl a Busan tendrán que luchar por su supervivencia.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/anomz7b3GQtHPFH34SODDBBIUad.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6B9HaZYBG1ugyd5g6at6F3n4wOw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wzOwOGAXLUQwwXwCAHS2x0Wc35B.png"
    },
    {
      "id": "tmdb:79740",
      "type": "movie",
      "name": "Suspiros de España (y Portugal)",
      "ids": {
        "tmdb": 79740
      },
      "overview": "La muerte del viejo abad de un convento obliga a dos monjes (Galiardo y Echanove) a tomar una decisión con respecto a sus vidas. (FILMAFFINITY)",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/1ObvMJRRmdioUQwv4gE7PfexcIu.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:311215",
      "type": "movie",
      "name": "Papeles en el viento",
      "ids": {
        "tmdb": 311215
      },
      "overview": "Adaptación al cine del libro Papeles en el viento de Eduardo Sacheri (el mismo autor de El secreto de sus ojos). Cuenta la historia de 3 amigos del Club Atlético Independiente que quieren recuperar la inversión que realizó un amigo de ellos sobre un jugador de fútbol, antes de que muriera por un cáncer fulminante.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/1rJjtxIbNpbdoBJEuEjZnEQhB87.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ds3mnPcfw6DJbOv7inMosvlvA1G.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8TXwqhBW0fgbcUUW3eq8lUFIG9d.png"
    },
    {
      "id": "tmdb:11016",
      "type": "movie",
      "name": "Cayo Largo",
      "ids": {
        "tmdb": 11016
      },
      "overview": "Frank McCloud (Humphrey Bogart) es un veterano de guerra que viaja a Cayo Largo, en Florida, para visitar al padre (Lionel Barrymore) y a la viuda (Lauren Bacall) de un compañero muerto en combate. Pero su estancia se complica, ya que en su hotel se aloja también una banda de gángsters que, aprovechando una fuerte tormenta, los toman como rehenes.",
      "year": 1948,
      "poster": "https://image.tmdb.org/t/p/w342/V8AOsehKz3fkDMGvTfzmfbUNy4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/m2SXRnAd0d5N6qH2cbgluRgMX4z.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fdRl4trkTsjDhG4Yt14uWKWs5sY.png"
    },
    {
      "id": "tmdb:823219",
      "type": "movie",
      "name": "Flow, un mundo que salvar",
      "ids": {
        "tmdb": 823219
      },
      "overview": "En un mundo al borde del colapso, un gato solitario pierde su hogar por una inundación y encuentra refugio en un barco con otras especies. Juntos, deberán superar diferencias y desafíos mientras navegan por un misterioso paisaje sumergido.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/337MqZW7xii2evUDVeaWXAtopff.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ouCqgbdQTnSB7qS1v2sEmXeNNSI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/GkoK3RGzq0k0qMSHif7e9kXIyn.svg"
    },
    {
      "id": "tmdb:389",
      "type": "movie",
      "name": "12 hombres sin piedad",
      "ids": {
        "tmdb": 389
      },
      "overview": "Tras escuchar todos los testimonios y valorar las pruebas presentadas, un jurado popular compuesto por doce hombres tiene que decidir, por unanimidad, si absuelve o condena a muerte a un joven acusado de haber matado a su padre. Al principio, once están completamente convencidos de su culpabilidad y se inclinan por la condena, pero el que discrepa empieza a plantear dudas razonables que, poco a poco, van resquebrajando la inicial seguridad de los demás.",
      "year": 1957,
      "poster": "https://image.tmdb.org/t/p/w342/qyVoDb3EKO5SnhpSRpztNmZjo70.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3x1hh3VGugF4pvLURkLLOmb1rj5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qjZjRv255J1D8Ggc1biFaJnwyoq.png"
    },
    {
      "id": "tmdb:87199",
      "type": "movie",
      "name": "Viajo Porque Preciso, Volto Porque Te Amo",
      "ids": {
        "tmdb": 87199
      },
      "overview": "José Renato, a 35-year-old geologist, is sent out on a solitary expedition to the hinterlands of northeastern Brazil. The purpose of the trip is to assess possible routes for a canal that will connect the area with the only major river in the region. As the field trip progresses, it becomes clear that Renato shares with those places the same emptiness, sense of abandonment and isolation.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/kNw8FmmZ2scmlA1uY6SeudnFpLe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/68AQ8nOyizo3xSxuoNYjDjak7xM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3OwDFctZP0Shr1wILCnwGutA9xg.png"
    },
    {
      "id": "tmdb:169384",
      "type": "movie",
      "name": "14 días con Víctor",
      "ids": {
        "tmdb": 169384
      },
      "overview": "Sumido en la más profunda apatía, Víctor (Fernando Tielve), un joven de 18 años, intenta encontrar un sentido a su apagada vida. Durante un cásting conoce a Martin (Joe Dixon), un pintor venido a menos que lo toma como modelo, y a Anna (Margo Stilley), una fotógrafa obsesionada con el cáncer de su padre. Catorce días con ellos bastarán a Víctor para descubrir cómo el arte, catártico por naturaleza, puede purgar el alma y sus pesares. Pero para conseguirlo, Víctor tendrá que traspasar límites macabros e indescriptibles.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/ha7SHjRE3sGlAjz5ouKvKPelO4r.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:43261",
      "type": "movie",
      "name": "La historia de Benny Goodman",
      "ids": {
        "tmdb": 43261
      },
      "overview": "Película biográfica del llamado rey del swing Benny Goodman, desde los diez años de edad (1919), hasta su cénit en el concierto de su banda en el Carnegie Hall en 1938.",
      "year": 1956,
      "poster": "https://image.tmdb.org/t/p/w342/pbxZjnYn2hcwHb4Vr20wu0k2HYa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9eIcseuhwNfzevwee0Yn1JrtjHn.jpg"
    },
    {
      "id": "tmdb:8871",
      "type": "movie",
      "name": "El Grinch",
      "ids": {
        "tmdb": 8871
      },
      "overview": "Cada año, en Navidad, los lugareños perturban su pacífica soledad con celebraciones cada vez más desmesuradas, luminosas y ruidosas. Cuando los Quién declaran que ese año van a preparar una Navidad el triple de grande, el Grinch se da cuenta de que solo hay un modo de recuperar algo de paz y silencio: robar la Navidad. Para ello, decide hacerse pasar por Santa Claus en Nochebuena, haciéndose con un reno muy peculiar para tirar de su trineo. Mientras tanto, en Villa Quién, una dulce niña llamada Cindy-Lou, desbordante de espíritu navideño, planea con sus amigos atrapar a Papá Noel durante su visita en Nochebuena para darle las gracias por ayudar a su trabajadora madre. Sin embargo, a medida que se acerca la noche mágica, sus buenas intenciones amenazan con chocar con las del Grinch, mucho más perversas.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/yCZ3xAPM5009ltBUUwPtCeWKQWy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qkt1Qn9j6yw9rcJhvSu1p3wuiBm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/87Gk6cCexvE0VVRF25ppQ2STubX.png"
    },
    {
      "id": "tmdb:254719",
      "type": "movie",
      "name": "Historia del miedo",
      "ids": {
        "tmdb": 254719
      },
      "overview": "Un verano caluroso. Una acomodada urbanización, un barrio privado con un gigantesco parque. Un terreno abandonado en las afueras y una ola incontrolable de humo desatan la incertidumbre y el caos. (FILMAFFINITY)",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/jgXD1iODRmSnDuIJaczqWzNRRON.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:354428",
      "type": "movie",
      "name": "Dead Slow Ahead",
      "ids": {
        "tmdb": 354428
      },
      "overview": "Retrato del carguero Fair Lady, de tripulación en su mayoría filipina. El barco, entre las conversaciones alienadas con tierra firme, se convierte en un escenario fantasmal en el que Alien podría asomar en cualquier esquina. Un voltaje sensorial que carga las tintas del suspense con visión apocalíptica de este trozo de humanidad a la deriva por aguas internacionales.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/lt5iHR2VF8tccOALXt3NYjZsjBN.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wfUpUNEOcXEP3syV8tzFq7USdf2.jpg"
    },
    {
      "id": "tmdb:152601",
      "type": "movie",
      "name": "Her",
      "ids": {
        "tmdb": 152601
      },
      "overview": "En un futuro cercano, Theodore, un hombre solitario a punto de divorciarse que trabaja en una empresa como escritor de cartas para terceras personas, compra un día un nuevo sistema operativo basado en el modelo de Inteligencia Artificial, diseñado para satisfacer todas las necesidades del usuario. Para su sorpresa, se crea una relación romántica entre él y Samantha, la voz femenina de ese sistema operativo.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/n1sY9uAsQKOus91A4FtvN3JdHYH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/m6TVxyIUkEeiztiAruWVEL9efW2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1vodYfvqrlrq9XhMYygjdkgVbVm.svg"
    },
    {
      "id": "tmdb:776740",
      "type": "movie",
      "name": "On n'est pas des animaux",
      "ids": {
        "tmdb": 776740
      },
      "overview": "His ex Marie became an Instagram star (thanks to an activist group focused on the female orgasm). Depressed, Igor believes this is a deliberate campaign to prevent him from finding someone else.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/2M8Mllez6xJSKQSYUrZwZqEGKZy.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:28",
      "type": "movie",
      "name": "Apocalypse Now",
      "ids": {
        "tmdb": 28
      },
      "overview": "Durante la guerra de Vietnam, al joven Capitán Willard, un oficial de los servicios de inteligencia del ejército estadounidense, se le ha encomendado entrar en Camboya con la peligrosa misión de eliminar a Kurtz, un coronel renegado que se ha vuelto loco. El capitán deberá ir navegar por el río hasta el corazón de la selva, donde parece ser que Kurtz reina como un buda despótico sobre los miembros de la tribu Montagnard, que le adoran como a un dios.",
      "year": 1979,
      "poster": "https://image.tmdb.org/t/p/w342/zJXRrkJTlcb5x87v4VWN1zZX0Xk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9kOObQGYqSGfj21hwkEUQJQKKFh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sTNxftxEvrVPt6S5EhxvxNjpv4i.png"
    },
    {
      "id": "tmdb:45348",
      "type": "movie",
      "name": "Una doble vida",
      "ids": {
        "tmdb": 45348
      },
      "overview": "Retrato de la alta sociedad francesa. Leda, el ligue del señor Marcoux, es asesinada. Su familia prefiere dejar que la policía inculpe a un inocente, que no pertenece al círculo familiar, pero el prometido de la hija de Marcoux no está de acuerdo.",
      "year": 1959,
      "poster": "https://image.tmdb.org/t/p/w342/qS5wxG157ZDlk7e9o9rj9aQkHQ3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2YagzMUf22e3fsOXuqeOuQIGSMQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6UMLzEwgFxdl23zxz8KdS1CT7Os.png"
    },
    {
      "id": "tmdb:861451",
      "type": "movie",
      "name": "Martin",
      "ids": {
        "tmdb": 861451
      },
      "overview": "El viaje de un hombre que se descubre a sí mismo, encuentra el amor y lucha por su patria. ¿Podrá mantener el fuerte en las tres puertas?",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/bYe2ZjUhb4Kje0BpWE6kN34u2hv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/A6nBeHjhxHvSqr9YJ0BDd2MTZMu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kFMZLSkP7Jb8zPMP2AmZOXh4zkg.png"
    },
    {
      "id": "tmdb:38",
      "type": "movie",
      "name": "¡Olvídate de mí!",
      "ids": {
        "tmdb": 38
      },
      "overview": "Una mujer usa los servicios de una empresa para borrar de su memoria todo recuerdo de su ex pareja. Ofendido, el hombre intenta hacer lo mismo que ella, pero el proceso no sucede según lo esperado y el protagonista debe atravesar la gigantesca marea de recuerdos de su propio cerebro para recomponer las cosas.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/2bHEXzzccUsBNOS6rn9uvi3vAGW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kdQhNomrPtnWEfqn2ujafIRsgRg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lnCHPBafPTztZ3OFt3axPNqGjhE.png"
    }
  ]
}