{
  "metas": [
    {
      "id": "tmdb:1044736",
      "type": "movie",
      "name": "El jurado",
      "ids": {
        "tmdb": 1044736
      },
      "overview": "A sus cuarenta años, Fabio, va por la vida sin brújula. Empleado de un centro de reciclaje en Forbach, en Lorena, encuentra consuelo en el alcohol. Y un poco con Madeleine, una mujer madura con la que mantiene una relación en secreto. Un día, recibe una citación judicial para ser miembro del jurado que tendrá que decidir la vida de un joven pirómano, acusado de homicidio involuntario.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/vYqpXPUb5Y21FnT3GdN2zPncVrb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1ux7OistnML1mXvS0YUZ9BjfJ75.jpg"
    },
    {
      "id": "tmdb:933260",
      "type": "movie",
      "name": "La sustancia",
      "ids": {
        "tmdb": 933260
      },
      "overview": "'Tú, pero mejor en todos los sentidos'. Esa es la promesa de la sustancia, un producto revolucionario basado en la división celular, que crea un alter ego más joven, más bello, más perfecto.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/w1PiIqM89r4AM7CiMEP4VLCEFUn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5ChQ84lkuix0Rl8PqOKXTQgjI8l.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bVnwy0nR5RLvQ2vDPo5VLO9nCsj.png"
    },
    {
      "id": "tmdb:1028248",
      "type": "movie",
      "name": "As Good As Dead. Ahora más peligroso",
      "ids": {
        "tmdb": 1028248
      },
      "overview": "Bryant (Michael Jai White), un hombre con un pasado misterioso, se muda a un pequeño pueblo fronterizo mexicano para empezar de nuevo y vivir una vida sencilla. Mientras está allí, se hace amigo de mala gana de un adolescente local con problemas que recientemente perdió a su madre y está siendo reclutado por la pandilla callejera local.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/niTXgu5Ydz64KkanuPqkppfW5gI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mV4HOq4Q8QxigC4z0YvHWSjrs8H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/atHM5eeBUXQLw6zpulhW86mSoZA.png"
    },
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:823219",
      "type": "movie",
      "name": "Flow, un mundo que salvar",
      "ids": {
        "tmdb": 823219
      },
      "overview": "En un mundo al borde del colapso, un gato solitario pierde su hogar por una inundación y encuentra refugio en un barco con otras especies. Juntos, deberán superar diferencias y desafíos mientras navegan por un misterioso paisaje sumergido.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/337MqZW7xii2evUDVeaWXAtopff.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ouCqgbdQTnSB7qS1v2sEmXeNNSI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/GkoK3RGzq0k0qMSHif7e9kXIyn.svg"
    },
    {
      "id": "tmdb:496243",
      "type": "movie",
      "name": "Parásitos",
      "ids": {
        "tmdb": 496243
      },
      "overview": "Tanto Gi Taek (Song Kang-ho) como su familia están sin trabajo. Cuando su hijo mayor, Gi Woo (Choi Woo-sik), empieza a dar clases particulares en casa de Park (Lee Seon-gyun), las dos familias, que tienen mucho en común pese a pertenecer a dos mundos totalmente distintos, comienzan una interrelación de resultados imprevisibles.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/4N55tgxDW0RRATyrZHbx0q9HUKv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ao0dFrU4QrmnVYt6ywnsGNjmuAT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7yTwlOYScxmNEHK2RJr1YWRTOEW.png"
    },
    {
      "id": "tmdb:105",
      "type": "movie",
      "name": "Regreso al futuro",
      "ids": {
        "tmdb": 105
      },
      "overview": "El adolescente Marty McFly es amigo de Doc, un científico al que todos toman por loco. Cuando Doc crea una máquina para viajar en el tiempo, un error fortuito hace que Marty llegue a 1955, año en el que sus futuros padres aún no se habían conocido. Después de impedir su primer encuentro, deberá conseguir que se conozcan y se casen; de lo contrario, su existencia no sería posible.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/owk40tn1sFJmC7bhamEpmhdZPKa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aYFwRXjiilOavzJ6r6dYv7Q4kUV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jFYEAKzR1lkd2fhxqd8hp8fhR6u.png"
    },
    {
      "id": "tmdb:98",
      "type": "movie",
      "name": "Gladiator",
      "ids": {
        "tmdb": 98
      },
      "overview": "En el año 180, el Imperio Romano domina todo el mundo conocido. Tras una gran victoria sobre los bárbaros del norte, el anciano emperador Marco Aurelio decide transferir el poder a Máximo, bravo general de sus ejércitos y hombre de inquebrantable lealtad al imperio. Pero su hijo Cómodo, que aspiraba al trono, no lo acepta y trata de asesinar a Máximo.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/90QFOG5zSN4cbrIVs4DL4ePAuA5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qvmywctvXjXcI5dXzhMGKU41qfs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aF9ldcxU5HOEvrrhkZnd9jePoWu.png"
    },
    {
      "id": "tmdb:497",
      "type": "movie",
      "name": "La milla verde",
      "ids": {
        "tmdb": 497
      },
      "overview": "En el sur de los Estados Unidos, en plena Depresión, Paul Edgecomb es un vigilante penitenciario a cargo de la Milla Verde, un pasillo que separa las celdas de los reclusos condenados a la silla eléctrica. Esperando su ejecución está John Coffey, un gigantesco negro acusado de asesinar brutalmente a dos hermanas de nueve años. Tras una personalidad ingenua, Coffey esconde un don sobrenatural prodigioso. A medida que transcurre la historia, Paul Edgecomb aprende que los milagros ocurren... incluso en los lugares más insospechados.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/aBQiJRxGRrX0mXFMjxyzWYFtEnf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/umunWbkQ6xMWlGOpp4Tt0QuhMSz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rr2nQMagxwQ3P37FLF3P3teYvtj.png"
    },
    {
      "id": "tmdb:290098",
      "type": "movie",
      "name": "La doncella",
      "ids": {
        "tmdb": 290098
      },
      "overview": "Corea, década de 1930, durante la colonización japonesa. Una joven llamada Sookee es contratada como doncella de una rica mujer japonesa, Hideko, que vive recluida en una gran mansión bajo la influencia de un tirano. Sookee guarda un secreto y con la ayuda de un estafador que se hace pasar por un conde japonés, planea algo para Hideko.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/1CJWo3mJwNEi0RsSZyxbgVFOj8B.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lkW05VRHaCW85CqcldLQ1qPXVEu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rn3XRsaFts7VysRswHxxtIq7ZWY.png"
    },
    {
      "id": "tmdb:389",
      "type": "movie",
      "name": "12 hombres sin piedad",
      "ids": {
        "tmdb": 389
      },
      "overview": "Tras escuchar todos los testimonios y valorar las pruebas presentadas, un jurado popular compuesto por doce hombres tiene que decidir, por unanimidad, si absuelve o condena a muerte a un joven acusado de haber matado a su padre. Al principio, once están completamente convencidos de su culpabilidad y se inclinan por la condena, pero el que discrepa empieza a plantear dudas razonables que, poco a poco, van resquebrajando la inicial seguridad de los demás.",
      "year": 1957,
      "poster": "https://image.tmdb.org/t/p/w342/qyVoDb3EKO5SnhpSRpztNmZjo70.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3x1hh3VGugF4pvLURkLLOmb1rj5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qjZjRv255J1D8Ggc1biFaJnwyoq.png"
    },
    {
      "id": "tmdb:809",
      "type": "movie",
      "name": "Shrek 2",
      "ids": {
        "tmdb": 809
      },
      "overview": "Cuando Shrek y la princesa Fiona regresan de su luna de miel, los padres de ella los invitan a visitar el reino de Muy Muy Lejano para celebrar la boda. Para Shrek, al que nunca abandona su fiel amigo Asno, esto constituye un gran problema. Los padres de Fiona, por su parte, no esperaban que su yerno tuviera un aspecto semejante y, mucho menos, que su hija hubiera cambiado tanto. Todo esto trastoca los planes del rey respecto al futuro del reino. Pero entonces entran en escena la maquiavélica Hada Madrina, su arrogante hijo el Príncipe Encantador y un minino muy especial: el Gato con Botas, experto cazador de ogros.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/knRt4E8KyfwEv0SVu9LsLvD28IQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wD44moEofk0EZyFxLQItuwdGsvV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3xIgLhQhqQOeRXbYIOi4rYkFulH.png"
    },
    {
      "id": "tmdb:966",
      "type": "movie",
      "name": "Los siete magníficos",
      "ids": {
        "tmdb": 966
      },
      "overview": "Unos bandidos atacan y arrasan cada año las tierras de unos granjeros. Ante esto, varios de ellos deciden buscar a hombres que puedan defenderles. Conseguirán reunir siete hombres, cada uno de los cuales presume de una característica especial.",
      "year": 1960,
      "poster": "https://image.tmdb.org/t/p/w342/eu7dxZWlufFOkDV99IzS7Xd7tp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8rH4kHm1SOt92YSqTPVgYD2sQho.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rHPrh4Pe7ZjdkBEEF4OHPcBvD6W.png"
    },
    {
      "id": "tmdb:424",
      "type": "movie",
      "name": "La lista de Schindler",
      "ids": {
        "tmdb": 424
      },
      "overview": "Oskar Schindler, un hombre de enorme astucia y talento para las relaciones públicas, organiza un ambicioso plan para ganarse la simpatía de los nazis. Después de la invasión de Polonia por los alemanes, consigue, gracias a sus relaciones con los nazis, la propiedad de una fábrica de Cracovia. Allí emplea a cientos de operarios judíos, cuya explotación le hace prosperar rápidamente. Su gerente, también judío, es el verdadero director en la sombra, pues Schindler no tiene el menor conocimiento industrial.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/3Ho0pXsnMxpGJWqdOi0KDNdaTkT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3f92DMBTFqr3wgXpfxzrb0qv8nG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3zYgwmVJgV0rz7aIlVFREEJuxbm.png"
    },
    {
      "id": "tmdb:112160",
      "type": "movie",
      "name": "Crónicas sexuales de una familia francesa",
      "ids": {
        "tmdb": 112160
      },
      "overview": "Como cualquier adolescente virgen de 18 años Romain se siente sólo y deprimido. Al vivir una experiencia traumática en la escuela su madre Claire decide que a partir de ahora las cosas deben cambiar en el seno de la familia y adoptar una visión mucho más abierta sobre el tema tabú en la familia: el sexo.\r Romain busca una amante desesperadamente, su hermano y su hermana mayor buscan nuevas experiencias sexuales que alimenten su cruel rutina, su abuelo viudo visita con regularidad a una prostituta en busca de sexo salvaje y duro olvido y Claire y su padre buscan a través de la sexualidad intentar romper con la monotonía, aquella que cuando eran jóvenes jamás pensaban que alcanzarían algún dia.\r Pascal Arnold y Jean-Marc Barr, directores del filme, buscan innovar con una nueva manera de ver el sexo. En lugar de verlo como algo prohibido y censurado, muestran las relaciones humanas de una familia junto con aquello considerado tabú para casi cualquier entorno familiar: la sexualidad en sí.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/9rDWwyqUXsJIiCbFL8QGzSlXzae.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gvtGBiE4r2xCVp0qR0mbM85Doxp.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xSwqMBl5kMqaenFS8OCgE37v7ao.png"
    },
    {
      "id": "tmdb:578",
      "type": "movie",
      "name": "Tiburón",
      "ids": {
        "tmdb": 578
      },
      "overview": "En la costa de un pequeño pueblo del Este de Estados Unidos, un enorme tiburón ataca a varias personas. Temiendo las fatales consecuencias que esto puede provocar en el negocio turístico, el alcalde se niega a cerrar las playas y a difundir la noticia. Pero un nuevo ataque del tiburón, en la propia playa, termina con la vida de otro bañista. El terror se ha hecho público, así que un veterano cazador de tiburones, un científico y el jefe de la policía local se unen para dar caza al temible escualo...",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/85MbaRlyfZfZGVHoFy2Am53oVYt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4oEI7gHVlMGGKvbJVUQbS2gKBNe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mC7chprNBS4r3kWsbPc0ItmyfUG.png"
    },
    {
      "id": "tmdb:539",
      "type": "movie",
      "name": "Psicosis",
      "ids": {
        "tmdb": 539
      },
      "overview": "Una joven secretaria, tras cometer un robo, se marcha de la ciudad y conduce durante horas, parando para descansar en un pequeño motel de carretera regentado por un joven llamado Norman. Todo parece normal y tranquilo en el apartado motel y en la casa de al lado en la que viven Norman y su madre pero, mientras está en la ducha, la joven es asesinada salvajemente a cuchilladas.",
      "year": 1960,
      "poster": "https://image.tmdb.org/t/p/w342/xFbnc2QPG5H5gYWsGbZT4q8Akya.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4RxFaIOkQVLMnmnmTl8ZS4SIi0g.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tbDsTlf1M37hAMPvfJwiDMP0tbl.png"
    },
    {
      "id": "tmdb:1079310",
      "type": "movie",
      "name": "La receta perfecta",
      "ids": {
        "tmdb": 1079310
      },
      "overview": "Totone, de 18 años, pasa la mayor parte del tiempo bebiendo cerveza y yendo de fiesta con sus amigos a la región del Jura. Pero la realidad la atrapa: debe buscarse la vida y cuidar a su hermana de 7 años. Es entonces cuando se propone fabricar el mejor queso Comté de la región, lo que le podría hacer ganar la medalla de oro al concurso agrícola y 30.000 euros.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/bx9QYAHvxpxYcalWQZjT4IJ8h1O.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ahEqRAt0XxLZkf9rnIZyHfoqFBC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vslncpmEtaQJ5peNvcujBw7H1pa.png"
    },
    {
      "id": "tmdb:111",
      "type": "movie",
      "name": "El precio del poder",
      "ids": {
        "tmdb": 111
      },
      "overview": "Un emigrante cubano frío y sanguinario, Tony Montana, llega de Cuba para instalarse en Miami, donde se propone hacerse con un nombre dentro del crimen organizado de Florida. Junto a su amigo, Manny Rivera, inicia una ascendente carrera delictiva.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/iDABT5GD9OQmFiXM3wR0DJIxtkY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hNM4m3ED6nI7DNnR1klvRuc23uh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cqicmDZG6mh6lE3w2hFbYta9c0H.png"
    },
    {
      "id": "tmdb:218",
      "type": "movie",
      "name": "Terminator",
      "ids": {
        "tmdb": 218
      },
      "overview": "Un cyborg ha sido enviado desde el futuro en una misión mortal: eliminar a Sarah Connor, una joven cuya vida tendrá una gran importancia en los próximos años. Sarah tiene sólo un protector —Kyle Reese— también enviado desde el futuro. El Terminator utiliza su inteligencia excepcional y fuerza para encontrar a Sarah, pero ¿hay alguna forma de detener al cyborg aparentemente indestructible?",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/9KI49SBnwAOzGcMw1onIki7vd2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pGZZ2FZtDSAwM80h9iYkrbJGrKz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q4wdswLUVVrl8OSjYXPqjihRHXs.png"
    },
    {
      "id": "tmdb:396535",
      "type": "movie",
      "name": "Train to Busan",
      "ids": {
        "tmdb": 396535
      },
      "overview": "Un virus letal se expande por Corea del Sur, provocando violentos altercados. Los pasajeros de un tren KTX que viaja de Seúl a Busan tendrán que luchar por su supervivencia.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/anomz7b3GQtHPFH34SODDBBIUad.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6B9HaZYBG1ugyd5g6at6F3n4wOw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wzOwOGAXLUQwwXwCAHS2x0Wc35B.png"
    },
    {
      "id": "tmdb:1025802",
      "type": "movie",
      "name": "Drifter",
      "ids": {
        "tmdb": 1025802
      },
      "overview": "Moritz se ha mudado a Berlín para estar con el novio, pero la relación pronto termina. El joven se embarca en un viaje lleno de tropiezos, metamorfosis y autodescubrimiento.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/qGNPLBpXooPkCd487SO5oUnzSz3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lrL1GmwbDgGJX90CKHL899LQqTb.jpg"
    },
    {
      "id": "tmdb:152601",
      "type": "movie",
      "name": "Her",
      "ids": {
        "tmdb": 152601
      },
      "overview": "En un futuro cercano, Theodore, un hombre solitario a punto de divorciarse que trabaja en una empresa como escritor de cartas para terceras personas, compra un día un nuevo sistema operativo basado en el modelo de Inteligencia Artificial, diseñado para satisfacer todas las necesidades del usuario. Para su sorpresa, se crea una relación romántica entre él y Samantha, la voz femenina de ese sistema operativo.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/n1sY9uAsQKOus91A4FtvN3JdHYH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/m6TVxyIUkEeiztiAruWVEL9efW2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1vodYfvqrlrq9XhMYygjdkgVbVm.svg"
    },
    {
      "id": "tmdb:1091",
      "type": "movie",
      "name": "La cosa (El enigma de otro mundo)",
      "ids": {
        "tmdb": 1091
      },
      "overview": "En una estación experimental de la Antártida, un equipo de investigadores descubre a un ente extraño venido del espacio, que según todos los indicios ha permanecido enterrado en la nieve durante más de 100.000 años. Al descongelarse, experimenta una metamorfosis sorprendente...",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/5hkM27bPdkgQli5g5zR5pp9bkNZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wt4Ui4nxm6o4zUOE8ekM4SewlIz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cmriRydEcCNux47zsfd1JvD3ER1.png"
    },
    {
      "id": "tmdb:1050035",
      "type": "movie",
      "name": "Monstruo",
      "ids": {
        "tmdb": 1050035
      },
      "overview": "Cuando su joven hijo Minato empieza a comportarse de forma extraña, su madre siente que algo va mal. Al descubrir que el responsable de todo ello es un profesor, irrumpe en la escuela exigiendo saber qué está pasando. Pero a medida que la historia se desarrolla a través de los ojos de la madre, el profesor y el niño, la verdad va saliendo a la luz, poco a poco...",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/8frC5TllwK0jnQCqgZDE8xzsT5b.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rFhFSO0SM2eBENNlTUGuNw0g3eN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rwwMbeCyFzI9my4zuTqn4BzHWa1.png"
    },
    {
      "id": "tmdb:703",
      "type": "movie",
      "name": "Annie Hall",
      "ids": {
        "tmdb": 703
      },
      "overview": "Alvy Singer, un tipo algo neurótico, trabaja como humorista en clubs nocturnos. A sus 40 años, tras romper con Annie, su última novia, reflexiona sobre su vida, rememorando sus amores, sus matrimonios, pero muy en especial su relación con Annie, a la que conoció en una cancha de tenis. Al final, llega a la conclusión de que son sus manías y obsesiones las que siempre acaban arruinando su relación con las mujeres.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/8zsJ5bgIjOBc9YGFE7jVffDom0Z.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nErPhnNopHCPhqQaTULWIuj5otF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fuRaHakImfwzt4nMBg4EWAZN3ja.png"
    },
    {
      "id": "tmdb:38",
      "type": "movie",
      "name": "¡Olvídate de mí!",
      "ids": {
        "tmdb": 38
      },
      "overview": "Una mujer usa los servicios de una empresa para borrar de su memoria todo recuerdo de su ex pareja. Ofendido, el hombre intenta hacer lo mismo que ella, pero el proceso no sucede según lo esperado y el protagonista debe atravesar la gigantesca marea de recuerdos de su propio cerebro para recomponer las cosas.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/l5yopdLguxJsJVmMK3RgMCW2JmJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kdQhNomrPtnWEfqn2ujafIRsgRg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lnCHPBafPTztZ3OFt3axPNqGjhE.png"
    },
    {
      "id": "tmdb:519465",
      "type": "movie",
      "name": "Reina de corazones",
      "ids": {
        "tmdb": 519465
      },
      "overview": "Annie es una exitosa abogada que vive en una casa de estilo modernista con sus dos hijas y su marido Peter, un reputado físico. La aparición de Gustav, un hijo que pertenece a una relación previa de Peter, pone patas arriba la armonía que reina en la vida de Annie. Lo que en un principio parece ser un movimiento liberador para ella, pronto se convierte en una historia de poder y traición que tendrá consecuencias devastadoras en su vida.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/dnbZXUwp7ZGNZnPeBxXA1HHxsab.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aWwUdi3zxShya80CNUNA6l2KQJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4HUBBAgNDN7h2hU4LcMQOOaA3zB.png"
    },
    {
      "id": "tmdb:545611",
      "type": "movie",
      "name": "Todo a la vez en todas partes",
      "ids": {
        "tmdb": 545611
      },
      "overview": "Cuando una ruptura interdimensional altera la realidad, Evelyn, una inmigrante china en Estados Unidos, se ve envuelta en una aventura salvaje en la que sólo ella puede salvar el mundo. Perdida en los mundos infinitos del multiverso, esta heroína inesperada debe canalizar sus nuevos poderes para luchar contra los extraños y desconcertantes peligros del multiverso mientras el destino del mundo pende de un hilo.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/9R1zEZJkIah6GuLwFZWsuygn552.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/idNFfHarxVnMoiiVsk2PGA3trD7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/z1g5lrzhZapdk3Z9ItJOrdqxWGb.png"
    },
    {
      "id": "tmdb:601",
      "type": "movie",
      "name": "E.T. el extraterrestre",
      "ids": {
        "tmdb": 601
      },
      "overview": "Un pequeño ser de otro planeta se queda abandonado en la Tierra cuando su nave se marcha olvidándose de él. Tiene miedo. Está completamente solo, pero se hará amigo de un niño, que lo esconde en su casa. El niño y sus hermanos intentarán encontrar la forma de que el pequeño extraterrestre regrese a su planeta antes de que los científicos y la policía lo encuentren.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/4kixNqJAu7hWpZOnOsznL7YPuuQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/swr1MOdJuionDNYfeR5zvAmnvVJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jlgA3wk1zxCdsCZHWFpaR1KzBci.png"
    },
    {
      "id": "tmdb:420634",
      "type": "movie",
      "name": "Terrifier",
      "ids": {
        "tmdb": 420634
      },
      "overview": "El payaso psicópata Art, aterroriza a dos chicas durante la noche de Halloween, matando a todos aquellos que se interponen en su camino.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/fjXqhGmaeQpB73WerhrYU6HlyV5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gEZgH5A2TUy6oBMjkDasx3LEFHT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aTcXI4aRuOq62YT7IVJcpAhttBs.png"
    },
    {
      "id": "tmdb:1018",
      "type": "movie",
      "name": "Mulholland Drive",
      "ids": {
        "tmdb": 1018
      },
      "overview": "Betty, una joven aspirante a actriz, llega a Los Ángeles para convertirse en estrella de cine y se aloja en el apartamento de su tía. Allí conoce a Rita, una mujer que padece amnesia a causa de un accidente en Mulholland Drive. Las dos juntas deciden investigar quién es Rita y cómo llegó hasta allí.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/kLpwkbimTwTbsYixCO3eAdNCQJ8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/j7eEZdsdJ7UNQf4MU4jWILm1eZi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jNMMgX8Voo93b1LUK2yOv0DjhcU.png"
    },
    {
      "id": "tmdb:11423",
      "type": "movie",
      "name": "Memories of Murder (Crónica de un asesino en serie)",
      "ids": {
        "tmdb": 11423
      },
      "overview": "Corea del Sur, 1986. Una joven aparece brutalmente violada y asesinada. Dos meses después, se producen una serie de violaciones y asesinatos en circunstancias similares. Para buscar al asesino, se organiza un destacamento especial, encabezado por un detective de la policía local (Park Doo-man) y un detective de la policía de Seúl (Seo Tae-yoon), que ha solicitado ser asignado al caso.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/eq4oNv2fcDw8murQ9RYyCVbhPHC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/njaw7QZy5ni8ZDydx3b1EDpEfwk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/niLURXAXr6I6Z5b6fcUzz5LpH4c.png"
    },
    {
      "id": "tmdb:30484",
      "type": "movie",
      "name": "La reina guerrera",
      "ids": {
        "tmdb": 30484
      },
      "overview": "Berenice (Sybil Danníng), la esposa del emperador romano, descubre la promiscua realidad de las calles de Pompeya. Indignada, Berenice decide, a riesgo de su propia vida, luchar para acabar con tan injusta situación, que incluye la humillación a la que condenan los hombres a las mujeres, vendiéndolas en cada esquina, rebajándolas a lo más indigno. Una pelea para la que se armará con sus poderes y que iniciará con la liberación de una joven que descubre cautiva.",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/P0j17mJRpSIZOglbtPkakHSD1S.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nSwJG7ODK6v03hlyiJj6mn045dK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gBSmbOIRotN0Ox7elnKtyDPUloQ.png"
    },
    {
      "id": "tmdb:1232827",
      "type": "movie",
      "name": "La chica de la aguja",
      "ids": {
        "tmdb": 1232827
      },
      "overview": "Una joven embarazada que acaba de quedarse sin trabajo en Copenhague lucha por sobrevivir y es acogida por un anciano carismático para que la ayude a dirigir una agencia de adopción clandestina. Entre los dos se crea un vínculo inesperado, hasta que un descubrimiento repentino lo cambia todo.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/aU3p3NC3btVtLnA8LVI48asdlfI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yOuaqanFijSkw886MZjMsH3Bnwm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/98kIOi2DQw7oRx8KseZ6x3tHeWD.png"
    },
    {
      "id": "tmdb:420940",
      "type": "movie",
      "name": "Best. Partee. Ever.",
      "ids": {
        "tmdb": 420940
      },
      "overview": "Mikey, a young, discreet, gay man from the affluent class, spends five years in a city jail while hearing his case for drug pushing. Inside prison, Mikey holds back to adapt to the culture and stratification among inmates. Eventually, Mikey becomes a ‘Mayor’ (ring leader) to a group of gay inmates called “Gang-da”. Together, they thrive to survive the dangers of several gang riots, the mundane, and the decay of human dignity.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/hlN284iM5BcTK4HZel8lPfEg8ze.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zCxnfeo7ckbKNue5nLB5V526ySN.jpg"
    },
    {
      "id": "tmdb:979",
      "type": "movie",
      "name": "Irreversible",
      "ids": {
        "tmdb": 979
      },
      "overview": "Irreversible. Porque el tiempo lo destruye todo. Porque algunos actos son irreparables. Porque el hombre es un animal. Porque el deseo de venganza es un impulso natural. Porque la mayoría de los crímenes quedan sin castigo. Porque la pérdida del amado destruye como un rayo. Porque el amor es el origen de la vida. Porque toda la historia se escribe con esperma y sangre. Porque las premoniciones no modifican el curso de los acontecimientos. Porque el tiempo lo revela todo: lo mejor y lo peor.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/a6HvMOj2lVYnzqaNY6cX2hoCCXz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xV1EfNSEg6id6juJPr1vM6p9x5X.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9mkFblgXMi6g95FKQ7WVd4Dwj2e.png"
    },
    {
      "id": "tmdb:843",
      "type": "movie",
      "name": "Deseando amar",
      "ids": {
        "tmdb": 843
      },
      "overview": "Hong Kong, 1962. Chow, redactor jefe de un diario local, se muda con su mujer a un edificio habitado principalmente por gentes de Shanghai. Allí conoce a Li-zhen, una joven que acaba de instalarse en el mismo edificio con su esposo. Ella es secretaria de una empresa de exportación y su marido está continuamente de viaje de negocios. Como la mujer de Chow también está casi siempre fuera de casa, Li-zhen y Chow pasan cada vez más tiempo juntos y se hacen muy amigos. Un día, ambos descubrirán que sus respectivos cónyuges los están traicionando.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/57iJR6wTAGmH3FEyFJcDca8ljYi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ek3uOFtrCYry0UzFaCTc9TB6QpG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cCvQy6PYzc2xGU0vAmLoM27Vkcl.png"
    },
    {
      "id": "tmdb:4995",
      "type": "movie",
      "name": "Boogie nights",
      "ids": {
        "tmdb": 4995
      },
      "overview": "A los 17 años, un joven sexualmente bien dotado (Mark Wahlberg) es descubierto por un director veterano (Burt Reynolds), que lo transforma en una celebridad de la subcultura del mundo del porno en pleno apogeo de los 70. Sin embargo, la fama repentina puede pasar factura",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/njDsPPXygxLluTcWrRKtePKIWk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dbUen0xgnDpw7ATxHRwKdOBtLYQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/81p3jVcbbjevvLs6pF4oJfSFdaw.png"
    },
    {
      "id": "tmdb:15383",
      "type": "movie",
      "name": "El ejército de las sombras",
      "ids": {
        "tmdb": 15383
      },
      "overview": "Philippe Gerbier es un ingeniero civil que ha entregado todos sus esfuerzos a la valerosa resistencia francesa, de la que es uno de sus máximos responsables. Pero llega el día en que la policía colaboracionista le captura, siendo retenido en un campo de concentración bajo atenta vigilancia. Tras un traslado logrará escapar improvisando una fuga relámpago. A partir de ese momento viviremos con su testimonio el día a día de la resistencia y sus dificultades ante el poderoso invasor.",
      "year": 1969,
      "poster": "https://image.tmdb.org/t/p/w342/4BK3fC1MbazERtphugXNqqxmtJD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yD8bGwzNQ36JcFZW6Pd8KEIBRuI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3l1DdMn36zhvQRpb6vzphG4pNLN.png"
    },
    {
      "id": "tmdb:587792",
      "type": "movie",
      "name": "Palm Springs",
      "ids": {
        "tmdb": 587792
      },
      "overview": "Cuando el desenfadado Nyles y su reticente dama de honor Sarah tienen la oportunidad de encontrarse en una boda de Palm Springs, las cosas se complican al verse incapaces de escapar del lugar y el uno del otro",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/eYNS3rNpLDxx5NJ16dwczAf4a7e.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/abHa4yfuwX957FLw3FRxZFMENRV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1O92r8CnyvdEgeda7rOZDYEWNAG.png"
    },
    {
      "id": "tmdb:1278",
      "type": "movie",
      "name": "Soñadores",
      "ids": {
        "tmdb": 1278
      },
      "overview": "París, 1968. Isabelle y su hermano Theo, solos en la ciudad mientras sus padres están de viaje, invitan a su apartamento a Matthew, un joven estudiante americano al que han conocido en un cine. Una vez en casa establecen unas reglas para conocerse mutuamente, explorando emociones y erotismo a través de una serie de juegos extremadamente arriesgados.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/rdddOCZTYQuR3AXIvUiDhijKNjl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/clKa8yMJqSBgk2auTmRYIWMjF8F.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bfJDQi1XRtlRzSnjmA2Txxnhn7E.png"
    },
    {
      "id": "tmdb:1278263",
      "type": "movie",
      "name": "La semilla de la higuera sagrada",
      "ids": {
        "tmdb": 1278263
      },
      "overview": "El juez de instrucción Iman se enfrenta a la paranoia en medio de la inestabilidad política en Teherán. Cuando su arma desaparece, sospecha de su esposa y sus hijas, e impone medidas draconianas que tensan los lazos familiares mientras las reglas sociales se desmoronan.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/la5B2gNMQeEgBtAM1ClSgknkfQB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5MioRgbiGp4Tq7SgAxqdFpsa0Pq.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mrY2z3QmukgcIRl0oLLlNBOnmcN.png"
    },
    {
      "id": "tmdb:8871",
      "type": "movie",
      "name": "El Grinch",
      "ids": {
        "tmdb": 8871
      },
      "overview": "Cada año, en Navidad, los lugareños perturban su pacífica soledad con celebraciones cada vez más desmesuradas, luminosas y ruidosas. Cuando los Quién declaran que ese año van a preparar una Navidad el triple de grande, el Grinch se da cuenta de que solo hay un modo de recuperar algo de paz y silencio: robar la Navidad. Para ello, decide hacerse pasar por Santa Claus en Nochebuena, haciéndose con un reno muy peculiar para tirar de su trineo. Mientras tanto, en Villa Quién, una dulce niña llamada Cindy-Lou, desbordante de espíritu navideño, planea con sus amigos atrapar a Papá Noel durante su visita en Nochebuena para darle las gracias por ayudar a su trabajadora madre. Sin embargo, a medida que se acerca la noche mágica, sus buenas intenciones amenazan con chocar con las del Grinch, mucho más perversas.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/yCZ3xAPM5009ltBUUwPtCeWKQWy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qkt1Qn9j6yw9rcJhvSu1p3wuiBm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/87Gk6cCexvE0VVRF25ppQ2STubX.png"
    },
    {
      "id": "tmdb:12208",
      "type": "movie",
      "name": "Casino Royale",
      "ids": {
        "tmdb": 12208
      },
      "overview": "James Bond, en su dorado retiro, se deja convencer por una delegación de las grandes potencias para participar en una investigación sobre la SMERSH, una misteriosa organización internacional que pretende acabar con la estabilidad mundial.",
      "year": 1967,
      "poster": "https://image.tmdb.org/t/p/w342/yDqq99AIXTpl8lpKQjhk0Xspgsp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/l7ILQ9mp9sUpLInQisU5mb3gxdV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/87cswd9MDZhzW87tXxWahtQhbWp.png"
    },
    {
      "id": "tmdb:110415",
      "type": "movie",
      "name": "Rompenieves",
      "ids": {
        "tmdb": 110415
      },
      "overview": "Un experimento para solucionar el calentamiento global acabó con la mayoría de vida existente en el planeta. El último tren llamado Snowpiercer (Rompenieves) se mueve en círculos por el mundo, a través de un desierto de hielo y nieve. Los últimos supervivientes de la Tierra se amontonan en sus vagones. El joven Curtis (Chris Evans) iniciará una revolución desde los vagones de cola.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/bjOZwED8BWum5KZsW6vntdsWp1o.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xmJuhEgcUAbujUCmPVbM166IrBQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/233abhqwFtzGhcWStY4eonwpVnn.png"
    },
    {
      "id": "tmdb:620",
      "type": "movie",
      "name": "Los cazafantasmas",
      "ids": {
        "tmdb": 620
      },
      "overview": "Los Drs. Venkman, Stantz y Epengler, son tres doctores en parapsicología que se quedan sin empleo tras quedar excluidos de una beca universitaria de investigación. Entonces deciden formar la empresa \"Los Cazafantasmas\", dedicada a limpiar Nueva York de ectoplasmas. El aumento repentino de apariciones espectrales en la Gran Manzana será el presagio de la llegada de un peligroso y poderoso demonio.",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/7eZUL4fvjVkmNPbD8IxQT4X9emt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uUMiW6LbRyRWWPcglinQugBJWhF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kJADnzciFbQXNT3CWUUSxa4ywcq.png"
    },
    {
      "id": "tmdb:297",
      "type": "movie",
      "name": "¿Conoces a Joe Black?",
      "ids": {
        "tmdb": 297
      },
      "overview": "William Parrish es un poderoso y meticuloso magnate cuya vida se ve alterada por la llegada de un enigmático joven llamado Joe Black que se enamora de su hija. Se trata, en realidad, de la personificación de la muerte, con una misión que cumplir en dicho hogar. Versión del filme de 1934 \"La muerte de vacaciones\".",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/z2jzFfXTXnZ7oytCiIEieSXDb1b.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wkgLWfSwcKLwtlXzNQ1AaVwvAQD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/icsJmZOTNza8LSameEbs0cTl9gP.png"
    },
    {
      "id": "tmdb:5879",
      "type": "movie",
      "name": "El imperio de los sentidos",
      "ids": {
        "tmdb": 5879
      },
      "overview": "Una pareja de amantes vive una historia de amor llevada hasta límites inimaginables. La pasión se ha adueñado de ellos. El sexo ha pasado a ser lo único importante de sus vidas. Las ansias de la mujer por poseer a su hombre parecen inagotables y crecen cada día más hasta llegar a confundir el placer con el dolor.",
      "year": 1976,
      "poster": "https://image.tmdb.org/t/p/w342/2HH39jTVXDFbBNn4NDyVzyiuwSs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ozipXbwy5XBEYoTd5axkVCOAJrc.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nEoJhmTZ8fHpWgvglVqkwM2XWhG.png"
    },
    {
      "id": "tmdb:4348",
      "type": "movie",
      "name": "Orgullo y prejuicio",
      "ids": {
        "tmdb": 4348
      },
      "overview": "Las cinco hermanas Bennet han sido criadas por una madre obsesionada por encontrarles marido. Pero una de ellas, Lizzie, inteligente y con carácter, desea una vida con perspectivas más abiertas, un anhelo respaldado por su padre. Cuando el señor Bingley, un soltero rico, y su círculo de sofisticados amigos se instalan en una mansión vecina para pasar el verano, las Bennett se entusiasman con la posibilidad de encontrar pretendientes. En el baile de bienvenida, Lizzie conoce al apuesto y elegante señor Darcy, pero, a primera vista, le parece demasiado orgulloso y arrogante.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/oixzLjpyaLagLa8UREts1NiHr6F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ymx8qUcDYxrI2tA6Oe79O2LK5PZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5Sb0buga1EaV0mDTuniU3c0fOWH.png"
    }
  ]
}