{
  "metas": [
    {
      "id": "tmdb:8871",
      "type": "movie",
      "name": "El Grinch",
      "ids": {
        "tmdb": 8871
      },
      "overview": "Cada año, en Navidad, los lugareños perturban su pacífica soledad con celebraciones cada vez más desmesuradas, luminosas y ruidosas. Cuando los Quién declaran que ese año van a preparar una Navidad el triple de grande, el Grinch se da cuenta de que solo hay un modo de recuperar algo de paz y silencio: robar la Navidad. Para ello, decide hacerse pasar por Santa Claus en Nochebuena, haciéndose con un reno muy peculiar para tirar de su trineo. Mientras tanto, en Villa Quién, una dulce niña llamada Cindy-Lou, desbordante de espíritu navideño, planea con sus amigos atrapar a Papá Noel durante su visita en Nochebuena para darle las gracias por ayudar a su trabajadora madre. Sin embargo, a medida que se acerca la noche mágica, sus buenas intenciones amenazan con chocar con las del Grinch, mucho más perversas.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/yCZ3xAPM5009ltBUUwPtCeWKQWy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qkt1Qn9j6yw9rcJhvSu1p3wuiBm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/87Gk6cCexvE0VVRF25ppQ2STubX.png"
    },
    {
      "id": "tmdb:496243",
      "type": "movie",
      "name": "Parásitos",
      "ids": {
        "tmdb": 496243
      },
      "overview": "Tanto Gi Taek (Song Kang-ho) como su familia están sin trabajo. Cuando su hijo mayor, Gi Woo (Choi Woo-sik), empieza a dar clases particulares en casa de Park (Lee Seon-gyun), las dos familias, que tienen mucho en común pese a pertenecer a dos mundos totalmente distintos, comienzan una interrelación de resultados imprevisibles.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/4N55tgxDW0RRATyrZHbx0q9HUKv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ao0dFrU4QrmnVYt6ywnsGNjmuAT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7yTwlOYScxmNEHK2RJr1YWRTOEW.png"
    },
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:77250",
      "type": "movie",
      "name": "Huracán sobre la isla",
      "ids": {
        "tmdb": 77250
      },
      "overview": "Manikoora es una isla de los mares del Sur azotada desde siempre por los tifones, aunque hace años que no ha sufrido ninguno. Es una colonia francesa cuyo gobernador ejerce el poder al margen de de las tradiciones y costumbres de los nativos. Según una leyenda local, cuando la tiranía rebasa ciertos límites, los pájaros abandonan la isla y el mar ruge enfurecido. La relación amorosa entre dos nativos, Marama (Dorothy Lamour) y Terangi (Jon Hall), se verá en peligro cuando él sea encarcelado injustamente en Tahiti...",
      "year": 1937,
      "poster": "https://image.tmdb.org/t/p/w342/swrlnWrUZxoF1z4XOHRd1xDi7Wo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aTIWSdGogTc8TiiTqMEZKLjBRLl.jpg"
    },
    {
      "id": "tmdb:12662",
      "type": "movie",
      "name": "Psicosis III",
      "ids": {
        "tmdb": 12662
      },
      "overview": "Norman Bates vuelve a regentar su motel. Ha envejecido mucho, así que contrata a un hombre para que le ayude con las tareas. Mientras, una joven monja se escapa de su convento porque deja de creer en dios. Tras un largo viaje llega al motel Bates, donde se aloja. Allí comienza una relación con Norman, pero la madre de éste no esta de acuerdo.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/yNvRt7i4UUKNlh5zxyrQOcEoTji.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cjVLqPEcwww2mJfPOUGMJbqBktx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aYQYEQROZHvh8S1kqwD06Vw9m7A.png"
    },
    {
      "id": "tmdb:933260",
      "type": "movie",
      "name": "La sustancia",
      "ids": {
        "tmdb": 933260
      },
      "overview": "'Tú, pero mejor en todos los sentidos'. Esa es la promesa de la sustancia, un producto revolucionario basado en la división celular, que crea un alter ego más joven, más bello, más perfecto.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/w1PiIqM89r4AM7CiMEP4VLCEFUn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5ChQ84lkuix0Rl8PqOKXTQgjI8l.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bVnwy0nR5RLvQ2vDPo5VLO9nCsj.png"
    },
    {
      "id": "tmdb:823219",
      "type": "movie",
      "name": "Flow, un mundo que salvar",
      "ids": {
        "tmdb": 823219
      },
      "overview": "En un mundo al borde del colapso, un gato solitario pierde su hogar por una inundación y encuentra refugio en un barco con otras especies. Juntos, deberán superar diferencias y desafíos mientras navegan por un misterioso paisaje sumergido.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/337MqZW7xii2evUDVeaWXAtopff.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ouCqgbdQTnSB7qS1v2sEmXeNNSI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/GkoK3RGzq0k0qMSHif7e9kXIyn.svg"
    },
    {
      "id": "tmdb:1108336",
      "type": "movie",
      "name": "Diamante en bruto",
      "ids": {
        "tmdb": 1108336
      },
      "overview": "Liane, de 19 años, atrevida y tenaz, vive con su madre y su hermana pequeña bajo el sol polvoriento de Fréjus, en el sur de Francia. Obsesionada por la belleza y la necesidad de ser «alguien», ve en los realities la oportunidad de ser amada... El destino le sonríe cuando se presenta para participar en «La isla de los milagros».",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/913vzoOCeCynMfoTxK2w75qv3QD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rCwzI7prQhPMRxOY2r5x7Zb34Yq.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wOFsGIEMIcLU0S5zQg7Cs7WUchN.png"
    },
    {
      "id": "tmdb:497",
      "type": "movie",
      "name": "La milla verde",
      "ids": {
        "tmdb": 497
      },
      "overview": "En el sur de los Estados Unidos, en plena Depresión, Paul Edgecomb es un vigilante penitenciario a cargo de la Milla Verde, un pasillo que separa las celdas de los reclusos condenados a la silla eléctrica. Esperando su ejecución está John Coffey, un gigantesco negro acusado de asesinar brutalmente a dos hermanas de nueve años. Tras una personalidad ingenua, Coffey esconde un don sobrenatural prodigioso. A medida que transcurre la historia, Paul Edgecomb aprende que los milagros ocurren... incluso en los lugares más insospechados.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/aBQiJRxGRrX0mXFMjxyzWYFtEnf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/umunWbkQ6xMWlGOpp4Tt0QuhMSz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rr2nQMagxwQ3P37FLF3P3teYvtj.png"
    },
    {
      "id": "tmdb:2897",
      "type": "movie",
      "name": "La vuelta al mundo en 80 días",
      "ids": {
        "tmdb": 2897
      },
      "overview": "Adaptación de la novela homónima de Julio Verne. Un ladrón ha robado 55.000 libras del banco de Inglaterra. Todos creen que ha sido Philleas Fogg, un auténtico caballero inglés, que ha hecho una apuesta con sus compañeros de club, asegurando que es capaz de dar la vuelta al mundo en 80 días.",
      "year": 1956,
      "poster": "https://image.tmdb.org/t/p/w342/5sOJTtPJfOT74sSTABd3E0K5Zmy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lAOB9T3ASFPJsyPeE5GeZbPeyQ5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/buBpvn39VQrzFbQQ59eMj2ZnQ7c.png"
    },
    {
      "id": "tmdb:218",
      "type": "movie",
      "name": "Terminator",
      "ids": {
        "tmdb": 218
      },
      "overview": "Un cyborg ha sido enviado desde el futuro en una misión mortal: eliminar a Sarah Connor, una joven cuya vida tendrá una gran importancia en los próximos años. Sarah tiene sólo un protector —Kyle Reese— también enviado desde el futuro. El Terminator utiliza su inteligencia excepcional y fuerza para encontrar a Sarah, pero ¿hay alguna forma de detener al cyborg aparentemente indestructible?",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/9KI49SBnwAOzGcMw1onIki7vd2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pGZZ2FZtDSAwM80h9iYkrbJGrKz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q4wdswLUVVrl8OSjYXPqjihRHXs.png"
    },
    {
      "id": "tmdb:601",
      "type": "movie",
      "name": "E.T. el extraterrestre",
      "ids": {
        "tmdb": 601
      },
      "overview": "Un pequeño ser de otro planeta se queda abandonado en la Tierra cuando su nave se marcha olvidándose de él. Tiene miedo. Está completamente solo, pero se hará amigo de un niño, que lo esconde en su casa. El niño y sus hermanos intentarán encontrar la forma de que el pequeño extraterrestre regrese a su planeta antes de que los científicos y la policía lo encuentren.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/4kixNqJAu7hWpZOnOsznL7YPuuQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/swr1MOdJuionDNYfeR5zvAmnvVJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jlgA3wk1zxCdsCZHWFpaR1KzBci.png"
    },
    {
      "id": "tmdb:98",
      "type": "movie",
      "name": "Gladiator",
      "ids": {
        "tmdb": 98
      },
      "overview": "En el año 180, el Imperio Romano domina todo el mundo conocido. Tras una gran victoria sobre los bárbaros del norte, el anciano emperador Marco Aurelio decide transferir el poder a Máximo, bravo general de sus ejércitos y hombre de inquebrantable lealtad al imperio. Pero su hijo Cómodo, que aspiraba al trono, no lo acepta y trata de asesinar a Máximo.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/p08mUnCktZ2opGihZTAn7OqzOoi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qvmywctvXjXcI5dXzhMGKU41qfs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aF9ldcxU5HOEvrrhkZnd9jePoWu.png"
    },
    {
      "id": "tmdb:105",
      "type": "movie",
      "name": "Regreso al futuro",
      "ids": {
        "tmdb": 105
      },
      "overview": "El adolescente Marty McFly es amigo de Doc, un científico al que todos toman por loco. Cuando Doc crea una máquina para viajar en el tiempo, un error fortuito hace que Marty llegue a 1955, año en el que sus futuros padres aún no se habían conocido. Después de impedir su primer encuentro, deberá conseguir que se conozcan y se casen; de lo contrario, su existencia no sería posible.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/owk40tn1sFJmC7bhamEpmhdZPKa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aYFwRXjiilOavzJ6r6dYv7Q4kUV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jFYEAKzR1lkd2fhxqd8hp8fhR6u.png"
    },
    {
      "id": "tmdb:111",
      "type": "movie",
      "name": "El precio del poder",
      "ids": {
        "tmdb": 111
      },
      "overview": "Un emigrante cubano frío y sanguinario, Tony Montana, llega de Cuba para instalarse en Miami, donde se propone hacerse con un nombre dentro del crimen organizado de Florida. Junto a su amigo, Manny Rivera, inicia una ascendente carrera delictiva.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/iDABT5GD9OQmFiXM3wR0DJIxtkY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hNM4m3ED6nI7DNnR1klvRuc23uh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cqicmDZG6mh6lE3w2hFbYta9c0H.png"
    },
    {
      "id": "tmdb:660719",
      "type": "movie",
      "name": "Our men",
      "ids": {
        "tmdb": 660719
      },
      "overview": "Nika, de poco más de veinte años, deja Ucrania para seguir a su novio Vlad, un soldado recién llegado con base en un campamento militar en Córcega. Nika entonces conoce a Celine, esposa del Comandante Maxime, quien la guiará a través del codificado mundo de los esposos de las mujeres que se quedan. Mientras Vlad se obsesiona con la vida del legionario, Nika y Céline se ven afectadas por la distancia y el sacrificio de lo que esperaban fuera una vida familiar tradicional.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/9haRIN4J2yfApPPtfrYQ0uk0AIO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sIF7qP7YF5oRc0J6PvNxsauqCT7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9rpmU5OEYiRea67qtePDLpUGPuV.svg"
    },
    {
      "id": "tmdb:12208",
      "type": "movie",
      "name": "Casino Royale",
      "ids": {
        "tmdb": 12208
      },
      "overview": "James Bond, en su dorado retiro, se deja convencer por una delegación de las grandes potencias para participar en una investigación sobre la SMERSH, una misteriosa organización internacional que pretende acabar con la estabilidad mundial.",
      "year": 1967,
      "poster": "https://image.tmdb.org/t/p/w342/yDqq99AIXTpl8lpKQjhk0Xspgsp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/l7ILQ9mp9sUpLInQisU5mb3gxdV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/87cswd9MDZhzW87tXxWahtQhbWp.png"
    },
    {
      "id": "tmdb:578",
      "type": "movie",
      "name": "Tiburón",
      "ids": {
        "tmdb": 578
      },
      "overview": "En la costa de un pequeño pueblo del Este de Estados Unidos, un enorme tiburón ataca a varias personas. Temiendo las fatales consecuencias que esto puede provocar en el negocio turístico, el alcalde se niega a cerrar las playas y a difundir la noticia. Pero un nuevo ataque del tiburón, en la propia playa, termina con la vida de otro bañista. El terror se ha hecho público, así que un veterano cazador de tiburones, un científico y el jefe de la policía local se unen para dar caza al temible escualo...",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/85MbaRlyfZfZGVHoFy2Am53oVYt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4oEI7gHVlMGGKvbJVUQbS2gKBNe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mC7chprNBS4r3kWsbPc0ItmyfUG.png"
    },
    {
      "id": "tmdb:508",
      "type": "movie",
      "name": "Love Actually",
      "ids": {
        "tmdb": 508
      },
      "overview": "En Londres, poco antes de las Navidades, se entrelazan una serie de historias divertidas y conmovedoras. 'Love Actually' es una manera abreviada de decir 'Love Actually Is All Around' y éste es precisamente el argumento de la película: mires a donde mires, encontrarás el amor en todas partes. Todos los personajes, cada uno a su manera (un primer ministro, una vieja estrella del rock, una asistenta portuguesa que sólo habla su idioma), están relacionados con los aspectos más divertidos, tristes, ingenuos y estúpidos del amor.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/A3jpXZMwqe8DoGuykyojNIidWNj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6xrA9tMvpb3cnktNH7voJ62S41N.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2XMBZCDjHRShdEhUC5btOJazCos.png"
    },
    {
      "id": "tmdb:927",
      "type": "movie",
      "name": "Gremlins",
      "ids": {
        "tmdb": 927
      },
      "overview": "Rand es un viajante que un día regala a su hijo Billy una tierna y extraña criatura, un mogwai. El inocente regalo, sin embargo, será el origen de toda una ola de gamberradas y fechorías en un pequeño pueblo de Estados Unidos. Todo empieza cuando son infringidas, una tras otra, las tres reglas básicas que deben seguirse para cuidar a un mogwai: no darle de comer después de medianoche, no mojarlo y evitar que le dé la luz del Sol.",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/gDSfs0hqAQVJ9jIHbX3AJ3StTVG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uBrbsW5VlVp8IUazcn69HSy5s0r.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fbFJ5SVajGly1kCLdSjOUCM1wAA.png"
    },
    {
      "id": "tmdb:396535",
      "type": "movie",
      "name": "Train to Busan",
      "ids": {
        "tmdb": 396535
      },
      "overview": "Un virus letal se expande por Corea del Sur, provocando violentos altercados. Los pasajeros de un tren KTX que viaja de Seúl a Busan tendrán que luchar por su supervivencia.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/anomz7b3GQtHPFH34SODDBBIUad.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6B9HaZYBG1ugyd5g6at6F3n4wOw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wzOwOGAXLUQwwXwCAHS2x0Wc35B.png"
    },
    {
      "id": "tmdb:1380998",
      "type": "movie",
      "name": "The Book",
      "ids": {
        "tmdb": 1380998
      },
      "overview": "Verónica es una joven periodista que necesita encontrar respuestas, necesita saber por qué dos de sus personas más queridas actuaron de la misma forma, e intuye que solo encontrará respuestas a su problema familiar rebuscando en sus orígenes. Su investigación le conduce hasta un misterioso libro que se encuentra atado con unas tijeras amarradas en su interior. A partir de ahí, Verónica debe enfrentarse a las fuerzas de la oscuridad en una batalla sin cuartel.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/qlOWxBek4G7Jw52ZBuCKzy4RlKm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tKOVUbkfbui9i7sB3oaDQ8QXAYw.jpg"
    },
    {
      "id": "tmdb:152601",
      "type": "movie",
      "name": "Her",
      "ids": {
        "tmdb": 152601
      },
      "overview": "En un futuro cercano, Theodore, un hombre solitario a punto de divorciarse que trabaja en una empresa como escritor de cartas para terceras personas, compra un día un nuevo sistema operativo basado en el modelo de Inteligencia Artificial, diseñado para satisfacer todas las necesidades del usuario. Para su sorpresa, se crea una relación romántica entre él y Samantha, la voz femenina de ese sistema operativo.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/n1sY9uAsQKOus91A4FtvN3JdHYH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/m6TVxyIUkEeiztiAruWVEL9efW2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1vodYfvqrlrq9XhMYygjdkgVbVm.svg"
    },
    {
      "id": "tmdb:1028248",
      "type": "movie",
      "name": "As Good As Dead. Ahora más peligroso",
      "ids": {
        "tmdb": 1028248
      },
      "overview": "Bryant (Michael Jai White), un hombre con un pasado misterioso, se muda a un pequeño pueblo fronterizo mexicano para empezar de nuevo y vivir una vida sencilla. Mientras está allí, se hace amigo de mala gana de un adolescente local con problemas que recientemente perdió a su madre y está siendo reclutado por la pandilla callejera local.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/niTXgu5Ydz64KkanuPqkppfW5gI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mV4HOq4Q8QxigC4z0YvHWSjrs8H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/atHM5eeBUXQLw6zpulhW86mSoZA.png"
    },
    {
      "id": "tmdb:807",
      "type": "movie",
      "name": "Seven",
      "ids": {
        "tmdb": 807
      },
      "overview": "El teniente Somerset, del departamento de homicidios, está a punto de jubilarse y ser reemplazado por el ambicioso y brillante detective David Mills. Ambos tendrán que colaborar en la resolución de una serie de asesinatos cometidos por un psicópata que toma como base la relación de los siete pecados capitales: gula, pereza, soberbia, avaricia, envidia, lujuria e ira. Los cuerpos de las víctimas, sobre los que el asesino se ensaña de manera impúdica, se convertirán para los policías en un enigma que les obligará a viajar al horror y la barbarie más absoluta.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/uVPcVz4b2hnSGrXYLdIGRXwcivs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xfAi4XOuXSLhQXM7lsgEwO3X17H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9Jwo35pcCztc5FNmJpeI1EMRCye.png"
    },
    {
      "id": "tmdb:769",
      "type": "movie",
      "name": "Uno de los nuestros",
      "ids": {
        "tmdb": 769
      },
      "overview": "Henry, un niño de trece años de Brooklyn, vive fascinado con el mundo de los gángsters. Su sueño se hace realidad cuando entra a formar parte de la familia Pauline, dueña absoluta de la zona, que lo educan como un miembro más de la banda convirtiéndole en un destacado mafioso.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/nocvbyxKR5b1vxagy46SfEiMK3P.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/x9O4hF8y5gzqw7YY2hWzSl6C88H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zDaNBOixW4EzEsX3MEhd2AJQpfC.png"
    },
    {
      "id": "tmdb:254",
      "type": "movie",
      "name": "King Kong",
      "ids": {
        "tmdb": 254
      },
      "overview": "La suerte de Ann Darrow cambia cuando conoce a Carl Denham, un empresario que lucha para abrirse camino en el mundo del espectáculo. A ellos se une Jack Driscoll, un autor de teatro neoyorquino. Los tres emprenden un viaje que los llevará hasta una remota isla, donde Denham tiene previsto dirigir una película. Allí descubren un ser increíble, un gorila gigante, King Kong, que habita en una frondosa selva, donde criaturas prehistóricas han vivido ocultas durante millones de años. Denham, con un apetito insaciable de grandeza, enseguida ve la fama que puede reportarle la captura del gorila y su exhibición en Nueva York.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/tSfZ6LoZgnz8BOrSQVo24vqv4nW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4QRjnMYg3PyATd96bb2kXGvE96S.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bLl02c4vewuscZ7CRo2xUc1uJud.png"
    },
    {
      "id": "tmdb:505953",
      "type": "movie",
      "name": "Amigos para siempre",
      "ids": {
        "tmdb": 505953
      },
      "overview": "Basada en el aclamado libro homónimo, Storm Boy es la historia de un joven que crece en la hermosa pero deshabitada costa del sur de Australia y que inesperadamente rescata a tres pelícanos huérfanos. Tras crear un vínculo cercano con ellos se verá en una peculiar situación con su padre pescador, con lo que su vida dará un nuevo e inesperado giro.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/geQ8xR84vmv44NuYgjmhvHF5HNm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2XPCsiRp60tycZW0p9y4RCqrAYB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xBWPyeRRAXkBpSG7zFdj8KUhw3e.png"
    },
    {
      "id": "tmdb:509",
      "type": "movie",
      "name": "Notting Hill",
      "ids": {
        "tmdb": 509
      },
      "overview": "La historia se centra en William, propietario de una tienda de libros en el popular barrio londinense de Notting Hill, y Anna Scott, la estrella más rutilante del firmamento cinematográfico. Desde el momento en que la actriz entra en la tienda, William se embarca en un cortejo complicado, para el cual cuenta con la inestimable ayuda de sus inseparables amigos, entre los que destaca su compañero de piso el singular Spike, que observa con asombro e incredulidad cómo el bueno de William tiene un romance con una mujer inalcanzable para cualquier otro ser humano.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/8JBfE9HYudCyosnchh1aZqj0xcM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/m2QZibGO3O4TT6dQ6yIZ0rWdRUu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tmTWtimYmxL4SP8EFpeCFnOznKN.png"
    },
    {
      "id": "tmdb:545611",
      "type": "movie",
      "name": "Todo a la vez en todas partes",
      "ids": {
        "tmdb": 545611
      },
      "overview": "Cuando una ruptura interdimensional altera la realidad, Evelyn, una inmigrante china en Estados Unidos, se ve envuelta en una aventura salvaje en la que sólo ella puede salvar el mundo. Perdida en los mundos infinitos del multiverso, esta heroína inesperada debe canalizar sus nuevos poderes para luchar contra los extraños y desconcertantes peligros del multiverso mientras el destino del mundo pende de un hilo.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/9R1zEZJkIah6GuLwFZWsuygn552.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/idNFfHarxVnMoiiVsk2PGA3trD7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/z1g5lrzhZapdk3Z9ItJOrdqxWGb.png"
    },
    {
      "id": "tmdb:77",
      "type": "movie",
      "name": "Memento",
      "ids": {
        "tmdb": 77
      },
      "overview": "Leonard Shelby sigue la pista del hombre que violó y asesinó a su mujer. Sin embargo, la dificultad de localizar al asesino de su esposa se ve agravada por el hecho de que padece una forma rara e intratable de pérdida de memoria a corto plazo. Aunque puede recordar detalles de la vida antes de su accidente, Leonard no puede recordar qué ha pasado hace quince minutos, adónde va o por qué.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/neHrQLVfT3KPqvv30pNPyRb6chQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tgHtpKBIsnfg4pm7FIs0K36H05b.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hlh8G7r8iOqJmpRbN8j9IvtMgc9.png"
    },
    {
      "id": "tmdb:792",
      "type": "movie",
      "name": "Platoon",
      "ids": {
        "tmdb": 792
      },
      "overview": "Chris Taylor es un ingenuo joven estadounidense que, a su llegada a Vietnam, descubre que no sólo debe combatir contra los soldados vietnamitas sino también contra el miedo que le atormenta, el cansancio y la rabia que le invade. Mientras sus dos oficiales al mando libran su propia batalla personal, el conflicto, el caos y el odio hacen mella en Taylor, confundiendo su realidad e insensibilizándole ante el valor más preciado del ser humano... la vida.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/5rFtpX7HQoyIlXbenlovUVVObwp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/A22iYyW1n9EC5gn7NXuD6Ym4Ojg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/104cnXJEg5405iAVQj3m5Id1LZZ.png"
    },
    {
      "id": "tmdb:66194",
      "type": "movie",
      "name": "Tres historias para no dormir",
      "ids": {
        "tmdb": 66194
      },
      "overview": "Brian no puede dormir, por lo que le pide a su tio Mike que le cuente algún cuento para conciliar el sueño. Su tio le cuenta tres historias muy diferentes a cada cual más fantástica y morbosa.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/7ry24av1bz06qFjSYr4lxbyFvOJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cuWG46mEf9c2dWy5TI4wH694Bxr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rSMi14kGdb3lQJbokW0zXHKeN8C.png"
    },
    {
      "id": "tmdb:694",
      "type": "movie",
      "name": "El resplandor",
      "ids": {
        "tmdb": 694
      },
      "overview": "Jack Torrance se traslada, junto a su mujer y a su hijo, al impresionante hotel Overlook, en Colorado, para encargarse del mantenimiento del mismo durante la temporada invernal, en la que permanece cerrado y aislado por la nieve. Su idea es escribir su novela al tiempo que cuida de las instalaciones durante esos largos y solitarios meses de invierno, pero desde su llegada al hotel, Jack comienza a padecer inquietantes transtornos de personalidad, al mismo tiempo que en el lugar comienzan a suceder diversos fenómenos paranormales.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/mm003Mj2e9kJRsrxiVdPn2BSBPh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kgT7VSHDxwPy62Km3Xcip87jBYe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/x5je6H1AI7IkRF6fkhgGWiRAtEA.png"
    },
    {
      "id": "tmdb:500487",
      "type": "movie",
      "name": "Matria",
      "ids": {
        "tmdb": 500487
      },
      "overview": "Ramona vive con un marido, con quien apenas se comunica, y trabaja en una fábrica de conservas con una supervisora abusiva.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/7bhbT1u1dWrzkQgLhWv0LRc9Z78.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1EPbPmgsuKuLiCJtGGFmlLeLafc.jpg"
    },
    {
      "id": "tmdb:364051",
      "type": "movie",
      "name": "Las Inocentes",
      "ids": {
        "tmdb": 364051
      },
      "overview": "Narra la historia real de unas monjas polacas embarazadas tras ser violadas por las tropas rusas tras terminar la II Guerra Mundial. Agosto de 1945. Un monasterio cerca de Varsovia (Polonia) alberga un oscuro secreto. Mathilde Beaulieu es una joven médico enviada por la Cruz Roja con el fin de garantizar la repatriación de los prisioneros franceses heridos en la frontera entre Alemania y Polonia. Pero la sorpresa llega cuando descubre que una gran parte de las hermanas del convento están embarazadas por soldados del Ejército Rojo. Aunque Mathilde es inexperta, deberá aprender a sacar adelante esta inusual situación y ayudar a las hermanas.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/91oXT4jhSbe1pqeFs3HHCSOorGT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3ZcsuZHrkLNVh35M00Ycs5aLGS0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/z0WKrWku3ByUGhW7v97mCA8Zkz9.png"
    },
    {
      "id": "tmdb:22985",
      "type": "movie",
      "name": "El merodeador",
      "ids": {
        "tmdb": 22985
      },
      "overview": "Los Ángeles, California. Un policía que, descontento con su trabajo, culpa a otros de sus problemas laborales, es designado para investigar el caso de un merodeador que ronda la casa de una mujer casada.",
      "year": 1951,
      "poster": "https://image.tmdb.org/t/p/w342/p57w8x7NzOjS3NE9GiafJWYExuc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kT9SWKJJkKfYeBOlm3mAqYXtx6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oOkINtDWOpzn8cKHBqvW0PXJ4zm.png"
    },
    {
      "id": "tmdb:718838",
      "type": "movie",
      "name": "Primavera en Beechwood",
      "ids": {
        "tmdb": 718838
      },
      "overview": "30 de marzo de 1924, Beechwood (Inglaterra). El matrimonio Niven, perteneciente a la aristocracia inglesa y que ha perdido a sus hijos en la guerra, se prepara para celebrar el Día de la Madre y el compromiso de Paul, el hijo de sus vecinos, con Emma Hobday. Los Niven han dado el día libre a su criada, Jane Fairchild, huérfana de nacimiento y, durante siete años, amante de Paul. Con la casa vacía, Paul y Jane se encontrarán por primera vez en el dormitorio de Paul. La joven pareja dará rienda suelta a la pasión clandestina sabiendo que la aventura llega a su fin y que será su último día como amantes...",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/UbMdj5ourvbVKIXicQ0OwPR874.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oBunMxU1eYW6YyToydhLNqYW3Lr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5GxkF4I9Ot4P4PAAMP4twB5O7lb.png"
    },
    {
      "id": "tmdb:4348",
      "type": "movie",
      "name": "Orgullo y prejuicio",
      "ids": {
        "tmdb": 4348
      },
      "overview": "Las cinco hermanas Bennet han sido criadas por una madre obsesionada por encontrarles marido. Pero una de ellas, Lizzie, inteligente y con carácter, desea una vida con perspectivas más abiertas, un anhelo respaldado por su padre. Cuando el señor Bingley, un soltero rico, y su círculo de sofisticados amigos se instalan en una mansión vecina para pasar el verano, las Bennett se entusiasman con la posibilidad de encontrar pretendientes. En el baile de bienvenida, Lizzie conoce al apuesto y elegante señor Darcy, pero, a primera vista, le parece demasiado orgulloso y arrogante.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/oixzLjpyaLagLa8UREts1NiHr6F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ymx8qUcDYxrI2tA6Oe79O2LK5PZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5Sb0buga1EaV0mDTuniU3c0fOWH.png"
    },
    {
      "id": "tmdb:42258",
      "type": "movie",
      "name": "KATTY TIPPEL",
      "ids": {
        "tmdb": 42258
      },
      "overview": "Finales del siglo XIX. Katty, huyendo de la pobreza, abandona su pueblo y se traslada a Ámsterdam, donde ejerce la prostitución para mejorar el nivel de vida de su familia. En la capital conocerá el poder de corrupción del dinero y el sórdido mundo de la explotación sexual.",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/2xIaUVAzO5IM7PVOqDGxHbTrUf4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jmBZp22GAoEUoVPEz3fKEIERs6r.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aUtf6XUx11ovZwfCetJkil2Q6qs.png"
    },
    {
      "id": "tmdb:1791",
      "type": "movie",
      "name": "La pianista",
      "ids": {
        "tmdb": 1791
      },
      "overview": "Una mujer, profesora de piano en un conservatorio, frecuenta cines porno y tiendas de sexo para escapar de la influencia de su dominante madre. Uno de sus alumnos se propone seducirla.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/pR7lOkoI5XRan0NDqMpuw5eRkx2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fbZbPb2GhKJQSTTt3QGoD36QiNo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cAGtcRN0VNCdP6ygbM5QMWVcJnd.png"
    },
    {
      "id": "tmdb:28178",
      "type": "movie",
      "name": "Siempre a tu lado",
      "ids": {
        "tmdb": 28178
      },
      "overview": "Basada en una historia real. Un profesor de universidad adopta a un perro vagabundo en una estación del tren. Tras recabar información sobre el animal, el profesor descubre que el perro iba a los andenes a diario durante semanas para esperar el regreso de su amo, pero éste había muerto en un accidente en la ciudad. El perro Hachiko, al lado de su nuevo amo a quien también le cambiará la vida cuando descubre los lazos que se pueden crear entre un animal y una persona.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rLPMD8BOHjvvjjCX7BZQdqNWBm2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFCNw7ewLrc4BgRUw9mN3G3vxOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSBpv8j18UoN1G5jaQgRMTfK0O2.png"
    },
    {
      "id": "tmdb:809",
      "type": "movie",
      "name": "Shrek 2",
      "ids": {
        "tmdb": 809
      },
      "overview": "Cuando Shrek y la princesa Fiona regresan de su luna de miel, los padres de ella los invitan a visitar el reino de Muy Muy Lejano para celebrar la boda. Para Shrek, al que nunca abandona su fiel amigo Asno, esto constituye un gran problema. Los padres de Fiona, por su parte, no esperaban que su yerno tuviera un aspecto semejante y, mucho menos, que su hija hubiera cambiado tanto. Todo esto trastoca los planes del rey respecto al futuro del reino. Pero entonces entran en escena la maquiavélica Hada Madrina, su arrogante hijo el Príncipe Encantador y un minino muy especial: el Gato con Botas, experto cazador de ogros.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/knRt4E8KyfwEv0SVu9LsLvD28IQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qKkUCwpK5A8Szu2XlNjmy9t0972.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3xIgLhQhqQOeRXbYIOi4rYkFulH.png"
    },
    {
      "id": "tmdb:424",
      "type": "movie",
      "name": "La lista de Schindler",
      "ids": {
        "tmdb": 424
      },
      "overview": "Oskar Schindler, un hombre de enorme astucia y talento para las relaciones públicas, organiza un ambicioso plan para ganarse la simpatía de los nazis. Después de la invasión de Polonia por los alemanes, consigue, gracias a sus relaciones con los nazis, la propiedad de una fábrica de Cracovia. Allí emplea a cientos de operarios judíos, cuya explotación le hace prosperar rápidamente. Su gerente, también judío, es el verdadero director en la sombra, pues Schindler no tiene el menor conocimiento industrial.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/3Ho0pXsnMxpGJWqdOi0KDNdaTkT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3f92DMBTFqr3wgXpfxzrb0qv8nG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3zYgwmVJgV0rz7aIlVFREEJuxbm.png"
    },
    {
      "id": "tmdb:268171",
      "type": "movie",
      "name": "Elsa & Fred",
      "ids": {
        "tmdb": 268171
      },
      "overview": "\"Elsa y Fred\" es la historia de dos personas que, al final del camino, descubren que nunca es demasiado tarde para amar y hacer que los sueños se hagan realidad.\r\n Nueva versión y adaptación hollywodense de la película argentina de 2005 del mismo nombre, dirigida por Marcos Carnevale. (FILMAFFINITY)",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/yNzVwtlqOmPLVKD5zZIzAME9vYc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fbTWXivDSKqUQDrnAVDKbPMsCel.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/byt8ASlRa2a7jhvpKqQrJIWTfRh.png"
    },
    {
      "id": "tmdb:510",
      "type": "movie",
      "name": "Alguien voló sobre el nido del cuco",
      "ids": {
        "tmdb": 510
      },
      "overview": "Randle McMurphy (Jack Nicholson), un violador de espíritu libre, que vive contracorriente, es recluido en un hospital psiquiátrico. La inflexible disciplina del centro acentúa su contagiosa tendencia al desorden, que acabará desencadenando una guerra entre los pacientes y el personal de la clínica con la fría y severa enfermera Ratched (Louise Fletcher) a la cabeza. La suerte de cada paciente del pabellón está en juego.",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/lBYmCynNEPt7HVaJvuXgfHvLhbJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1uHTJcL7fCxulnmK2fzUAIOvOHm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hyh70mLvjOikYGZE4IIv6u2utH6.png"
    },
    {
      "id": "tmdb:2649",
      "type": "movie",
      "name": "The Game",
      "ids": {
        "tmdb": 2649
      },
      "overview": "Nicholas Van Orton es un perspicaz e influyente hombre de negocios acostumbrado a controlar absolutamente todas las facetas de su existencia. Sin embargo, su perfecta vida sufre un dramático cambio cuando su hermano Conrad le hace un original regalo de cumpleaños que pronto tendrá consecuencias devastadoras. Se trata del acceso a una misteriosa y nueva forma de entretenimiento en la que todo puede perderse, y con una sola regla: no hay reglas.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/hvEEVdC8VdT3JpwAGiSHO5sEmDH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cYnM7WRsdEbh1tLXfbwTWBOUB5s.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bv7FZPmhP9s9NhFC1ZnGIEtxBO9.png"
    },
    {
      "id": "tmdb:146768",
      "type": "movie",
      "name": "El americano",
      "ids": {
        "tmdb": 146768
      },
      "overview": "Un vaquero americano (Glenn Ford) transporta ganado de Estados Unidos a la selva de Brasil, donde ha vendido una manada de toros por una pequeña fortuna. Al llegar allí, tiene que enfrentarse a dos ganaderos peleados entre sí.",
      "year": 1955,
      "poster": "https://image.tmdb.org/t/p/w342/3wwKFnrNxf0LGK8KmaO6URV4na1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hPxBuVCLV5yEUj1vY6WSilTEVS8.jpg"
    },
    {
      "id": "tmdb:26901",
      "type": "movie",
      "name": "Otto; or, Up with Dead People",
      "ids": {
        "tmdb": 26901
      },
      "overview": "A young zombie named Otto appears on a remote highway. He has no idea where he came from or where he is going. After hitching a ride to Berlin and nesting in an abandoned amusement park, he begins to explore the city. Soon he is discovered by underground filmmaker Medea Yarn, who begins to make a documentary about him with the support of her girlfriend, Hella Bent, and her brother Adolf, who operates the camera. Meanwhile, Medea is still trying to finish Up with Dead People, the epic political-porno-zombie movie that she has been working on for years. She convinces its star, Fritz Fritze, to allow the vulnerable Otto to stay in his guest bedroom. When Otto discovers that he has a wallet that contains information about his past, before he was dead, he begins to remember details about his ex-boyfriend, Rudolf. He arranges to meet him at the schoolyard where they met, with devastating results.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/xGmyTOXACi6Va1RX5pqCCQgckss.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8mGRw6FPEEPT8G2ZfFQczT9Zwsz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/spR3Bpw6TVi6ImAnpZopBs8zBvd.png"
    },
    {
      "id": "tmdb:979",
      "type": "movie",
      "name": "Irreversible",
      "ids": {
        "tmdb": 979
      },
      "overview": "Irreversible. Porque el tiempo lo destruye todo. Porque algunos actos son irreparables. Porque el hombre es un animal. Porque el deseo de venganza es un impulso natural. Porque la mayoría de los crímenes quedan sin castigo. Porque la pérdida del amado destruye como un rayo. Porque el amor es el origen de la vida. Porque toda la historia se escribe con esperma y sangre. Porque las premoniciones no modifican el curso de los acontecimientos. Porque el tiempo lo revela todo: lo mejor y lo peor.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/a6HvMOj2lVYnzqaNY6cX2hoCCXz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xV1EfNSEg6id6juJPr1vM6p9x5X.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9mkFblgXMi6g95FKQ7WVd4Dwj2e.png"
    }
  ]
}