{
  "metas": [
    {
      "id": "tmdb:1028248",
      "type": "movie",
      "name": "As Good As Dead. Ahora más peligroso",
      "ids": {
        "tmdb": 1028248
      },
      "overview": "Bryant (Michael Jai White), un hombre con un pasado misterioso, se muda a un pequeño pueblo fronterizo mexicano para empezar de nuevo y vivir una vida sencilla. Mientras está allí, se hace amigo de mala gana de un adolescente local con problemas que recientemente perdió a su madre y está siendo reclutado por la pandilla callejera local.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/niTXgu5Ydz64KkanuPqkppfW5gI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mV4HOq4Q8QxigC4z0YvHWSjrs8H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/atHM5eeBUXQLw6zpulhW86mSoZA.png"
    },
    {
      "id": "tmdb:933260",
      "type": "movie",
      "name": "La sustancia",
      "ids": {
        "tmdb": 933260
      },
      "overview": "'Tú, pero mejor en todos los sentidos'. Esa es la promesa de la sustancia, un producto revolucionario basado en la división celular, que crea un alter ego más joven, más bello, más perfecto.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/w1PiIqM89r4AM7CiMEP4VLCEFUn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5ChQ84lkuix0Rl8PqOKXTQgjI8l.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bVnwy0nR5RLvQ2vDPo5VLO9nCsj.png"
    },
    {
      "id": "tmdb:592695",
      "type": "movie",
      "name": "Pleasure",
      "ids": {
        "tmdb": 592695
      },
      "overview": "La joven Linnéa deja atrás su vida en un pueblo sueco para ir a Los Angeles y convertirse en la próxima gran estrella porno. El camino hacia su objetivo será más accidentado de lo que había imaginado.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/eq2JtD4oWJG82zWMaJvzwsV7whK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/frh6CYLtdXVcJ7cEDBQQGQPkaUx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3ZFtbU6R6p4gulKHDXJ02ebPv8l.png"
    },
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:496243",
      "type": "movie",
      "name": "Parásitos",
      "ids": {
        "tmdb": 496243
      },
      "overview": "Tanto Gi Taek (Song Kang-ho) como su familia están sin trabajo. Cuando su hijo mayor, Gi Woo (Choi Woo-sik), empieza a dar clases particulares en casa de Park (Lee Seon-gyun), las dos familias, que tienen mucho en común pese a pertenecer a dos mundos totalmente distintos, comienzan una interrelación de resultados imprevisibles.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/4N55tgxDW0RRATyrZHbx0q9HUKv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ao0dFrU4QrmnVYt6ywnsGNjmuAT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7yTwlOYScxmNEHK2RJr1YWRTOEW.png"
    },
    {
      "id": "tmdb:497",
      "type": "movie",
      "name": "La milla verde",
      "ids": {
        "tmdb": 497
      },
      "overview": "En el sur de los Estados Unidos, en plena Depresión, Paul Edgecomb es un vigilante penitenciario a cargo de la Milla Verde, un pasillo que separa las celdas de los reclusos condenados a la silla eléctrica. Esperando su ejecución está John Coffey, un gigantesco negro acusado de asesinar brutalmente a dos hermanas de nueve años. Tras una personalidad ingenua, Coffey esconde un don sobrenatural prodigioso. A medida que transcurre la historia, Paul Edgecomb aprende que los milagros ocurren... incluso en los lugares más insospechados.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/aBQiJRxGRrX0mXFMjxyzWYFtEnf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/umunWbkQ6xMWlGOpp4Tt0QuhMSz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rr2nQMagxwQ3P37FLF3P3teYvtj.png"
    },
    {
      "id": "tmdb:809",
      "type": "movie",
      "name": "Shrek 2",
      "ids": {
        "tmdb": 809
      },
      "overview": "Cuando Shrek y la princesa Fiona regresan de su luna de miel, los padres de ella los invitan a visitar el reino de Muy Muy Lejano para celebrar la boda. Para Shrek, al que nunca abandona su fiel amigo Asno, esto constituye un gran problema. Los padres de Fiona, por su parte, no esperaban que su yerno tuviera un aspecto semejante y, mucho menos, que su hija hubiera cambiado tanto. Todo esto trastoca los planes del rey respecto al futuro del reino. Pero entonces entran en escena la maquiavélica Hada Madrina, su arrogante hijo el Príncipe Encantador y un minino muy especial: el Gato con Botas, experto cazador de ogros.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/knRt4E8KyfwEv0SVu9LsLvD28IQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wD44moEofk0EZyFxLQItuwdGsvV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3xIgLhQhqQOeRXbYIOi4rYkFulH.png"
    },
    {
      "id": "tmdb:541339",
      "type": "movie",
      "name": "Las Niñas Bien",
      "ids": {
        "tmdb": 541339
      },
      "overview": "En medio de casas de lujo, autos Grand Marquis y música de Julio Iglesias, Yuri y Menudo, Sofia  y un grupo de mujeres viven los devenires del clasismo, las buenas costumbres y las crisis económicas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/cfKPGXhJvBM2Q7YOUd1qlMUcK1x.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eZTYCXHXo9QDqX3Kw5bWJv65vY0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8sqeGU0RFR0ZFRtZobZOxjLfHyu.png"
    },
    {
      "id": "tmdb:823219",
      "type": "movie",
      "name": "Flow, un mundo que salvar",
      "ids": {
        "tmdb": 823219
      },
      "overview": "En un mundo al borde del colapso, un gato solitario pierde su hogar por una inundación y encuentra refugio en un barco con otras especies. Juntos, deberán superar diferencias y desafíos mientras navegan por un misterioso paisaje sumergido.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/337MqZW7xii2evUDVeaWXAtopff.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ouCqgbdQTnSB7qS1v2sEmXeNNSI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/GkoK3RGzq0k0qMSHif7e9kXIyn.svg"
    },
    {
      "id": "tmdb:290098",
      "type": "movie",
      "name": "La doncella",
      "ids": {
        "tmdb": 290098
      },
      "overview": "Corea, década de 1930, durante la colonización japonesa. Una joven llamada Sookee es contratada como doncella de una rica mujer japonesa, Hideko, que vive recluida en una gran mansión bajo la influencia de un tirano. Sookee guarda un secreto y con la ayuda de un estafador que se hace pasar por un conde japonés, planea algo para Hideko.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/1CJWo3mJwNEi0RsSZyxbgVFOj8B.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lkW05VRHaCW85CqcldLQ1qPXVEu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rn3XRsaFts7VysRswHxxtIq7ZWY.png"
    },
    {
      "id": "tmdb:352491",
      "type": "movie",
      "name": "Tierra de sospecha",
      "ids": {
        "tmdb": 352491
      },
      "overview": "Mientras Keith Miller sigue entre rejas por asesinato, su familia paga el precio de tener un nombre manchado. Un año después del crimen de Keith, se encuentra un cadáver. El hijo de Keith, Brandon, desaparece y se convierte en el primer sospechoso. Su hermana Alison lo buscará para limpiar su nombre antes de que la policía lo atrape.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/5yqEOT04YRaP9kYxiVAlzNmyGAQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9riQuPiMv4YZOcD5jROpdALvjIT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vSqVN0AegWVsqUGN8x3G4eUg5HV.png"
    },
    {
      "id": "tmdb:424",
      "type": "movie",
      "name": "La lista de Schindler",
      "ids": {
        "tmdb": 424
      },
      "overview": "Oskar Schindler, un hombre de enorme astucia y talento para las relaciones públicas, organiza un ambicioso plan para ganarse la simpatía de los nazis. Después de la invasión de Polonia por los alemanes, consigue, gracias a sus relaciones con los nazis, la propiedad de una fábrica de Cracovia. Allí emplea a cientos de operarios judíos, cuya explotación le hace prosperar rápidamente. Su gerente, también judío, es el verdadero director en la sombra, pues Schindler no tiene el menor conocimiento industrial.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/3Ho0pXsnMxpGJWqdOi0KDNdaTkT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3f92DMBTFqr3wgXpfxzrb0qv8nG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3zYgwmVJgV0rz7aIlVFREEJuxbm.png"
    },
    {
      "id": "tmdb:339877",
      "type": "movie",
      "name": "Loving Vincent",
      "ids": {
        "tmdb": 339877
      },
      "overview": "Película homenaje a Van Gogh en el que cada fotograma es un cuadro pintado sobre óleo, tal y como el propio Vincent lo hubiera pintado. Sus 80 minutos de duración están compuestos por 56.800 fotogramas que han sido pintados, uno a uno, por una gran cantidad de excelentes pintores a lo largo de varios años, todos inspirándose en el estilo y arte magistral de Van Gogh.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/3EApKIxlgS3plXBR5xCmYzrh2j8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/maWylBMJX6PRSwB5OB5APFMeipK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/apPZqlUpfz27cfTT5abtr4r7xST.png"
    },
    {
      "id": "tmdb:105",
      "type": "movie",
      "name": "Regreso al futuro",
      "ids": {
        "tmdb": 105
      },
      "overview": "El adolescente Marty McFly es amigo de Doc, un científico al que todos toman por loco. Cuando Doc crea una máquina para viajar en el tiempo, un error fortuito hace que Marty llegue a 1955, año en el que sus futuros padres aún no se habían conocido. Después de impedir su primer encuentro, deberá conseguir que se conozcan y se casen; de lo contrario, su existencia no sería posible.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/owk40tn1sFJmC7bhamEpmhdZPKa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aYFwRXjiilOavzJ6r6dYv7Q4kUV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jFYEAKzR1lkd2fhxqd8hp8fhR6u.png"
    },
    {
      "id": "tmdb:25998",
      "type": "movie",
      "name": "Los hombres detrás del sol",
      "ids": {
        "tmdb": 25998
      },
      "overview": "Durante la Segunda Guerra Chino-Japonesa y la Segunda Guerra Mundial, los japoneses ocuparon durante diez años el noroeste de China. Allí establecieron un campo de concentración japonés, donde numerosos prisioneros chinos fueron brutalmente asesinados durante el proceso de creación de diferentes formas de ataques bacteriológicos. Los hombres que trabajaron en ese proyecto fueron bautizados con el nombre de \"Escuadrón 731\", quienes investigaron en el campo de la guerra química y bacteriológica con el fin de lograr nuevas armas para el frente. También llevaron a cabo aberrantes experimentos de vivisección. Esta película es la historia de todas esas muertes y torturas en nombre de la ciencia.",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/2gDVytQv16TTTrN778S29ZPL01a.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8yscpKDJQnMz2O98bZKiHyknn64.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oIwhtGvLe3A2VFSG40eZdIn3b9k.png"
    },
    {
      "id": "tmdb:578",
      "type": "movie",
      "name": "Tiburón",
      "ids": {
        "tmdb": 578
      },
      "overview": "En la costa de un pequeño pueblo del Este de Estados Unidos, un enorme tiburón ataca a varias personas. Temiendo las fatales consecuencias que esto puede provocar en el negocio turístico, el alcalde se niega a cerrar las playas y a difundir la noticia. Pero un nuevo ataque del tiburón, en la propia playa, termina con la vida de otro bañista. El terror se ha hecho público, así que un veterano cazador de tiburones, un científico y el jefe de la policía local se unen para dar caza al temible escualo...",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/85MbaRlyfZfZGVHoFy2Am53oVYt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4oEI7gHVlMGGKvbJVUQbS2gKBNe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mC7chprNBS4r3kWsbPc0ItmyfUG.png"
    },
    {
      "id": "tmdb:98",
      "type": "movie",
      "name": "Gladiator",
      "ids": {
        "tmdb": 98
      },
      "overview": "En el año 180, el Imperio Romano domina todo el mundo conocido. Tras una gran victoria sobre los bárbaros del norte, el anciano emperador Marco Aurelio decide transferir el poder a Máximo, bravo general de sus ejércitos y hombre de inquebrantable lealtad al imperio. Pero su hijo Cómodo, que aspiraba al trono, no lo acepta y trata de asesinar a Máximo.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/90QFOG5zSN4cbrIVs4DL4ePAuA5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qvmywctvXjXcI5dXzhMGKU41qfs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aF9ldcxU5HOEvrrhkZnd9jePoWu.png"
    },
    {
      "id": "tmdb:686976",
      "type": "movie",
      "name": "A Song Called Hate",
      "ids": {
        "tmdb": 686976
      },
      "overview": "The pro-Palestinian, anti-capitalist, BDSM-provocative, techno-punk performance art ensemble Hatari unsurprisingly drew attention to themselves with their performance at the Icelandic qualifiers for the Eurovision Song Contest. So much so that they won and therefore were allowed to perform at the main event in Tel Aviv. But what now? Should they boycott the event, swallow their idealism, or use their airtime to criticise the host country for their illegal occupation of Palestine? The Icelandic director Anna Hildur joins the boys in the band all the way to the fateful final.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/2bjNVvvWNvniJS1mSK0BP2kQnwi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aKW6z5NYhkk0zp7enUjvcDrDr1D.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cImsqjTmA7tSqK3Waw57oyG1EHA.png"
    },
    {
      "id": "tmdb:111",
      "type": "movie",
      "name": "El precio del poder",
      "ids": {
        "tmdb": 111
      },
      "overview": "Un emigrante cubano frío y sanguinario, Tony Montana, llega de Cuba para instalarse en Miami, donde se propone hacerse con un nombre dentro del crimen organizado de Florida. Junto a su amigo, Manny Rivera, inicia una ascendente carrera delictiva.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/iDABT5GD9OQmFiXM3wR0DJIxtkY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hNM4m3ED6nI7DNnR1klvRuc23uh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cqicmDZG6mh6lE3w2hFbYta9c0H.png"
    },
    {
      "id": "tmdb:10553",
      "type": "movie",
      "name": "Remo, desarmado y peligroso",
      "ids": {
        "tmdb": 10553
      },
      "overview": "Remo Williams, un rudo policía de Nueva York, es reclutado por una organización que depende del Presidente de los Estados Unidos y cuya misión es acabar con los políticos y los funcionarios corruptos. Previamente, Remo tendrá que ser adiestrado por un maestro coreano de lucha.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/nTJXb5Ii3bBX4u9oPFOLvxWDf8f.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mpLkP3dPXDEjqXGJR4khm93OEer.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ytnMSH535goMxwLxZZHQMbO5MpG.png"
    },
    {
      "id": "tmdb:396535",
      "type": "movie",
      "name": "Train to Busan",
      "ids": {
        "tmdb": 396535
      },
      "overview": "Un virus letal se expande por Corea del Sur, provocando violentos altercados. Los pasajeros de un tren KTX que viaja de Seúl a Busan tendrán que luchar por su supervivencia.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/anomz7b3GQtHPFH34SODDBBIUad.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6B9HaZYBG1ugyd5g6at6F3n4wOw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wzOwOGAXLUQwwXwCAHS2x0Wc35B.png"
    },
    {
      "id": "tmdb:67051",
      "type": "movie",
      "name": "A punta de pistola",
      "ids": {
        "tmdb": 67051
      },
      "overview": "En un viaje a través del Norte de Nuevo México, el sheriff Bill Speackes lleva en la diligencia a la presidiaria Sara O’Rourke. Unos bandidos les tienden una emboscada para quedarse con la caja fuerte con el dinero. Ello acaba con un tiroteo a sangre fría. En el transcurso del mismo, Jack Cooper se apodera del botín y huye con Sarah, encendiéndose entre ellos una atracción apasionada.",
      "year": 1994,
      "poster": "https://image.tmdb.org/t/p/w342/1wH2QZv3aTBOmM7DMhpu1qK0pNp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/us1hLHEameTIKPiNSXpXtiIcTK2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jl2hHGEWcBWf3SxzfO4IdKKBq7R.png"
    },
    {
      "id": "tmdb:110415",
      "type": "movie",
      "name": "Rompenieves",
      "ids": {
        "tmdb": 110415
      },
      "overview": "Un experimento para solucionar el calentamiento global acabó con la mayoría de vida existente en el planeta. El último tren llamado Snowpiercer (Rompenieves) se mueve en círculos por el mundo, a través de un desierto de hielo y nieve. Los últimos supervivientes de la Tierra se amontonan en sus vagones. El joven Curtis (Chris Evans) iniciará una revolución desde los vagones de cola.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/bjOZwED8BWum5KZsW6vntdsWp1o.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xmJuhEgcUAbujUCmPVbM166IrBQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/233abhqwFtzGhcWStY4eonwpVnn.png"
    },
    {
      "id": "tmdb:9277",
      "type": "movie",
      "name": "El golpe",
      "ids": {
        "tmdb": 9277
      },
      "overview": "En Illinois, en 1936, dos ladrones dan un golpe a un hombre de confianza de un gángster y se embolsan un montón de dinero. El gángster decide vengarse y mata a uno de los que dieron el golpe, mientras que el otro logra escapar y entra en contacto con un ex compinche. Los dos deciden intentar un gran timo que hará temblar las finanzas del jefe de la mafia.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/1CuTYAQrU3PVZFH4aPp6tQARmUt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mKnqVEQlhpadNUORU3zvx0oOxzu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/egdyyXCcrMY1wjrC9RFQYfZi9tO.png"
    },
    {
      "id": "tmdb:30584",
      "type": "movie",
      "name": "El caballero verde",
      "ids": {
        "tmdb": 30584
      },
      "overview": "Gawain es un escudero del rey Arturo. Un día, irrumpe en Camelot un extraño caballero verde, armado con un hacha, desafiando a que alguien luche con él. Gawain sale en defensa de su rey y decapita al caballero, pero este resucita.",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/iOXoC7CKLFNQOus9hFNzZRSWOMl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/e3N6lS2MCq4d9AG8ITs9vfDOf9u.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lkoL6VIeX5nqEea48pEDmU1IUM9.png"
    },
    {
      "id": "tmdb:960299",
      "type": "movie",
      "name": "Un buen padre",
      "ids": {
        "tmdb": 960299
      },
      "overview": "En un pequeño pueblo del centro de Francia, Simon es un sacerdote dedicado a su parroquia. Durante una misa, Louise, a quien no había visto desde su seminario hace años, reaparece. Ella le presenta a Aloé, un niño de 11 años, que es su hijo. Esta noticia perturbará su vida diaria: ¿puede ser un buen sacerdote para sus feligreses y un buen padre para su hijo? Simón tratará de convencer a las más altas autoridades de la Iglesia de que su vocación es compatible con el amor paterno.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/jzkiPmQTEoNo8aPocTYlw9tuH0b.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dbQ8rd8Zgi3INxOo8bRzCXljRHI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6KFFP2oKWYaNwcvRl6iSFZJMtNG.png"
    },
    {
      "id": "tmdb:354285",
      "type": "movie",
      "name": "El sentido de un final",
      "ids": {
        "tmdb": 354285
      },
      "overview": "Tony Webster, un hombre jubilado y divorciado, mantiene una tranquila y solitaria vida. Un día descubre que la madre de Veronica, su novia de la universidad, le dejó en su testamento un diario que guardaba su mejor amigo, quien salió con Verónica después de Tony. Para recuperar el diario, ahora en manos de una Verónica anciana y muy misteriosa, Tony estará obligado a bucear en su pasado, recordar los momentos fallidos de sus antiguas amistades y relaciones y recrear sentimientos que creía olvidados.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/7ggTFxqlRCv7jX32814B4rYy42g.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qCvUr1WGxTCEGHMyqrANoIZBCW8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/Aq1C0WCKnrF0S6H3K1U7ZIG34ge.png"
    },
    {
      "id": "tmdb:361854",
      "type": "movie",
      "name": "La cara oculta de la luna",
      "ids": {
        "tmdb": 361854
      },
      "overview": "Urs Blank (Moritz Bleibtreu), un importante abogado, atraviesa una crisis tras el suicido de un hombre de negocios al que arruinó. Atormentado y lleno de remordimientos, en su huida y búsqueda de nuevas experiencias pierde el control de su vida, y emerge su lado más oscuro. Entonces comienza su confrontación con el diablo, encarnado en un feroz empresario farmacéutico (Jürgen Prochnow).",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/pGmT2ojPjuBwaIb6xQWVKRTmHso.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/emyDfch4bKxvGcNneNvE6Aah6UH.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/c8cf6QW4SWXxYSqP0fdsJ4kOGxp.png"
    },
    {
      "id": "tmdb:990140",
      "type": "movie",
      "name": "Sakra",
      "ids": {
        "tmdb": 990140
      },
      "overview": "Basada en la clásica novela wuxia \"Demi-Gods and Semi-Devils\" de Louis Cha (conocido mundialmente por su seudónimo Jin Yong), SAKRA está protagonizada por Donnie Yen como Qiao Feng, el respetado líder de una banda ambulante de artistas marciales. Tras ser acusado injustamente de asesinato y posteriormente exiliado, Qiao Feng emprende una huida en busca de respuestas sobre su misterioso origen y los enemigos desconocidos que buscan destruirlo desde las sombras. A lo largo de su búsqueda, descubrirá detalles reveladores que podrían cambiar su vida para siempre.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/pEqixl0Po2nK2vGJdQdUME3zjfJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zhVCJ14a1EbzfYQFUgyujcQZLuL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/pqu3S5zlYRt9oPXmC4OI1r4dml5.png"
    },
    {
      "id": "tmdb:463387",
      "type": "movie",
      "name": "Un pueblo y su rey",
      "ids": {
        "tmdb": 463387
      },
      "overview": "París, 1789. La Bastilla ha sido tomada y un soplo de libertad invade las calles de París. Françoise (Adèle Haenel), una joven lavandera, y Basile (Gaspard Ulliel), sin familia ni apellido, descubren la euforia del amor y la revolución. Con sus amigos y la gente humilde de París, perseguirán sus sueños de emancipación en la recién formada Asamblea, que será el germen de un nuevo sistema político.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/2F5YUGShG7ICAcPhr9lgf6EROxb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hAMF1mwGCHkxTmhsZxXb3FalUcP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qiNTnKarA8mER11T5KzkWd2Fokl.png"
    },
    {
      "id": "tmdb:1020822",
      "type": "movie",
      "name": "Animale",
      "ids": {
        "tmdb": 1020822
      },
      "overview": "La Camarga es una región francesa conocida por sus corridas de toros, un ambicioso espectáculo donde se pone a prueba la agilidad y el respeto entre hombres y bestias. Rodeada de hombres, la veinteañera Nejma se entrena sin descanso para conseguir su sueño de ganar la competición anual. Pero cuando la temporada está en pleno apogeo, varias desapariciones preocupan a los lugareños. Pronto se extiende el rumor de que una bestia salvaje está al acecho.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/2SvehuwHBzORRREnYZfdAwWukgs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vcFs7lPVMOvYX7KMkDw66iUpoYp.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8HOORxKxQgi6YP94B8SCUwVErie.png"
    },
    {
      "id": "tmdb:38",
      "type": "movie",
      "name": "¡Olvídate de mí!",
      "ids": {
        "tmdb": 38
      },
      "overview": "Una mujer usa los servicios de una empresa para borrar de su memoria todo recuerdo de su ex pareja. Ofendido, el hombre intenta hacer lo mismo que ella, pero el proceso no sucede según lo esperado y el protagonista debe atravesar la gigantesca marea de recuerdos de su propio cerebro para recomponer las cosas.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/l5yopdLguxJsJVmMK3RgMCW2JmJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kdQhNomrPtnWEfqn2ujafIRsgRg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lnCHPBafPTztZ3OFt3axPNqGjhE.png"
    },
    {
      "id": "tmdb:420940",
      "type": "movie",
      "name": "Best. Partee. Ever.",
      "ids": {
        "tmdb": 420940
      },
      "overview": "Mikey, a young, discreet, gay man from the affluent class, spends five years in a city jail while hearing his case for drug pushing. Inside prison, Mikey holds back to adapt to the culture and stratification among inmates. Eventually, Mikey becomes a ‘Mayor’ (ring leader) to a group of gay inmates called “Gang-da”. Together, they thrive to survive the dangers of several gang riots, the mundane, and the decay of human dignity.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/hlN284iM5BcTK4HZel8lPfEg8ze.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zCxnfeo7ckbKNue5nLB5V526ySN.jpg"
    },
    {
      "id": "tmdb:1189735",
      "type": "movie",
      "name": "Fréwaka",
      "ids": {
        "tmdb": 1189735
      },
      "overview": "Shoo es enviada a una apartada aldea para cuidar a una mujer agorafóbica que vive obsesionada con que Na Sídhe, un ser de la mitología irlandesa similar a las hadas, la secuestró durante su noche de bodas.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/h4NWwBOVmzUH4a5sviENAZYdljV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lmvLdylC2dZYBZapfkgXlqShHxM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3FEiWtTJ6Krjly2jsm1fUFjowOY.png"
    },
    {
      "id": "tmdb:218",
      "type": "movie",
      "name": "Terminator",
      "ids": {
        "tmdb": 218
      },
      "overview": "Un cyborg ha sido enviado desde el futuro en una misión mortal: eliminar a Sarah Connor, una joven cuya vida tendrá una gran importancia en los próximos años. Sarah tiene sólo un protector —Kyle Reese— también enviado desde el futuro. El Terminator utiliza su inteligencia excepcional y fuerza para encontrar a Sarah, pero ¿hay alguna forma de detener al cyborg aparentemente indestructible?",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/9KI49SBnwAOzGcMw1onIki7vd2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pGZZ2FZtDSAwM80h9iYkrbJGrKz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q4wdswLUVVrl8OSjYXPqjihRHXs.png"
    },
    {
      "id": "tmdb:794842",
      "type": "movie",
      "name": "Crónica de un amor efímero",
      "ids": {
        "tmdb": 794842
      },
      "overview": "Una madre soltera y un hombre casado se vuelven amantes. Están comprometidos a verse solo por una aventura y no a encontrar ninguna esperanza de amor, sabiendo muy bien que la relación no tiene futuro. Sin embargo, cada vez se sorprenden más por su comprensión, su complicidad y el bienestar que experimentan juntos.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/wH6eWT2tEf0AItvgDeZ6ubgRCBa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gANgoeMVC39N8t8DlIjLyjQfSqg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hlyRDSSniNdrZcf2aqiCD3kgzyV.png"
    },
    {
      "id": "tmdb:891",
      "type": "movie",
      "name": "Todos los hombres del presidente",
      "ids": {
        "tmdb": 891
      },
      "overview": "En 1972, dos jóvenes periodistas del diario The Washington Post, Bob Woodward y Carl Bernstein, comienzan a investigar el allanamiento del cuartel general del Partido Demócrata en Washington. Sus descubrimientos desencadenan el llamado 'caso Watergate', que provocó la dimisión del presidente Richard Nixon.",
      "year": 1976,
      "poster": "https://image.tmdb.org/t/p/w342/wmocd5vF8Nt0oz06qCKMEL1mjBD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/v2GitQLT5Xgw6EK75l8BG4qTRoo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ujSGCQSA5OTSqNkMah2NpT7z8fK.png"
    },
    {
      "id": "tmdb:545611",
      "type": "movie",
      "name": "Todo a la vez en todas partes",
      "ids": {
        "tmdb": 545611
      },
      "overview": "Cuando una ruptura interdimensional altera la realidad, Evelyn, una inmigrante china en Estados Unidos, se ve envuelta en una aventura salvaje en la que sólo ella puede salvar el mundo. Perdida en los mundos infinitos del multiverso, esta heroína inesperada debe canalizar sus nuevos poderes para luchar contra los extraños y desconcertantes peligros del multiverso mientras el destino del mundo pende de un hilo.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/9R1zEZJkIah6GuLwFZWsuygn552.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/idNFfHarxVnMoiiVsk2PGA3trD7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/z1g5lrzhZapdk3Z9ItJOrdqxWGb.png"
    },
    {
      "id": "tmdb:4348",
      "type": "movie",
      "name": "Orgullo y prejuicio",
      "ids": {
        "tmdb": 4348
      },
      "overview": "Las cinco hermanas Bennet han sido criadas por una madre obsesionada por encontrarles marido. Pero una de ellas, Lizzie, inteligente y con carácter, desea una vida con perspectivas más abiertas, un anhelo respaldado por su padre. Cuando el señor Bingley, un soltero rico, y su círculo de sofisticados amigos se instalan en una mansión vecina para pasar el verano, las Bennett se entusiasman con la posibilidad de encontrar pretendientes. En el baile de bienvenida, Lizzie conoce al apuesto y elegante señor Darcy, pero, a primera vista, le parece demasiado orgulloso y arrogante.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/oixzLjpyaLagLa8UREts1NiHr6F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ymx8qUcDYxrI2tA6Oe79O2LK5PZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5Sb0buga1EaV0mDTuniU3c0fOWH.png"
    },
    {
      "id": "tmdb:606",
      "type": "movie",
      "name": "Memorias de África",
      "ids": {
        "tmdb": 606
      },
      "overview": "A principios del siglo XX Karen Blixen (Streep), una mujer europea de gran coraje, llega a Kenia para dirigir una plantación de café junto a su marido (Brandauer), un mujeriego incorregible con el que no se ha casado por amor. Para su sorpresa, Karen se da cuenta de que poco a poco se está enamorando de la tierra, de sus gentes... y de Denys Finch-Hatton (Redford), un enigmático cazador aventurero.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/lovoT4KeD7iyKcDMFo8Y8lFtCle.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/edTCI3sNlHdKfGBqYjKKIbE0dtZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/un1o4JCx3UWnmS6a6coR8CFDHfC.png"
    },
    {
      "id": "tmdb:228358",
      "type": "movie",
      "name": "El pacto: El regreso de Judas",
      "ids": {
        "tmdb": 228358
      },
      "overview": "Tan sólo unas semanas después de los acontecimientos de la primera entrega, conoceremos a June, una mujer que está reconstruyendo su vida en la ciudad de Los Ángeles y que comienza a tener unas pesadillas que comienzan a destruir su vida.  El agente especiak Kevin Dickey del FBI un día llevará unas terribles noticias a June: Hay un asesino que está actuando en su vecindario. En el transcurso de su investigación el agente especial le enseñará a June una fotografía de una de las víctimas del asesino. En ella verá la imagen de la misma mujer que ve como es brutalmente asesinada en sus pesadillas...  Sus pesadillas poco a poco irán a peor... Lo que ve en ellas cada vez es más terrorífico... hasta que un día se ve así misma en los sueños en el rol del asesino...",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/x51nRHY5Oh6wuRQE9JqQprsk2Sy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lHjRpv4QjiZRiFNkB3XGvnwD2p2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kdABhcSXzLCXHvVJjWf6p1eaei5.png"
    },
    {
      "id": "tmdb:1278",
      "type": "movie",
      "name": "Soñadores",
      "ids": {
        "tmdb": 1278
      },
      "overview": "París, 1968. Isabelle y su hermano Theo, solos en la ciudad mientras sus padres están de viaje, invitan a su apartamento a Matthew, un joven estudiante americano al que han conocido en un cine. Una vez en casa establecen unas reglas para conocerse mutuamente, explorando emociones y erotismo a través de una serie de juegos extremadamente arriesgados.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/rdddOCZTYQuR3AXIvUiDhijKNjl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/clKa8yMJqSBgk2auTmRYIWMjF8F.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bfJDQi1XRtlRzSnjmA2Txxnhn7E.png"
    },
    {
      "id": "tmdb:44875",
      "type": "movie",
      "name": "La mujer fantasma",
      "ids": {
        "tmdb": 44875
      },
      "overview": "Topper vuelve a ser atormentado por un espíritu amante de la diversión... y del buen vino. Esta vez es Gail Richards, asesinada por error mientras estaba de vacaciones en casa de su rica amiga, Ann Carrington, que debía haber sido la víctima. Con la ayuda de Topper, Gail se dispone a encontrar a su asesino.",
      "year": 1941,
      "poster": "https://image.tmdb.org/t/p/w342/cHYAcdqqQYPFfjMNnJ3YcOAPCG7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5HaZJ8YcQcqCbhPsTfLT0D75b0e.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xx2NebiWmNnOpijBrn9MSPqtyzw.png"
    },
    {
      "id": "tmdb:11963",
      "type": "movie",
      "name": "Los tres días del Cóndor",
      "ids": {
        "tmdb": 11963
      },
      "overview": "Robert Redford es un oscuro funcionario de la CIA, cuyo trabajo consiste en leer libros con el fin de detectar mensajes cifrados que permitan descubrir operaciones secretas susceptibles de perturbar la estabilidad del país. Un día, cuando vuelve al trabajo después de comer, encuentra a todos sus compañeros muertos. Consciente de que sólo el azar lo ha salvado de una muerte segura, huye tratando de salvarse, pero también para encontrar una explicación a lo sucedido. En su fuga se verá impelido a secuestrar a una bella mujer (Faye Dunaway) con la que, además de compartir sus peripecias, vive una intensa historia de amor.",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/wYvIcdlYWCmHUwipf8K3AGd9omg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7OkL9JeoxWwHRusnKZDrs69Ki4l.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/r6CnK4smianAF7SB7dEk2lixMJM.png"
    },
    {
      "id": "tmdb:254",
      "type": "movie",
      "name": "King Kong",
      "ids": {
        "tmdb": 254
      },
      "overview": "La suerte de Ann Darrow cambia cuando conoce a Carl Denham, un empresario que lucha para abrirse camino en el mundo del espectáculo. A ellos se une Jack Driscoll, un autor de teatro neoyorquino. Los tres emprenden un viaje que los llevará hasta una remota isla, donde Denham tiene previsto dirigir una película. Allí descubren un ser increíble, un gorila gigante, King Kong, que habita en una frondosa selva, donde criaturas prehistóricas han vivido ocultas durante millones de años. Denham, con un apetito insaciable de grandeza, enseguida ve la fama que puede reportarle la captura del gorila y su exhibición en Nueva York.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/tSfZ6LoZgnz8BOrSQVo24vqv4nW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4QRjnMYg3PyATd96bb2kXGvE96S.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bLl02c4vewuscZ7CRo2xUc1uJud.png"
    },
    {
      "id": "tmdb:397415",
      "type": "movie",
      "name": "La hora de la venganza",
      "ids": {
        "tmdb": 397415
      },
      "overview": "Teena, una joven viuda es violada por cuatro asaltantes y la brutal agresión es presenciada por su hija pequeña de 12 años. Un detective, veterano de la guerra del Golfo, les ayudará a enfrentarse al juicio.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/xGLjrrYTsje656eXxkwtI5NPRFQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nnF2GHmaCChe0I3PqRW31OaiI3K.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ojMJaW0DuUJ62FeIaXCXthzpEKG.png"
    },
    {
      "id": "tmdb:338021",
      "type": "movie",
      "name": "La historia de Tommy Steele",
      "ids": {
        "tmdb": 338021
      },
      "overview": "A rags-to-riches tale of a young merchant seaman called Tommy who discovers a certain way with the guitar.",
      "year": 1957,
      "poster": "https://image.tmdb.org/t/p/w342/vYQoGGCLj6xEAePRy5vsh7TZpJg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/q4QvFBPNy7S1zzEbTB06QhsJyOL.jpg"
    },
    {
      "id": "tmdb:856289",
      "type": "movie",
      "name": "La creación de los dioses: El reino de las tormentas",
      "ids": {
        "tmdb": 856289
      },
      "overview": "Una epopeya de fantasía oriental que recrea las prolongadas guerras míticas entre humanos, inmortales y monstruos que tuvieron lugar hace más de tres mil años.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/p1p3KHxTeKYvZG3KTJYDYSVygJs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fvaHeANnj1lkclDitqTF2gmWQTL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/b2d7PesrDn1Ypp8sIHV6sDanX9d.png"
    },
    {
      "id": "tmdb:138697",
      "type": "movie",
      "name": "Don Jon",
      "ids": {
        "tmdb": 138697
      },
      "overview": "Jon Martello (Joseph Gordon-Levitt), un joven adicto al sexo en general y al porno en particular, intenta ejercer algún tipo de control sobre sí mismo. Jon tiende a deshumanizarlo todo: su apartamento, su coche, su familia, su iglesia y las mujeres. Sin embargo, hasta los ligues más sofisticados no pueden compararse con el placer que obtiene viendo pornografía en su ordenador. Insatisfecho con su vida, decide cambiar. Gracias a la relación con dos mujeres muy distintas, Barbara (Scarlett Johansson) y Esther (Julianne Moore), aprenderá grandes lecciones sobre la vida y el amor.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/asp3YRMj24YV5x0QChTvkFIChu9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ngAg1H6ZaDIAdJtbXi6qm3vzcuI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ylfAIKoNKpknNOeCsKBmZzvEjgq.png"
    },
    {
      "id": "tmdb:1091",
      "type": "movie",
      "name": "La cosa (El enigma de otro mundo)",
      "ids": {
        "tmdb": 1091
      },
      "overview": "En una estación experimental de la Antártida, un equipo de investigadores descubre a un ente extraño venido del espacio, que según todos los indicios ha permanecido enterrado en la nieve durante más de 100.000 años. Al descongelarse, experimenta una metamorfosis sorprendente...",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/5hkM27bPdkgQli5g5zR5pp9bkNZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vTD26SaVDTzyQu8WZteZBREBFRz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cmriRydEcCNux47zsfd1JvD3ER1.png"
    }
  ]
}