{
  "metas": [
    {
      "id": "tmdb:1456349",
      "type": "movie",
      "name": "Un simple accidente",
      "ids": {
        "tmdb": 1456349
      },
      "overview": "Un hombre conduce de noche con su esposa embarazada cuando atropella y mata a un perro, lo que le obliga a llevar el coche a un taller dirigido por un hombre que se parece al oficial que lo torturó en prisión.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/qyeTL52iQJQN6FrCaVRkiuzJDDp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8vsNZLJBom3gePGpwyAKy9eWpaZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/y92wc0DGq4VgcqjFAE1qqBAR24C.png"
    },
    {
      "id": "tmdb:496243",
      "type": "movie",
      "name": "Parásitos",
      "ids": {
        "tmdb": 496243
      },
      "overview": "Tanto Gi Taek (Song Kang-ho) como su familia están sin trabajo. Cuando su hijo mayor, Gi Woo (Choi Woo-sik), empieza a dar clases particulares en casa de Park (Lee Seon-gyun), las dos familias, que tienen mucho en común pese a pertenecer a dos mundos totalmente distintos, comienzan una interrelación de resultados imprevisibles.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/4N55tgxDW0RRATyrZHbx0q9HUKv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ao0dFrU4QrmnVYt6ywnsGNjmuAT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7yTwlOYScxmNEHK2RJr1YWRTOEW.png"
    },
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:1422096",
      "type": "movie",
      "name": "Good Boy",
      "ids": {
        "tmdb": 1422096
      },
      "overview": "Un perro leal se muda a una casa rural con su dueño Todd. Allí descubre fuerzas sobrenaturales que acechan en las sombras. Mientras oscuras entidades amenazan a su compañero humano, el valiente cachorro debe luchar para proteger a quien más quiere.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/bLTUFUfLQxdOHRzvCSCEfe4eJrz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9sj7sBK5fI7HwECOmSbpBgcYNbC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fTtyO2VvXfOyjaJHHlcHjVQdIr6.png"
    },
    {
      "id": "tmdb:497",
      "type": "movie",
      "name": "La milla verde",
      "ids": {
        "tmdb": 497
      },
      "overview": "En el sur de los Estados Unidos, en plena Depresión, Paul Edgecomb es un vigilante penitenciario a cargo de la Milla Verde, un pasillo que separa las celdas de los reclusos condenados a la silla eléctrica. Esperando su ejecución está John Coffey, un gigantesco negro acusado de asesinar brutalmente a dos hermanas de nueve años. Tras una personalidad ingenua, Coffey esconde un don sobrenatural prodigioso. A medida que transcurre la historia, Paul Edgecomb aprende que los milagros ocurren... incluso en los lugares más insospechados.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/aBQiJRxGRrX0mXFMjxyzWYFtEnf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/umunWbkQ6xMWlGOpp4Tt0QuhMSz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rr2nQMagxwQ3P37FLF3P3teYvtj.png"
    },
    {
      "id": "tmdb:82633",
      "type": "movie",
      "name": "Sin Ley (Lawless)",
      "ids": {
        "tmdb": 82633
      },
      "overview": "Adaptación de una novela de Matt Bondurant que se inspiró en hechos reales protagonizados por su propia familia. Narra las peripecias de una banda que traficaba con whisky casero cuando aún estaba vigente en Estados Unidos la Ley Seca (1920 a 1933).",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/j3o6YJvg46YofK1r62UoaB6i7Dk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/o694f8Z5mj3yEQPNZnRV8LbU3sM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vz9XFaNcjZv8efoFqUspN3qTAfJ.png"
    },
    {
      "id": "tmdb:933260",
      "type": "movie",
      "name": "La sustancia",
      "ids": {
        "tmdb": 933260
      },
      "overview": "'Tú, pero mejor en todos los sentidos'. Esa es la promesa de la sustancia, un producto revolucionario basado en la división celular, que crea un alter ego más joven, más bello, más perfecto.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/w1PiIqM89r4AM7CiMEP4VLCEFUn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5ChQ84lkuix0Rl8PqOKXTQgjI8l.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bVnwy0nR5RLvQ2vDPo5VLO9nCsj.png"
    },
    {
      "id": "tmdb:848334",
      "type": "movie",
      "name": "¡Caigan las rosas blancas!",
      "ids": {
        "tmdb": 848334
      },
      "overview": "Violeta es una joven directora que, luego de su ópera prima, una road-movie lesbofeminista llamada Las hijas del fuego, ahora intenta hacer un film pornoecológico. Fracasa en ese género tan atractivo como improbable y finalmente se escapa del set junto a sus amigas actrices y amantes de siempre. Vuelven a subirse a la van escolar que habían comprado para la primera película. El viaje sin destino pero con muchas paradas, las conducirá a San Pablo y finalmente a una enigmática isla muy cerca. Allí, Elvira, una extravagante mujer de 70 años lidera una comunidad de vampiras de toda etnia y edad que viven en armonía entre la voluptuosa naturaleza.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/jwrjFmoLyR8F5jpJt2vUlBb5LpG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1tt3efjvIUczGHTFrZEa74JgDnd.jpg"
    },
    {
      "id": "tmdb:345",
      "type": "movie",
      "name": "Eyes Wide Shut",
      "ids": {
        "tmdb": 345
      },
      "overview": "William Harford es un respetable médico neoyorquino cuya vida parece ir muy bien: está casado con una preciosa mujer, tiene una hija y tiene un trabajo que le gusta. Pero, al día siguiente de asistir a una fiesta, su esposa Alice le habla de unas fantasías eróticas y de cómo estuvo a punto de romper su matrimonio por un desconocido. Abrumado por esta confesión, acaba entrando en un local, donde un antiguo compañero le habla de una congregación secreta dedicada al hedonismo y al placer sin límites. A partir de entonces un mundo dominado por el sexo y el erotismo se abre ante él.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/i0QjPQq3uWD7IpYbZiyUNiPiWX2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eAuS9UpWi44tyI7PdOLrcgLpZuV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iGP5p7wIVr09DucjtuNdTkCjBsT.png"
    },
    {
      "id": "tmdb:111",
      "type": "movie",
      "name": "El precio del poder",
      "ids": {
        "tmdb": 111
      },
      "overview": "Un emigrante cubano frío y sanguinario, Tony Montana, llega de Cuba para instalarse en Miami, donde se propone hacerse con un nombre dentro del crimen organizado de Florida. Junto a su amigo, Manny Rivera, inicia una ascendente carrera delictiva.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/iDABT5GD9OQmFiXM3wR0DJIxtkY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hNM4m3ED6nI7DNnR1klvRuc23uh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cqicmDZG6mh6lE3w2hFbYta9c0H.png"
    },
    {
      "id": "tmdb:152601",
      "type": "movie",
      "name": "Her",
      "ids": {
        "tmdb": 152601
      },
      "overview": "En un futuro cercano, Theodore, un hombre solitario a punto de divorciarse que trabaja en una empresa como escritor de cartas para terceras personas, compra un día un nuevo sistema operativo basado en el modelo de Inteligencia Artificial, diseñado para satisfacer todas las necesidades del usuario. Para su sorpresa, se crea una relación romántica entre él y Samantha, la voz femenina de ese sistema operativo.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/n1sY9uAsQKOus91A4FtvN3JdHYH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/m6TVxyIUkEeiztiAruWVEL9efW2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1vodYfvqrlrq9XhMYygjdkgVbVm.svg"
    },
    {
      "id": "tmdb:424",
      "type": "movie",
      "name": "La lista de Schindler",
      "ids": {
        "tmdb": 424
      },
      "overview": "Oskar Schindler, un hombre de enorme astucia y talento para las relaciones públicas, organiza un ambicioso plan para ganarse la simpatía de los nazis. Después de la invasión de Polonia por los alemanes, consigue, gracias a sus relaciones con los nazis, la propiedad de una fábrica de Cracovia. Allí emplea a cientos de operarios judíos, cuya explotación le hace prosperar rápidamente. Su gerente, también judío, es el verdadero director en la sombra, pues Schindler no tiene el menor conocimiento industrial.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/3Ho0pXsnMxpGJWqdOi0KDNdaTkT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3f92DMBTFqr3wgXpfxzrb0qv8nG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3zYgwmVJgV0rz7aIlVFREEJuxbm.png"
    },
    {
      "id": "tmdb:769",
      "type": "movie",
      "name": "Uno de los nuestros",
      "ids": {
        "tmdb": 769
      },
      "overview": "Henry, un niño de trece años de Brooklyn, vive fascinado con el mundo de los gángsters. Su sueño se hace realidad cuando entra a formar parte de la familia Pauline, dueña absoluta de la zona, que lo educan como un miembro más de la banda convirtiéndole en un destacado mafioso.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/nocvbyxKR5b1vxagy46SfEiMK3P.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/x9O4hF8y5gzqw7YY2hWzSl6C88H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zDaNBOixW4EzEsX3MEhd2AJQpfC.png"
    },
    {
      "id": "tmdb:218",
      "type": "movie",
      "name": "Terminator",
      "ids": {
        "tmdb": 218
      },
      "overview": "Un cyborg ha sido enviado desde el futuro en una misión mortal: eliminar a Sarah Connor, una joven cuya vida tendrá una gran importancia en los próximos años. Sarah tiene sólo un protector —Kyle Reese— también enviado desde el futuro. El Terminator utiliza su inteligencia excepcional y fuerza para encontrar a Sarah, pero ¿hay alguna forma de detener al cyborg aparentemente indestructible?",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/9KI49SBnwAOzGcMw1onIki7vd2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pGZZ2FZtDSAwM80h9iYkrbJGrKz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q4wdswLUVVrl8OSjYXPqjihRHXs.png"
    },
    {
      "id": "tmdb:807",
      "type": "movie",
      "name": "Seven",
      "ids": {
        "tmdb": 807
      },
      "overview": "El teniente Somerset, del departamento de homicidios, está a punto de jubilarse y ser reemplazado por el ambicioso y brillante detective David Mills. Ambos tendrán que colaborar en la resolución de una serie de asesinatos cometidos por un psicópata que toma como base la relación de los siete pecados capitales: gula, pereza, soberbia, avaricia, envidia, lujuria e ira. Los cuerpos de las víctimas, sobre los que el asesino se ensaña de manera impúdica, se convertirán para los policías en un enigma que les obligará a viajar al horror y la barbarie más absoluta.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/uVPcVz4b2hnSGrXYLdIGRXwcivs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xfAi4XOuXSLhQXM7lsgEwO3X17H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9Jwo35pcCztc5FNmJpeI1EMRCye.png"
    },
    {
      "id": "tmdb:98",
      "type": "movie",
      "name": "Gladiator",
      "ids": {
        "tmdb": 98
      },
      "overview": "En el año 180, el Imperio Romano domina todo el mundo conocido. Tras una gran victoria sobre los bárbaros del norte, el anciano emperador Marco Aurelio decide transferir el poder a Máximo, bravo general de sus ejércitos y hombre de inquebrantable lealtad al imperio. Pero su hijo Cómodo, que aspiraba al trono, no lo acepta y trata de asesinar a Máximo.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/p08mUnCktZ2opGihZTAn7OqzOoi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qvmywctvXjXcI5dXzhMGKU41qfs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aF9ldcxU5HOEvrrhkZnd9jePoWu.png"
    },
    {
      "id": "tmdb:2106",
      "type": "movie",
      "name": "Demasiado cálido para junio",
      "ids": {
        "tmdb": 2106
      },
      "overview": "Comedia de espías, en la que un modesto empleado es enviado por su empresa a Checoslovaquia, donde, sin saberlo, se convierte en un agente secreto. (FILMAFINITY)",
      "year": 1964,
      "poster": "https://image.tmdb.org/t/p/w342/2DLxXAplrFdS4hcFMNeJhTcT03e.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/scbeyqigdbjgR7uvPuFIjGc2FYI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/i2wJ4BPdF9shOBsK2mM2jzRfLDU.png"
    },
    {
      "id": "tmdb:62",
      "type": "movie",
      "name": "2001: una odisea del espacio",
      "ids": {
        "tmdb": 62
      },
      "overview": "Hace millones de años, en los albores del nacimiento del homo sapiens, unos simios descubren un monolito que les lleva a un estadio de inteligencia superior. Otro monolito vuelve a aparecer, millones de años después, enterrado en una luna, lo que provoca el interés de los científicos humanos. Por último, HAL 9000, una máquina de inteligencia artificial, es la encargada de todos los sistemas de una nave espacial tripulada durante una misión de la NASA.",
      "year": 1968,
      "poster": "https://image.tmdb.org/t/p/w342/sln50uQYigvu5AvN72JfYfu1ckq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9yTOU2SvTfAEHDPEG5qraLoe4MI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bNXe3OI9HIpkPXfak99jG8K9X1d.png"
    },
    {
      "id": "tmdb:694",
      "type": "movie",
      "name": "El resplandor",
      "ids": {
        "tmdb": 694
      },
      "overview": "Jack Torrance se traslada, junto a su mujer y a su hijo, al impresionante hotel Overlook, en Colorado, para encargarse del mantenimiento del mismo durante la temporada invernal, en la que permanece cerrado y aislado por la nieve. Su idea es escribir su novela al tiempo que cuida de las instalaciones durante esos largos y solitarios meses de invierno, pero desde su llegada al hotel, Jack comienza a padecer inquietantes transtornos de personalidad, al mismo tiempo que en el lugar comienzan a suceder diversos fenómenos paranormales.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/mm003Mj2e9kJRsrxiVdPn2BSBPh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kgT7VSHDxwPy62Km3Xcip87jBYe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/x5je6H1AI7IkRF6fkhgGWiRAtEA.png"
    },
    {
      "id": "tmdb:578",
      "type": "movie",
      "name": "Tiburón",
      "ids": {
        "tmdb": 578
      },
      "overview": "En la costa de un pequeño pueblo del Este de Estados Unidos, un enorme tiburón ataca a varias personas. Temiendo las fatales consecuencias que esto puede provocar en el negocio turístico, el alcalde se niega a cerrar las playas y a difundir la noticia. Pero un nuevo ataque del tiburón, en la propia playa, termina con la vida de otro bañista. El terror se ha hecho público, así que un veterano cazador de tiburones, un científico y el jefe de la policía local se unen para dar caza al temible escualo...",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/85MbaRlyfZfZGVHoFy2Am53oVYt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4oEI7gHVlMGGKvbJVUQbS2gKBNe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mC7chprNBS4r3kWsbPc0ItmyfUG.png"
    },
    {
      "id": "tmdb:519465",
      "type": "movie",
      "name": "Reina de corazones",
      "ids": {
        "tmdb": 519465
      },
      "overview": "Annie es una exitosa abogada que vive en una casa de estilo modernista con sus dos hijas y su marido Peter, un reputado físico. La aparición de Gustav, un hijo que pertenece a una relación previa de Peter, pone patas arriba la armonía que reina en la vida de Annie. Lo que en un principio parece ser un movimiento liberador para ella, pronto se convierte en una historia de poder y traición que tendrá consecuencias devastadoras en su vida.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/dnbZXUwp7ZGNZnPeBxXA1HHxsab.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aWwUdi3zxShya80CNUNA6l2KQJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4HUBBAgNDN7h2hU4LcMQOOaA3zB.png"
    },
    {
      "id": "tmdb:78",
      "type": "movie",
      "name": "Blade Runner",
      "ids": {
        "tmdb": 78
      },
      "overview": "A principios del siglo XXI, la Tyrell Corporation desarrolló un nuevo tipo de robot llamado Nexus, un ser virtualmente idéntico al hombre y conocido como Replicante.  Los Replicantes Nexus-6 eran superiores en fuerza y agilidad, y al menos iguales en inteligencia, a los ingenieros de genética que los crearon.  En el espacio exterior, los Replicantes fueron usados como trabajadores esclavos en la arriesgada exploración y colonización de otros planetas.  Después de la sangrienta rebelión de un equipo de combate de Nexus-6 en una colonia sideral, los Replicantes fueron declarados proscritos en la Tierra bajo pena de muerte.  Brigadas de policías especiales, con el nombre de Unidades de Blade Runners, tenían órdenes de tirar a matar al ver a cualquier Replicante invasor.  A esto no se le llamó ejecución, se le llamó retiro.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/pBA2J6iQMiP5Zd4ewMKdOWfq1HV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pOqqbvIdXBAz3Nhmuh9ajyQGfU6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jTsTm7VGsYAjHphXRuLdFq54CJQ.png"
    },
    {
      "id": "tmdb:545611",
      "type": "movie",
      "name": "Todo a la vez en todas partes",
      "ids": {
        "tmdb": 545611
      },
      "overview": "Cuando una ruptura interdimensional altera la realidad, Evelyn, una inmigrante china en Estados Unidos, se ve envuelta en una aventura salvaje en la que sólo ella puede salvar el mundo. Perdida en los mundos infinitos del multiverso, esta heroína inesperada debe canalizar sus nuevos poderes para luchar contra los extraños y desconcertantes peligros del multiverso mientras el destino del mundo pende de un hilo.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/9R1zEZJkIah6GuLwFZWsuygn552.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/idNFfHarxVnMoiiVsk2PGA3trD7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/z1g5lrzhZapdk3Z9ItJOrdqxWGb.png"
    },
    {
      "id": "tmdb:601",
      "type": "movie",
      "name": "E.T. el extraterrestre",
      "ids": {
        "tmdb": 601
      },
      "overview": "Un pequeño ser de otro planeta se queda abandonado en la Tierra cuando su nave se marcha olvidándose de él. Tiene miedo. Está completamente solo, pero se hará amigo de un niño, que lo esconde en su casa. El niño y sus hermanos intentarán encontrar la forma de que el pequeño extraterrestre regrese a su planeta antes de que los científicos y la policía lo encuentren.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/4kixNqJAu7hWpZOnOsznL7YPuuQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/swr1MOdJuionDNYfeR5zvAmnvVJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jlgA3wk1zxCdsCZHWFpaR1KzBci.png"
    },
    {
      "id": "tmdb:396535",
      "type": "movie",
      "name": "Train to Busan",
      "ids": {
        "tmdb": 396535
      },
      "overview": "Un virus letal se expande por Corea del Sur, provocando violentos altercados. Los pasajeros de un tren KTX que viaja de Seúl a Busan tendrán que luchar por su supervivencia.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/anomz7b3GQtHPFH34SODDBBIUad.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6B9HaZYBG1ugyd5g6at6F3n4wOw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wzOwOGAXLUQwwXwCAHS2x0Wc35B.png"
    },
    {
      "id": "tmdb:4348",
      "type": "movie",
      "name": "Orgullo y prejuicio",
      "ids": {
        "tmdb": 4348
      },
      "overview": "Las cinco hermanas Bennet han sido criadas por una madre obsesionada por encontrarles marido. Pero una de ellas, Lizzie, inteligente y con carácter, desea una vida con perspectivas más abiertas, un anhelo respaldado por su padre. Cuando el señor Bingley, un soltero rico, y su círculo de sofisticados amigos se instalan en una mansión vecina para pasar el verano, las Bennett se entusiasman con la posibilidad de encontrar pretendientes. En el baile de bienvenida, Lizzie conoce al apuesto y elegante señor Darcy, pero, a primera vista, le parece demasiado orgulloso y arrogante.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/oixzLjpyaLagLa8UREts1NiHr6F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ymx8qUcDYxrI2tA6Oe79O2LK5PZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5Sb0buga1EaV0mDTuniU3c0fOWH.png"
    },
    {
      "id": "tmdb:290098",
      "type": "movie",
      "name": "La doncella",
      "ids": {
        "tmdb": 290098
      },
      "overview": "Corea, década de 1930, durante la colonización japonesa. Una joven llamada Sookee es contratada como doncella de una rica mujer japonesa, Hideko, que vive recluida en una gran mansión bajo la influencia de un tirano. Sookee guarda un secreto y con la ayuda de un estafador que se hace pasar por un conde japonés, planea algo para Hideko.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/1CJWo3mJwNEi0RsSZyxbgVFOj8B.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lkW05VRHaCW85CqcldLQ1qPXVEu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rn3XRsaFts7VysRswHxxtIq7ZWY.png"
    },
    {
      "id": "tmdb:809",
      "type": "movie",
      "name": "Shrek 2",
      "ids": {
        "tmdb": 809
      },
      "overview": "Cuando Shrek y la princesa Fiona regresan de su luna de miel, los padres de ella los invitan a visitar el reino de Muy Muy Lejano para celebrar la boda. Para Shrek, al que nunca abandona su fiel amigo Asno, esto constituye un gran problema. Los padres de Fiona, por su parte, no esperaban que su yerno tuviera un aspecto semejante y, mucho menos, que su hija hubiera cambiado tanto. Todo esto trastoca los planes del rey respecto al futuro del reino. Pero entonces entran en escena la maquiavélica Hada Madrina, su arrogante hijo el Príncipe Encantador y un minino muy especial: el Gato con Botas, experto cazador de ogros.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/knRt4E8KyfwEv0SVu9LsLvD28IQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qKkUCwpK5A8Szu2XlNjmy9t0972.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3xIgLhQhqQOeRXbYIOi4rYkFulH.png"
    },
    {
      "id": "tmdb:823219",
      "type": "movie",
      "name": "Flow, un mundo que salvar",
      "ids": {
        "tmdb": 823219
      },
      "overview": "En un mundo al borde del colapso, un gato solitario pierde su hogar por una inundación y encuentra refugio en un barco con otras especies. Juntos, deberán superar diferencias y desafíos mientras navegan por un misterioso paisaje sumergido.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/337MqZW7xii2evUDVeaWXAtopff.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ouCqgbdQTnSB7qS1v2sEmXeNNSI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/GkoK3RGzq0k0qMSHif7e9kXIyn.svg"
    },
    {
      "id": "tmdb:63",
      "type": "movie",
      "name": "12 monos",
      "ids": {
        "tmdb": 63
      },
      "overview": "En el año 2035, un virus mortal ha arrasado la humanidad y los supervivientes viven bajo tierra. Un convicto llamado James Cole se ofrece como voluntario para viajar al pasado y averiguar el origen de la plaga. Su misión es encontrar al 'Ejército de los Doce Monos', una organización terrorista que se cree que liberó el virus. Sin embargo, su viaje se complica por los errores temporales, las visiones recurrentes y la duda sobre su propia cordura. Con la ayuda de una psiquiatra llamada Kathryn Railly y un loco llamado Jeffrey Goines, Cole intenta salvar el futuro antes de que sea demasiado tarde.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/bXLwKCCMS2NCNlxAhSwn9HCymRl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uY4Ix3ArT3p9tsoNKcQ4UkzcL0V.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/inoIB8ScY82zpZmaKProMbUfinP.png"
    },
    {
      "id": "tmdb:389",
      "type": "movie",
      "name": "12 hombres sin piedad",
      "ids": {
        "tmdb": 389
      },
      "overview": "Tras escuchar todos los testimonios y valorar las pruebas presentadas, un jurado popular compuesto por doce hombres tiene que decidir, por unanimidad, si absuelve o condena a muerte a un joven acusado de haber matado a su padre. Al principio, once están completamente convencidos de su culpabilidad y se inclinan por la condena, pero el que discrepa empieza a plantear dudas razonables que, poco a poco, van resquebrajando la inicial seguridad de los demás.",
      "year": 1957,
      "poster": "https://image.tmdb.org/t/p/w342/qyVoDb3EKO5SnhpSRpztNmZjo70.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3x1hh3VGugF4pvLURkLLOmb1rj5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qjZjRv255J1D8Ggc1biFaJnwyoq.png"
    },
    {
      "id": "tmdb:1255718",
      "type": "movie",
      "name": "Incógnito",
      "ids": {
        "tmdb": 1255718
      },
      "overview": "Un joven policía recibe el encargo de infiltrarse para detener a hombres gays, pero todo cambia cuando se enamora de uno de los objetivos. Plainclothes, de Carmen Emmi, respira tensión y vulnerabilidad, con un Tom Blyth brillante como Lucas, dividido entre el deber y el deseo. El filme explora el peso de vivir en secreto, el miedo a ser descubierto y la lucha interna de alguien atrapado entre lo que es y lo que debe fingir ser, en una atmósfera densa y cargada de recuerdos. (Endimaris)",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/bSU2fRDirVJQ3PnQUz3GoR56lCW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gJLHwiyo6ZDpQ2VQooeNuJp8eEj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dNqyVwx25qUgkEKji8eJJgByUXI.png"
    },
    {
      "id": "tmdb:46738",
      "type": "movie",
      "name": "Incendies",
      "ids": {
        "tmdb": 46738
      },
      "overview": "Jeanne y Simon Marwan son dos mellizos cuya madre, que lleva mucho tiempo sin hablar, está a punto de morir. Pero, antes del fatal desenlace, les da dos cartas que deben ser entregadas a un padre al que creían muerto y a un hermano cuya existencia desconocían. Ambos emprenderán un viaje al Líbano para localizarlos y encontrar respuestas a su existencia. Basada en una obra de teatro de Wajdi Mouawad.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/9NFEihPYnclTAQov0Z4RL01LSvQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/f3ATwil5vmUeTsogBaMEKbBYBth.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jDADVUZdWCTArACWXIdiedbfi1i.png"
    },
    {
      "id": "tmdb:539",
      "type": "movie",
      "name": "Psicosis",
      "ids": {
        "tmdb": 539
      },
      "overview": "Una joven secretaria, tras cometer un robo, se marcha de la ciudad y conduce durante horas, parando para descansar en un pequeño motel de carretera regentado por un joven llamado Norman. Todo parece normal y tranquilo en el apartado motel y en la casa de al lado en la que viven Norman y su madre pero, mientras está en la ducha, la joven es asesinada salvajemente a cuchilladas.",
      "year": 1960,
      "poster": "https://image.tmdb.org/t/p/w342/xFbnc2QPG5H5gYWsGbZT4q8Akya.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4RxFaIOkQVLMnmnmTl8ZS4SIi0g.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tbDsTlf1M37hAMPvfJwiDMP0tbl.png"
    },
    {
      "id": "tmdb:42592",
      "type": "movie",
      "name": "El asesinato de Julio César",
      "ids": {
        "tmdb": 42592
      },
      "overview": "Faltan cuatro años para que Julio Cesar derrote a Pompeyo en la batalla de Farsalia y sea elegido como el dueño de los destinos de la Republica. Estamos en el año 44 antes de Cristo, en Roma. Entre los particios romanos existe el sentimiento de que la dictadura de Cesar acabara en tirania y por ello preparan una conjura para deshacerse de este hombre: Un grupo de conspiradores encabezados por Casio y Casca consiguen que se les una Bruto y deciden acabar con la vida de Cesar.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/yxF9KKnPTuc9nZaLMHYeSJZ1sck.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9QJEg6PD1oeuqIZgxxzd28h2Ouf.jpg"
    },
    {
      "id": "tmdb:38",
      "type": "movie",
      "name": "¡Olvídate de mí!",
      "ids": {
        "tmdb": 38
      },
      "overview": "Una mujer usa los servicios de una empresa para borrar de su memoria todo recuerdo de su ex pareja. Ofendido, el hombre intenta hacer lo mismo que ella, pero el proceso no sucede según lo esperado y el protagonista debe atravesar la gigantesca marea de recuerdos de su propio cerebro para recomponer las cosas.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/2bHEXzzccUsBNOS6rn9uvi3vAGW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kdQhNomrPtnWEfqn2ujafIRsgRg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lnCHPBafPTztZ3OFt3axPNqGjhE.png"
    },
    {
      "id": "tmdb:1186350",
      "type": "movie",
      "name": "Marco",
      "ids": {
        "tmdb": 1186350
      },
      "overview": "El hijo adoptivo de la familia Adattu, Marco, se embarca en una despiadada búsqueda de venganza después de que su hermano es brutalmente asesinado, encontrando solo traición, pérdida y una brutalidad inimaginable a cada paso.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/il3ao5gcF6fZNqo1o9o7lusmEyU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fyT1X8DGW3MlwXjdAoZFCc183fZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zp04i9bv8WMfzr7IUFcdXWDiAi3.png"
    },
    {
      "id": "tmdb:249397",
      "type": "movie",
      "name": "Nymphomaniac. Volumen 2",
      "ids": {
        "tmdb": 249397
      },
      "overview": "Historia de una ninfómana contada por ella misma. Una fría noche invernal, un viejo solterón encuentra en un callejón a una joven herida y casi inconsciente. Después de recogerla y cuidarla, siente curiosidad por saber cómo pudo haber llegado a semejante situación; escucha atentamente el relato que ella hace de su vida, una vida llena de conflictos y turbias relaciones.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/bx6iyY3uf1Wn3wUNEFnvAGe5sgW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pewD5JT9KBwgp7NRicVpsmwKND7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vTfOIqem7QTT0AGzzHHcGWT1geh.png"
    },
    {
      "id": "tmdb:1102493",
      "type": "movie",
      "name": "Cosas pequeñas como estas",
      "ids": {
        "tmdb": 1102493
      },
      "overview": "En 1985, en vísperas de Navidad, en un pequeño pueblo del condado de Wexford, Irlanda, Bill Furlong trabaja como comerciante de carbón para mantenerse a sí mismo, a su mujer y a sus cinco hijas. Una mañana temprano, mientras reparte carbón en el convento local, hace un descubrimiento que le obliga a enfrentarse a su pasado y al silencio cómplice de un pueblo controlado por la Iglesia católica. Basada en la novela homónima de Claire Keegan.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/lwWybnDnaWJMibvQpO5QqLSWNWL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wXTDb9EfBAOoJ0ON7osDDnl5GP0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/pgBw3xE0FjKfWRIQGG1Fx71aswF.png"
    },
    {
      "id": "tmdb:25719",
      "type": "movie",
      "name": "Cómo pez en el agua",
      "ids": {
        "tmdb": 25719
      },
      "overview": "Dos jóvenes se ganan la vida practicando toda clase de estafas, tarea para la que se muestran muy habilidosos. Mientras uno es un perfecto charlatán, el otro es capaz de inventar todo tipo de artilugios. Pretenden reunir un millón de libras para comprarse una lujosa mansión. Un día conocen a una chica que se les une y de la cual se enamorarán ambos.  Una de las más frescas comedias británicas de los 90, cuyas señas de identidad residen en un guión muy ingenioso y en una banda sonora que recopilaba a los grupos británicos más exitosos del momento. La joven Kate Beckinsale (Mucho ruido y pocas nueces) realiza una excelente interpretación.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/iljtqAghDACO5ietUuJU85ttSL5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ldjjEZl2Ez6m32HAZJtfaF2aKGF.jpg"
    },
    {
      "id": "tmdb:115",
      "type": "movie",
      "name": "El gran Lebowski",
      "ids": {
        "tmdb": 115
      },
      "overview": "El Nota es un hombre fracasado y en paro que un día es confundido con otra persona con su mismo nombre. Dos matones irrumpen en su apartamento y destrozan su alfombra creyendo que están ante Jeff Lebowski un millonario de Pasadena. El primer error de El Nota es visitar a su opulento tocayo con la esperanza de que le reponga su vieja alfombra.Sin embargo, nuestro reticente héroe y su compinche Water se ven atrapados en un thriller con toques humorísticos muy al estilo de los hermanos Coen donde se mezclan la extorsión, la traición, la decepción, el chantaje, el sexo y las drogas.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/EJFkJD9BH400jfzKz3W5xLYHQa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ywTUpv9icUY4KleCACJn3isDr4P.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fjGn6VaEXrTAlmeuDeTTejxPMvM.png"
    },
    {
      "id": "tmdb:2330",
      "type": "movie",
      "name": "Taxi Express",
      "ids": {
        "tmdb": 2330
      },
      "overview": "Daniel, un joven repartidor de pizzas, consigue hacer realidad uno de sus sueños: obtener la licencia de taxi. Pero un encuentro fortuito con Emilien le pone en un aprieto: para conservar su licencia de taxi, han de detener a una banda que está desmantelando los bancos del país.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/hJGTeFfEVzYGhB84YFU67B3VG4F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/148xS3PsuxDHT3VCcj3dzdU1lj3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/shKSBFh8eBz1zxEITJXkwqFon8O.png"
    },
    {
      "id": "tmdb:4347",
      "type": "movie",
      "name": "Expiación, más allá de la pasión",
      "ids": {
        "tmdb": 4347
      },
      "overview": "En el verano de 1935, Briony Tallis (Saoirse Ronan), una precoz escritora de 13 años, cambia irremediablemente el curso de varias vidas cuando acusa al amante de su hermana Cecilia (Keira Knightley), el joven Robbie Turner (James McAvoy), de haber cometido un crimen. Los productores y el realizador de \"Orgullo y prejuicio\" vuelven a unirse en este drama.",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/lGzQYPmmdBZDiIqhhnB7NdZmB2q.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yFI56k8VP1bZn3Q8CuyGTOnqykN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dI31cRaAimWZLacXPsbYpCCcmCv.png"
    },
    {
      "id": "tmdb:454527",
      "type": "movie",
      "name": "Benedetta",
      "ids": {
        "tmdb": 454527
      },
      "overview": "Adaptación de la novela \"Immodest Acts: The Life of a Lesbian Nun in Renaissance Italy (Studies in the History of Sexuality)\" de Judith C. Brown, que gira en torno a la sexualidad en un convento y la homosexualidad de una de sus monjas, que desde joven comenzó a tener visiones sin conocer el motivo. Ambientada en el siglo XVII e inspirada en hechos reales, narra la vida de la monja Benedetta Carlini, abadesa en el Convento de la Madre de Dios en Pescia, Italia, y de cómo empezó a tener extrañas visiones que la llevaron a recluirse en sí misma. Es cuando la jerarquía católica decide investigar y pronto encontrará que la abadesa Benedetta está teniendo relaciones sexuales con otra monja del convento, la hermana Bartolomea. Esto provocará un gran enfrentamiento con la Iglesia, en un momento muy complicado de la historia, en el que el protestantismo avanza con fuerza.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/gFromMkeTlIMGqGbYikD0k8ZaRg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/87DIEQ5Oh2BwSUrXRCWD6IXR1ob.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dtS6owQVaAd5s7ix3oGWCsVx98r.png"
    },
    {
      "id": "tmdb:30382",
      "type": "movie",
      "name": "Entropy",
      "ids": {
        "tmdb": 30382
      },
      "overview": "Jake Walsh, un realizador de videos musicales para U2, es tentado, como si de un pacto con el demonio se tratase, para realizar un largometraje de encargo bajo las directrices de Hollywood. Antes de empezar se enamora perdidamente de una modelo y el sentimiento es recíproco. Sin embargo, la dependencia emocional en la que cae unida a los problemas del rodaje complican enormemente su vida. Tratará entonces de buscar una forma de equilibrio entre su vida profesional y su vida sentimental.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/rCtr0fdzFmKMsx9bgLv2DBu7Dcd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jJ8etjN0422rX17nWNWqeXFwzZr.jpg"
    },
    {
      "id": "tmdb:587792",
      "type": "movie",
      "name": "Palm Springs",
      "ids": {
        "tmdb": 587792
      },
      "overview": "Cuando el desenfadado Nyles y su reticente dama de honor Sarah tienen la oportunidad de encontrarse en una boda de Palm Springs, las cosas se complican al verse incapaces de escapar del lugar y el uno del otro",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/eYNS3rNpLDxx5NJ16dwczAf4a7e.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/abHa4yfuwX957FLw3FRxZFMENRV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1O92r8CnyvdEgeda7rOZDYEWNAG.png"
    },
    {
      "id": "tmdb:9568",
      "type": "movie",
      "name": "El Dentista",
      "ids": {
        "tmdb": 9568
      },
      "overview": "El Doctor Alan es un excéntrico y rico dentista que vive en una gran mansión con su esposa Brooke, a la que un día encuentra en el jardín practicando sexo oral con el chico encargado de cuidar la piscina. Arrastrado por la locura, se vengará atrozmente de ella y, además, causará terribles estragos en la boca de sus pobres pacientes.",
      "year": 1996,
      "poster": "https://image.tmdb.org/t/p/w342/etn9XJLCBJCtdPEwwXTxgFPNdLb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vZLRM68YZZ07ZlxakyfmyRhHOTB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5YOVTCzKOdSzVyJ1jc3h3pbT4eB.png"
    },
    {
      "id": "tmdb:288",
      "type": "movie",
      "name": "Solo ante el peligro",
      "ids": {
        "tmdb": 288
      },
      "overview": "Will Kane, el sheriff del pequeño pueblo de Hadleyville, acaba de contraer matrimonio con Amy. Los recién casados proyectan trasladarse a la ciudad y abrir un pequeño negocio; pero, de repente, empieza a correr por el pueblo la noticia de que Frank Miller, un criminal que Kane había atrapado y llevado ante la justicia, ha salido de la cárcel y llegará al pueblo en el tren del mediodía para vengarse de Kane. El tiempo va pasando lentamente, pero nadie en el pueblo está dispuesto a ayudar al sheriff.",
      "year": 1952,
      "poster": "https://image.tmdb.org/t/p/w342/3StARdicdbh4hqvbBoZkhXKhW4S.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oQZEjZth71VejrEtrl4yHaHUqKJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gh14t7wh1ZL2Y2xxXQfmLDXYMA8.png"
    },
    {
      "id": "tmdb:1025389",
      "type": "movie",
      "name": "Extraño río",
      "ids": {
        "tmdb": 1025389
      },
      "overview": "Los hermanos Dídac (16) y Biel (14) viajan en bicicleta siguiendo el curso del Danubio junto a su familia. Entre los bosques y las aguas del turbulento río conocen al misterioso Alexander. Cuando el río se ensancha, Alexander seduce a Dídac, que, al igual que el Danubio, está creciendo a pasos agigantados.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/iZLoaJISWcFsU8rTdLYthbbMyFR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kIf3AyWzHgGGFLNSkjlVWxcJRrh.jpg"
    },
    {
      "id": "tmdb:9659",
      "type": "movie",
      "name": "Mad Max: Salvajes de la autopista",
      "ids": {
        "tmdb": 9659
      },
      "overview": "En las autopistas desiertas de una Australia desconocida, tiene lugar una guerra sin merced entre motoristas forajidos y policías Interceptor, que intentan triunfar sobre la gentuza al volante de coches con motores trucados. En un mundo en plena decadencia, la moral se difuminará en el escenario post apocalíptico donde lo único que tiene valor es el bien más preciado: la gasolina. La depravación, crueldad y salvajismo reinan en las bandas que no dudarán en perseguir y acabar con cualquiera que se ponga entre ellos y su ansia destruir y ser los amos de la carretera. Max se cruzará en su camino y lo que empieza como un acto de justicia no tardará en tornarse una lucha personal para acabar con ellos.",
      "year": 1979,
      "poster": "https://image.tmdb.org/t/p/w342/vWa1DEwV5RbAOiuAm0WNXD3Aydw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uNb6fUyatM712597PSiD0oaVz8x.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4Tc7cVledZvoGVLTAb7BUHiCgCd.png"
    }
  ]
}