{
  "metas": [
    {
      "id": "tmdb:14452",
      "type": "movie",
      "name": "Cazador de asesinos",
      "ids": {
        "tmdb": 14452
      },
      "overview": "Jacob Stillwell, un importante detective de homicidos conocido por sus violentos métodos para impartir justicia, viaja a Memphis con la intención de investigar unos asesinatos en serie.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/rlM1reI1eqbB4T5goQKijXurAJu.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xU7ncrxKxhK4Bop6EIf6K1UTFRu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aJqB0sF204hfis86I5UbYctskV0.png"
    },
    {
      "id": "tmdb:36691",
      "type": "movie",
      "name": "Un hombre solitario",
      "ids": {
        "tmdb": 36691
      },
      "overview": "El propietario de una cadena de coches con la líbido subida ve cómo su carrera y su vida personal se está arruinando debido a sus continuas indiscreciones, tanto en el plano profesional como personal.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/mKDIhs9uVp9xWfa1y0ScAyPiDkT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lK1ZgVelltAGXAltvaPRmtrdNtC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5AbDyXJWRDTMnT0jluvXFW7Gzxa.png"
    },
    {
      "id": "tmdb:31655",
      "type": "movie",
      "name": "El terror",
      "ids": {
        "tmdb": 31655
      },
      "overview": "En la Europa del siglo XIX, un joven oficial francés del ejército de Napoleón es salvado de la muerte por una bella mujer que, a continuación, desaparece. El teniente, obsesionado con la muchacha, sigue sus huellas hasta llegar al remoto y solitario castillo del Barón Von Leppe (Boris Karloff), un lugar que esconde un terrible misterio.",
      "year": 1963,
      "poster": "https://image.tmdb.org/t/p/w342/83aiJfvW0VZ8HbtyNYdy1xGfXuy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/x1iDJNcNIDpgMXFuMPOQrsGfLAd.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/k4WzSlTkyaO8ELvomBCuSQXhuYh.svg"
    },
    {
      "id": "tmdb:324786",
      "type": "movie",
      "name": "Hasta el último hombre",
      "ids": {
        "tmdb": 324786
      },
      "overview": "Narra la historia de Desmond Doss, un joven médico militar que participó en la sangrienta batalla de Okinawa, en el Pacífico durante la II Guerra Mundial, y se convirtió en el primer objetor de conciencia en la historia estadounidense en recibir la Medalla de Honor del Congreso. Doss quería servir a su país, pero desde pequeño se había hecho una promesa a sí mismo: no coger jamás ningún arma.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/m3jj8IJ7uP5p4MqMzgtGW5l4ECd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gQzf1YLUicwHyXyjYNMtk44VjgO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xxucMCBH6h3iJ0Jc8JtVFNnen65.png"
    },
    {
      "id": "tmdb:9769",
      "type": "movie",
      "name": "Lolita",
      "ids": {
        "tmdb": 9769
      },
      "overview": "Humbert es un europeo culto, brillante y atractivo que se instala en una ciudad de Nueva Inglaterra como profesor. Una vez allí, se hospeda en casa de Charlotte, una voluptuosa viuda, que ve en Humbert la encarnación de sus fantasías provincianas. Pero Humbert oculta una herida envenenada: el recuerdo de un frustrado amor de adolescencia. Por eso, Lolita, la hija de Charlotte, se le aparece a Humbert como la materialización de sus sueños.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/3nTCYIR9kwBDAnbjNlf6IHMEHry.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kYZbdtV7JKYjyCwFzh3ocoGnLnk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tzlgvs6dXNjk91U96PnVQzHf7A1.png"
    },
    {
      "id": "tmdb:429",
      "type": "movie",
      "name": "El bueno, el feo y el malo",
      "ids": {
        "tmdb": 429
      },
      "overview": "Durante la Guerra de Secesión, tres cazadores de recompensas se lanzan a la búsqueda de un tesoro que ninguno de los tres truhanes puede localizar sin la ayuda de los otros dos. Tuco sabe que el tesoro se encuentra en un cementerio, mientras que Joe conoce el nombre inscrito en la tumba que lo esconde. Mientras tanto, Sentenza no duda en matar a mujeres y niños para conseguir su meta. De esta forma, los tres hombres colaboran en apariencia, pero al final intentarán eliminarse mutuamente.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/fSWnIXsxA47smMLwRELSWkxbVJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tEzlu5U9gQrE55XF1piXPZBtOrD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e0brYd78ykMjc6r2i0R46cEuPSW.png"
    },
    {
      "id": "tmdb:348811",
      "type": "movie",
      "name": "Comando War Pigs",
      "ids": {
        "tmdb": 348811
      },
      "overview": "Una unidad de inadaptados conocidos como War Pigs debe ir detrás de las líneas enemigas para exterminar nazis por cualquier medio necesario.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/yKTFCdZjocd4kFwVkhBoKFokWzY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qt78zvlpXqNiiy090ggqe7cWuFU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yhZj9E826JkMUC1zgNORZICMdS1.png"
    },
    {
      "id": "tmdb:115489",
      "type": "movie",
      "name": "Nada en la nevera",
      "ids": {
        "tmdb": 115489
      },
      "overview": "Carlota es una conductora de ambulancias de Madrid. Es una mujer romántica de 27 años, que necesita estar permanentemente enamorada, en busca de su hombre perfecto, algo que empieza realmente a obsesionarla. Para Carlota, sólo hay una cosa por la que merezca la pena vivir; la sensación de estar enamorada. Por eso actualmente su ansiedad empieza a ser preocupante, necesita urgentemente un hombre que le llene su vida, el hombre definitivo, el número 1. Una noche, en uno de sus sevicios habituales como conductora de una ambulancia del SAMUR, se topa con un chico enfermo por una indigestión de huevos duros, a quien ella clasifica inmediatamente como el hombre de su vida, el auténtico Número 1.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/jegFrdK5IrHwcZrTUeZb9h2lMdL.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:27092",
      "type": "movie",
      "name": "Plata quemada",
      "ids": {
        "tmdb": 27092
      },
      "overview": "En Argentina, un criminal conocido como El Nene conoce a un español llamado Ángel en los baños públicos. Tras mantener relaciones sexuales, se convierten en inseparables a pesar de que Ángel escucha voces y sufre de esquizofrenia crónica, y pasan a ser conocidos como “Los Mellizos”. En 1965, la pareja participa en un atraco a un furgón blindado junto a un compañero conocido como El Cuervo.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/xYqOPnOrRNadXrQENVhwk5eaQZw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/e1vl12A7x66UcHvLhhJ3M1NCw3K.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/f6Oda0AffnIdva5hvw9s1TF8nit.png"
    },
    {
      "id": "tmdb:212006",
      "type": "movie",
      "name": "Yellow Hair y Pecos Kid",
      "ids": {
        "tmdb": 212006
      },
      "overview": "El coronel Torres se embarca en la búsqueda del oro de los Tulapanes, y en su camino se encuentra con Yelow Hair, una mestiza de belleza rubia, y Pecos Kid, un texano criado por una tribu apache. Estos dos personajes conocen el lugar donde se encuentra escondido el preciado tesoro. Juntos, se ven inmersos en una emocionante aventura llena de peligros, traiciones y descubrimientos sorprendentes mientras persiguen la fortuna perdida. En esta historia repleta de intriga y acción, el destino de los personajes se entrelaza en su búsqueda común, enfrentándose a desafíos que pondrán a prueba su valentía y determinación.",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/yftQf9jbyHXG2Qqt46n1resn5rM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eTCkRlZNpbZ4AKS2JpJkUD7MMvD.jpg"
    },
    {
      "id": "tmdb:2441",
      "type": "movie",
      "name": "Vacas",
      "ids": {
        "tmdb": 2441
      },
      "overview": "A lo largo de tres generaciones, dos familias de un pequeño valle guipuzcoano mantienen relaciones tortuosas, marcadas por la violencia y las pasiones. La historia comienza en Guipúzcoa, en 1875. En una trinchera carlista, durante la guerra, un aizkolari logra salvar la vida embadurnándose con sangre de uno de los muertos, y dejándose apilar con los cadáveres. La presencia de una vaca le produce una extraña sensación, que se volverá obsesiva.",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/j9c3HPCwuPGfFNHzjt0taANaC78.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/AkAGuWo1s92QE1vCRzWEZiJXscV.jpg"
    },
    {
      "id": "tmdb:148285",
      "type": "movie",
      "name": "Django desafía a Sartana",
      "ids": {
        "tmdb": 148285
      },
      "overview": "Django llega a la ciudad para descubrir que su hermano Steve, acusado de robar un banco, ha sido linchado. Django cree que el verdadero culpable es Sartana y lo desafía a un duelo. Justo a tiempo descubre que el autor del crimen es una importante figura local y Django y Sartana se unen para castigarlo.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/dF6MrOb78HRvlYulLlj9h9wkSmd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bzHf1E9DoIu29ugCxyazJ9OO8l2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tq0K0j4Lr85ZoE1Mm9rzBkFWejj.png"
    },
    {
      "id": "tmdb:105416",
      "type": "movie",
      "name": "Tamaño natural",
      "ids": {
        "tmdb": 105416
      },
      "overview": "Michel es un hombre maduro que tiene todo lo que puede desear: un buen trabajo, una esposa brillante y una amante joven y apasionada. Pero un día adquiere por capricho una muñeca hinchable que casi parece una mujer real. Así empieza a disfrutar de la sumisión y la docilidad que no puede encontrar en su esposa, llegando incluso a tener celos y a desconfiar de aquellos que puedan desearla o “mancillarla”.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/yHojlvPMm03RordCWz7Uu8fghfP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yfZOTmMxSQBe3TjrrFskPffvmLL.jpg"
    },
    {
      "id": "tmdb:38004",
      "type": "movie",
      "name": "Después de medianoche",
      "ids": {
        "tmdb": 38004
      },
      "overview": "La mágica Mole Antonelliana (el cavernoso Museo de Cine de Turín, Italia) es el escenario de una historia de amor muy poco probable. Una noche fatídica, el tímido vigilante nocturno del museo, acude en ayuda de un encantador joven cocinero de comida rápida que huye de la policía. El ensueño reino del museo de personajes de películas mudas se convierte en un santuario para ella mientras espera el rescate de su novio diabólico.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/3KJByPl2MfMLuYfyBxDsRaOn7hK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gCFqwiG1p9OjFhJjmcCzTQJb8wz.jpg"
    },
    {
      "id": "tmdb:160478",
      "type": "movie",
      "name": "Divinas palabras",
      "ids": {
        "tmdb": 160478
      },
      "overview": "La acción de este descarnado retrato de la naturaleza humana, basado en la obra de Valle-Inclán, transcurre en la Galicia de principios del siglo XX. Para huir de la pobreza, la esposa de un sacristán de aldea utiliza a un niño hidrocéfalo como atracción de feria. Eso la llevará a enfrentarse a su cuñada, que tiene el mismo propósito, y a meterse de lleno en un mundo en que residen las más bajas pasiones.",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/3KkymkaXsFx3IRO5Gc972r3ke4u.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iiyI5czLmfDMBhUXGrWfBrDLlRA.jpg"
    },
    {
      "id": "tmdb:256789",
      "type": "movie",
      "name": "La vida en un hilo",
      "ids": {
        "tmdb": 256789
      },
      "overview": "Después de enterrar con todos los honores a su difunto esposo, una joven viuda abandona la sórdida vida provinciana y se va a Madrid. Fue una etapa muy dura de su vida, que debió soportar con resignación, pero ahora está dispuesta a recuperar el tiempo perdido. En el tren coincide con una adivina.",
      "year": 1945,
      "poster": "https://image.tmdb.org/t/p/w342/jmT2E5gttP8vQccflPTEcggS6Yr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jiFf1LJ807o3yIv3vNVgb7N8jFT.jpg"
    },
    {
      "id": "tmdb:60541",
      "type": "movie",
      "name": "La mujer de fuego",
      "ids": {
        "tmdb": 60541
      },
      "overview": "En una comarca ganadera del Medio Oeste americano se reproduce la eterna guerra entre vaqueros y ovejeros. Worl, un ovejero que pretende asentarse en el lugar, se ve obligado a abandonar sus tierras. El problema es que está ligado sentimentalmente a Connie, la hija del ranchero que lo ha expulsado. Con el apoyo del ayudante de Worl, Connie se enfrentará a su padre.",
      "year": 1947,
      "poster": "https://image.tmdb.org/t/p/w342/tIl2E4ZOewI9e1urPAIYqLB8FRm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ge7oUKdtVo9xnGxPg1buPdcPrfy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4u8imTS3pBixYL69eFDPocNTcxr.png"
    },
    {
      "id": "tmdb:153131",
      "type": "movie",
      "name": "Sonatas (Las aventuras del marqués de Bradomin)",
      "ids": {
        "tmdb": 153131
      },
      "overview": "En otoño de 1824 Javier Montenegro, marqués de Bradomín, es librado de morir ahorcado por el capitán Casares; a cambio, el marqués se compromete a ayudarle a huir a América. Bradomín visita a Concha, antiguo amor de juventud, ahora casada con el conde de Bradesco. A cambio del dinero preciso para la huida Concha se va a unir a Bradomín y Casares, pero el conde la mata en el último momento. Seis años después, Bradomín, jugador profesional en México, seduce a la Niña Chole, amante del general Bermúdez en lucha contra las tropas revolucionarias entre cuyos hombre se encuentra el capitán Casares. Adaptación de las “Sonata de Otoño” y “Sonata de Estío” de Ramón María del Valle-Inclán, en la que Bardem incluyó elementos de otras obras posteriores del autor.",
      "year": 1959,
      "poster": "https://image.tmdb.org/t/p/w342/v3IpXTktpFBMbtYl6AZvBiqgXhK.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:220881",
      "type": "movie",
      "name": "Ursus",
      "ids": {
        "tmdb": 220881
      },
      "overview": "Ursus, regresa a su país, después de largos años de guerra, para reunirse con Attea, su novia, hija del escultor Clio. Pero al llegar, Doreida, esclava ciega de Setas, le informa que Clio ha sido asesinado y Attea raptada. Ursus descubre que Setas está involucrado en estos actos que, al sentirse descubierto, trata de liberarse de Ursus, pero éste le hace prisionero y junto con Doreida se dirige a las islas Zaas, donde según sus noticias ha sido conducida su amor.",
      "year": 1961,
      "poster": "https://image.tmdb.org/t/p/w342/zS7PzEMwDgRuTyxfBudUH3aJP0L.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bXqyKbtgHlliYgDs7gTcnJUbU3G.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3xNQviyJcH12ynU45N8zwlHQPVE.png"
    },
    {
      "id": "tmdb:43896",
      "type": "movie",
      "name": "El delator",
      "ids": {
        "tmdb": 43896
      },
      "overview": "Irlanda 1922. Traición entre amigos para un conocido filme de Ford. Rodada en apenas 3 semanas. En el agitado Dublín de los años veinte, Gypo Nolan, un tipo sin oficio ni beneficio, expulsado del Ejército de Liberación Irlandés y con tendencia a empinar el codo, sueña con viajar a Estados Unidos en compañía de su novia, Katie, que se gana la vida como prostituta. Animado por la recompensa que ofrecen las autoridades, Gypo delata el paradero del activista Frankie McPhillip, un viejo amigo y compañero.",
      "year": 1935,
      "poster": "https://image.tmdb.org/t/p/w342/roq1R0B8MjHuzcCvq911F9iPBzG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/a9KoSHzoT8PLWYoFDBgjDdp1Z78.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/pZ5j451ilN0GPoeAUVPZOe75VG6.png"
    },
    {
      "id": "tmdb:3870",
      "type": "movie",
      "name": "Novecento",
      "ids": {
        "tmdb": 3870
      },
      "overview": "En el año 1901, en una finca en el norte de italia, nacen el mismo día el hijo de un terrateniente y el hijo de un bracero. La película narra la vida de ambos y sus respectivas familias durante ochenta años. La amistad de los protagonistas se verá nublada por sus diferentes actitudes frente al fascismo. Famoso drama que hace un complejo recorrido político y social por la Italia del siglo XX.",
      "year": 1976,
      "poster": "https://image.tmdb.org/t/p/w342/5BeMiIveAXnmHvuZVkRpCeE0pWR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dWS059IIp8balYKqTPBreOihjkI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3GztY1oTo8dMdz9c6FEZxZo7WI6.png"
    },
    {
      "id": "tmdb:135812",
      "type": "movie",
      "name": "Drácula 3D",
      "ids": {
        "tmdb": 135812
      },
      "overview": "Ambientada en la Transilvania del siglo XIX, Drácula 3D narra la historia de Jonathan Harker, un bibliotecario que viaja hasta Passo Borgo para trabajar en la gran biblioteca del castillo del Conde Drácula. El joven no tardará en descubrir las extrañas costumbres del Conde y de las mujeres que cohabitan con él. Pero los intereses de este misterioso hombre se dirigen principalmente a la mujer de Jonathan, Mina, una joven con la que cree estar unida a través de los tiempos. Su obsesión le llevará a propagar la muerte a su alrededor, hasta que sus intenciones y su naturaleza vampírica sea revelada.  En esta nueva versión del vampiro más conocido de la historia de la literatura y el cine, no faltan las grandes dosis de sangre y colmillos afilados.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/n1EsoM2cotsQRmvNnQJlOeC1jNe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3iGVvikWv7AeZqgXrULCNOiPq7X.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/r8DGUSh6FhoLANfPemg2ICj0IQf.png"
    },
    {
      "id": "tmdb:28178",
      "type": "movie",
      "name": "Siempre a tu lado",
      "ids": {
        "tmdb": 28178
      },
      "overview": "Basada en una historia real. Un profesor de universidad adopta a un perro vagabundo en una estación del tren. Tras recabar información sobre el animal, el profesor descubre que el perro iba a los andenes a diario durante semanas para esperar el regreso de su amo, pero éste había muerto en un accidente en la ciudad. El perro Hachiko, al lado de su nuevo amo a quien también le cambiará la vida cuando descubre los lazos que se pueden crear entre un animal y una persona.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rLPMD8BOHjvvjjCX7BZQdqNWBm2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFCNw7ewLrc4BgRUw9mN3G3vxOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSBpv8j18UoN1G5jaQgRMTfK0O2.png"
    },
    {
      "id": "tmdb:109827",
      "type": "movie",
      "name": "La venganza",
      "ids": {
        "tmdb": 109827
      },
      "overview": "Tras pasar diez años encerrado por un crimen que no cometió, Juan queda en libertad.",
      "year": 1958,
      "poster": "https://image.tmdb.org/t/p/w342/AkJmtwKhgSKv1rWbpyYXn1Kof0L.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mcAB8meGSHMBzC9rV2M3IUWoDQy.jpg"
    },
    {
      "id": "tmdb:301845",
      "type": "movie",
      "name": "Barcelona sur",
      "ids": {
        "tmdb": 301845
      },
      "overview": "En Barcelona, una de las ciudades portuarias de Europa más apreciadas por el tráfico de drogas y la prostitución, Gumer, una chica de 25 años, sale de la cárcel obsesionada por encontrar a su antiguo novio. Charo, su mejor amiga, trata de ayudarle pero no es libre ya que sirve a los deseos de su chulo Toni. Gumer convence a Charo para que abandone a Toni y formen, junto con otras amigas, una banda para montar negocios por su cuenta.",
      "year": 1981,
      "poster": "https://image.tmdb.org/t/p/w342/jRKMPTQjXX3qKBYrNtnvQMrhCr2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fpB6mNdhTG8vX3vjPLHGO6lKbiF.jpg"
    },
    {
      "id": "tmdb:4286",
      "type": "movie",
      "name": "El inocente",
      "ids": {
        "tmdb": 4286
      },
      "overview": "Tullio Hermil (Giancarlo Giannini) es un hombre culto y acomodado entregado a los placeres de la vida. Entre la honorable práctica de la esgrima, la lectura y el placer carnal con su amante Teresa Raffo (Jennifer O'Neill) mantiene a su esposa Juliana (Laura Antonelli) al margen de su vida. Juliana se debate entre el murmullo social y el reconocimiento de su marido. Totalmente rechazada encuentra en un joven escritor, Filippo d'Arborio (Marc Porel) el consuelo y queda embarazada. Esto despierta en Tullio, cuyo compromiso con Juliana es inexistente, los celos y la pasión carnal correspondida entonces por su mujer, que aún cree en su matrimonio, La esperanza de Julia en esta nueva pasión le crea sentimientos contradictorios. Tullio pretende eliminar todo rastro de la relación de su mujer pero finalmente el nacimiento del niño desencadena una tormenta de pasiones y sentimientos.",
      "year": 1976,
      "poster": "https://image.tmdb.org/t/p/w342/603sb3nND0fR3TIQMa0B9zmdmVV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/j1R4wGpgfgY219Z7cDDZQJOM6TI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hXh9EZkSHrmmMtIf5i8vcmVCuE2.png"
    },
    {
      "id": "tmdb:37748",
      "type": "movie",
      "name": "800 balas",
      "ids": {
        "tmdb": 37748
      },
      "overview": "Almería, desierto de Tabernas, España, 2002. Texas Hollywood es un ruinoso y polvoriento poblado donde hace ya décadas que no se ruedan películas del Oeste. Allí malviven Julián Torralba y sus compañeros, veteranos especialistas de cine, recreando patéticas escenas de acción para solaz de los escasos turistas extranjeros que visitan la aislada región.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/yGMw9hg7amje8N2eoFKjJWu9FnB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6RqbTCV8FoDs0bl5Hwae8IhHbO3.jpg"
    },
    {
      "id": "tmdb:43271",
      "type": "movie",
      "name": "Inconscientes",
      "ids": {
        "tmdb": 43271
      },
      "overview": "Barcelona, 1913. Alma, la hija del doctor Mira, el neurocirujano más prestigioso del país, está casada con el psiquiatra León Pardo que, durante el verano ha visitado Viena para estudiar con Sigmund Freud sus escandalosas teorías sobre la histeria y la sexualidad. Un día, Alma, que espera un hijo, llega a casa y encuentra a su marido en un estado lamentable y dispuesto a abandonarla. Con la ayuda de Salvador, su cuñado, que está profundamente enamorado de ella, emprenderá la búsqueda de su marido.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/t0Qcw8R8iCNCU3MR5xjHTOOYJiA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/h6hvy15g67TlFr3fJh3QWtT6vr3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/go7njUqchkKxABIvoTPcz78u1mw.png"
    },
    {
      "id": "tmdb:747",
      "type": "movie",
      "name": "Zombies Party",
      "ids": {
        "tmdb": 747
      },
      "overview": "La vida de Shaun es un callejón sin salida. Se pasa la vida en la taberna local con su amigo íntimo Ed, discute con su madre y descuida a su novia, Liz. Cuando Liz le deja plantado. Shaun decide, finalmente, poner su vida en orden. Tiene que reconquistar el corazón de su novia, enmendar sus relaciones con su madre y enfrentarse a las responsabilidades de un adulto.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/g1UOD4SSLPUCzbRjMxUILVGtTw8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9RUPuWUcIcMOHrVJnDxC42wLkjV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tcK2zgZTEjfllsKVETwOPLrjV2k.png"
    },
    {
      "id": "tmdb:4507",
      "type": "movie",
      "name": "Jamón, jamón",
      "ids": {
        "tmdb": 4507
      },
      "overview": "José Luis es el hijo de un acaudalado matrimonio que posee una fábrica de ropa interior masculina, en la que trabaja su novia Silvia. Cuando ella se queda embarazada, él promete casarse con ella a pesar de la oposición de sus padres. Con el fin de frustrar esa boda no deseada, la madre decide contratar a un joven aspirante a torero para que seduzca a la joven.",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/qCxhfAr9fIXeWUfchUeQttVa2wX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/b8Q6TP6USFMFcUF3ZNT4EMAIFhn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/inS9gBJhS4nUlYAXSMvR4k5U29W.png"
    },
    {
      "id": "tmdb:58098",
      "type": "movie",
      "name": "Así reían",
      "ids": {
        "tmdb": 58098
      },
      "overview": "Historia de dos hermanos sicilianos emigrados a Turín. Giovanni, el mayor, acaricia un ambicioso proyecto, que aparentemente está muy lejos de sus posibilidades, pero está dispuesto a hacer lo que sea con tal de hacerlo realidad: desea que Pietro, su hermano pequeño, obtenga el título de maestro. El problema es que Pietro no quiere estudiar. (FILMAFFINITY)",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/5CSB3MXOp9r6Wm3lLuPaFidbAZS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/65VNZCMIKp2c5JMIQgL0MIqIwE5.jpg"
    },
    {
      "id": "tmdb:98962",
      "type": "movie",
      "name": "Sor Citroen",
      "ids": {
        "tmdb": 98962
      },
      "overview": "Madrid, España. Cuando una comunidad religiosa que regenta un orfanato compra un coche, la vivaracha e intrépida hermana Tomasa acepta la tarea de ponerse al volante.",
      "year": 1967,
      "poster": "https://image.tmdb.org/t/p/w342/onCW28gMja6xGCJLwzbqJtxSUXH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qX9NzXwKFbrq6t8ElcMdk0g2j0B.jpg"
    },
    {
      "id": "tmdb:253281",
      "type": "movie",
      "name": "Stella cadente (Estrella fugaz)",
      "ids": {
        "tmdb": 253281
      },
      "overview": "Narra el fugaz reinado de Amadeo de Saboya en España, que en 1870 intentó poner en orden y modernizar un país ingobernable. Un rey incomprendido en el exterior y rápidamente refugiado en su interior: fuera de su palacio, el país se derrumba, y dentro de él, su corte se abandona a los juegos, el amor, los placeres, la belleza y la melancolía.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/tPesGaZo7vnCWFrk72Q5hyOwNdI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iYtlR7AgExER2f7XzyHAb7e7H5M.jpg"
    },
    {
      "id": "tmdb:29568",
      "type": "movie",
      "name": "En la ciudad de Sylvia",
      "ids": {
        "tmdb": 29568
      },
      "overview": "Un hombre vuelve a Estrasburgo para buscar a una mujer de la que se enamoró locamente cuatro años atrás y recuperar aquel mágico momento. Es verano. El joven extranjero callejea observando y dibujando gestos y expresiones captadas azarosamente en la calle sin dejar de buscar a esa mujer, cuyo recuerdo gravita sobre la ciudad. Esa búsqueda le conduce a otra mujer y ésta a otra... siempre bajo la invocación de la ausente.",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/sr9d1gPHIrCs6MMdKUkZNgqghMO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dP3lpd8FrdNGVDfctrwuvFigFBk.jpg"
    },
    {
      "id": "tmdb:27902",
      "type": "movie",
      "name": "Mi ligue en apuros",
      "ids": {
        "tmdb": 27902
      },
      "overview": "Jenny (Amanda Bynes) es una joven de 18 años que descubre entusiasmada que su estrella de rock favorita, Jason (Chris Carmack), se alojará en el resort tropical en el que ella está trabajando. Para estar cerca de él, se cuela como polizón en un exclusivo crucero, pero un tormenta intempestiva hace que Jason caiga al mar. Sin pensarlo, Jenny se lanza a salvarlo, con lo que ambos serán arrastrados a la deriva hasta una \"isla desierta\". Al poco tiempo, Jenny se dará cuenta de que la isla desierta en la que creía estar, en realidad es una playa a pocos metros del hotel, pero si se lo dice a Jason, perderá la oportunidad de estar cerca de su ídolo...",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/kzQNefqVaTDtjQvawreRL7BrsGQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/td9JcWGkhfJ7AtXvVUZKDkaTkAo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/epUsrEfgsK5MxhOqG3HNoXLR4lr.png"
    },
    {
      "id": "tmdb:10362",
      "type": "movie",
      "name": "Two Lovers",
      "ids": {
        "tmdb": 10362
      },
      "overview": "Leonard (Joaquin Phoenix) es un joven psicológicamente inestable que intenta recuperarse de su última crisis bajo la atenta mirada de sus padres. Inesperadamente entran en su vida dos mujeres: la encantadora y sencilla Sandra (Vinessa Shaw), hija del nuevo socio de su padre, y Michelle (Gwyneth Paltrow), una misteriosa vecina que parece no encajar en un barrio tan anodino.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/u9dZ84dD12cLLedJfRVHStKSHvh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fMfRgkQrU6Zwb5uJU91HNOPbfyy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7KJx19aPbnsGG94HmJyYWD3Z4ea.png"
    },
    {
      "id": "tmdb:121541",
      "type": "movie",
      "name": "Canelita en rama",
      "ids": {
        "tmdb": 121541
      },
      "overview": "Un rico caballero andaluz, don Juan, tuvo relaciones con una gitana y nació una niña. Al morir la madre, don Juan acogió a la niña en su casa y la educó como una señorita, lejos de las costumbres y las tradiciones gitanas. Don Juan tiene otro hijo, este legítimo, que se educó en el extranjero y al regresar, ignorante de los lazos de sangre que les unen, se enamora de su hermana. El padre se opone a esta relación, pero los parientes de la gitana descubren que aquella niña no es hija suya.",
      "year": 1943,
      "poster": "https://image.tmdb.org/t/p/w342/s5knZtyaxrrJ8AvpYa0VSURVBuM.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:99919",
      "type": "movie",
      "name": "Fantasma en el Oeste",
      "ids": {
        "tmdb": 99919
      },
      "overview": "Napoleón es un joven que va huyendo de cada poblado donde vende su famoso elixir de la juventud. Un elixir que no provoca otra cosa que unos enormes dolores de estómago. En su última huida cae en el interior de una cueva y, de repente, se le aparece el fantasma de David Croket. Éste le anima a buscar un tesoro que él mismo había enterrado en vida. Napoleón está dispuesto a encontrarlo.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/Aiq4Y93qFziYXdQsFuUoSwiJxOH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zX4ial48KxNgcKcPF2CFI6Hp5Rp.jpg"
    },
    {
      "id": "tmdb:44741",
      "type": "movie",
      "name": "Malicia",
      "ids": {
        "tmdb": 44741
      },
      "overview": "En un piso de Catania, en los años cincuenta se reúnen muchas personas de luto por la muerte de la esposa de Ignazio La Brocca, dueño de una próspera sastrería y padre de tres hijos.Entre los presentes hay una joven, Angela La Barbera, que precisamente ese día iba a empezar a trabajar como interina para la familia. El viudo y los tres hijos pronto se acostumbran a los cuidados dulces y atentos de la nueva presencia femenina.El viudo no consigue resistir a la tentación y decide casarse con ella a pesar del poco tiempo transcurrido desde la muerte de su mujer. Además de la presencia dominante de un gran retrato de la primera esposa, otro obstáculo para la unión es el hijo Nino, totalmente obsesionado por la mujer. Entre los dos se va instaurando una relación maliciosa y cruel, en la que Angela se presta a los juegos eróticos del adolescente con tal de conseguir el consenso para casarse con su padre.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/aFDzUNTAFKIl5WK8Llrhz1AfVTt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i3CV5KhT2Y1xv0j606GE9jgc2SC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sSkA55gd1YGZoq9orLjdFJ29zjt.png"
    },
    {
      "id": "tmdb:1370",
      "type": "movie",
      "name": "Rambo III",
      "ids": {
        "tmdb": 1370
      },
      "overview": "Cuando descubre que el coronel Trautman ha caído en manos soviéticas en Afganistán, Rambo regresa al servicio para intentar liberar a su amigo. Después de contactar a la resistencia afgana, entra en la zona sitiada por las tropas enemigas.",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/69iGRVnOi62ZK2ExoJl12tnvH0T.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yM2clonjcpiHDyqxVbV3ePshXh7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qZnZohJ6syqhJokjyZ0D6eABoHX.png"
    },
    {
      "id": "tmdb:530385",
      "type": "movie",
      "name": "Midsommar",
      "ids": {
        "tmdb": 530385
      },
      "overview": "Una pareja estadounidense que no está pasando por su mejor momento acude con unos amigos a un festival de verano que se celebra cada noventa años en una aldea remota de Suecia. Lo que comienza como unas vacaciones de ensueño en un lugar en el que el sol no se pone nunca, poco a poco se convierte en una oscura pesadilla cuando los misteriosos aldeanos les invitan a participar en sus perturbadoras actividades festivas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/a4Uwb4vnep76r1HRNduFgT9MRez.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vxKs0JLPT63lcYZTK8P6b3SaFff.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mjf2CyGrMqjUjsjXsaEsakBrOdA.png"
    },
    {
      "id": "tmdb:676156",
      "type": "movie",
      "name": "The Warrant",
      "ids": {
        "tmdb": 676156
      },
      "overview": "Unos bandidos asesinan al Sr. Duvall. Todas las culpas recaen sobre el vigilante Clark Harrison. Tras cinco años en la cárcel, Harrison recupera la libertad y busca venganza.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/fAShmkZrxnKe9QvsBg869PmS2zL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6dmmvDXOLgNPF8wyQmrWRy0HGDt.jpg"
    },
    {
      "id": "tmdb:18591",
      "type": "movie",
      "name": "La tabla de Flandes",
      "ids": {
        "tmdb": 18591
      },
      "overview": "Julia Darro, una joven restauradora de arte, comienza a restaurar la Tabla de Flandes, un famoso cuadro del siglo XV que muestra una partida de ajedrez inacabada. Al quitar algunas capas de pintura descubre una inscripción oculta. Intrigada, ella y una amiga solicitan permiso a Don Juan Belmonte, su dueño, para desvelar la inscripción, lo cual eleva el precio del cuadro.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/ejO1RlgGtNzTiFf7biNjlNuq7oy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yjOskYh5JJe8mWVnk0lM6eT5Sux.jpg"
    },
    {
      "id": "tmdb:506072",
      "type": "movie",
      "name": "Prospect",
      "ids": {
        "tmdb": 506072
      },
      "overview": "Un padre y su hija se han asegurado un contrato para hacerse con un gran depósito de gemas escondidas en las profundidades de un bosque tóxico de la luna. Pero hay otros vagando por el mismo lugar y el trabajo no tarda en convertirse en una lucha por la supervivencia. Obligada a competir no solo con los otros despiadados habitantes del bosque, sino también con el juicio de su propio padre sobre la avaricia, la joven descubrirá que debe labrarse su propio camino para escapar.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/xP015xnIApAXsBgsTONp6kUChZb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wgz3MesDmTx5lgLa080XnvuqwyX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4iz7LHSYMH2ElyhL9r7ibvGPc7x.png"
    },
    {
      "id": "tmdb:24811",
      "type": "movie",
      "name": "El cielo no puede esperar",
      "ids": {
        "tmdb": 24811
      },
      "overview": "El bebé que esperan Elizabeth y su marido Kevin está a punto de nacer, y sus padres, prudentemente, deciden ingresar con tiempo en el hospital. Cuando, tras muchas horas de espera, no sucede nada, a la pareja empieza a dominarla el pánico. El problema es que el niño, asustado, no quiere bajar a la Tierra. Será necesario que Elmore, un ángel de la guarda, se encargue de convencerlo de lo maravillosa que es la vida en Nueva York, la ciudad donde viven sus padres.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/mhfFoJ9WE5mvV8NbLWMeusOVCp8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ziwF07XA13aQ5FWqUInHBd8j7jS.jpg"
    },
    {
      "id": "tmdb:13909",
      "type": "movie",
      "name": "La legión invencible",
      "ids": {
        "tmdb": 13909
      },
      "overview": "Las tribus indias planean unirse para una guerra total contra los blancos. Brittles, un veterano capitán de caballería, recibe la orden de evitar las concentraciones de indios, al tiempo que debe escoltar a la esposa y a la sobrina de su comandante. Además, ha de impedir que un traficante venda una partida de armas a los indios. Esta triple misión será la última del capitán antes de su jubilación.",
      "year": 1949,
      "poster": "https://image.tmdb.org/t/p/w342/80LPkJbT7BeZ61PRWi4yw6Jw8aD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zH1zp3d5RslmKmnukPS9iZOyjV7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ovRRMs5RP5lZOqZwtHaKuAfA8u5.png"
    },
    {
      "id": "tmdb:101120",
      "type": "movie",
      "name": "Crimen imperfecto",
      "ids": {
        "tmdb": 101120
      },
      "overview": "Salomón, un detective privado especializado en asuntos de adulterio, y su fiel ayudante Torcuato, se ven involucrados en un caso criminal. Ambos son testigos de la muerte de uno de sus clientes en su propio despacho pero, inexplicablemente, el cadáver desaparece antes de que llegue la policía. Entonces deciden averiguar por su cuenta el móvil del crimen para poder encontrar al asesino y esclarecer el caso.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/pYK0nawjt5luWFxI7IaJv7U2evt.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:209624",
      "type": "movie",
      "name": "La becerrada",
      "ids": {
        "tmdb": 209624
      },
      "overview": "San Ginés de la Sierra es un pueblecito perdido entre las montañas, cerca de Despeñaperros, en el sur de España. Es conocido en toda la comarca por dos características muy peculiares: su \"pertinaz\" sequía y un \"Hogar del Vencido\". Este \"hogar\" es una institución que alberga a una veintena de ancianitos, a cuyo cuidado están once monjas. \"El Hogar del Vencido\" atraviesa una angustiosa situación económica. Las monjas buscan desesperadamente una solución y deciden celebrar una becerrada benéfica.",
      "year": 1963,
      "poster": "https://image.tmdb.org/t/p/w342/v3e7lewPFVmvtqPhlHtEKJqBhI2.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:490056",
      "type": "movie",
      "name": "La vida en un bloc",
      "ids": {
        "tmdb": 490056
      },
      "overview": "Nicomedes Gutierrez, médico de pueblo, apunta cuidadosamente todo lo que ocurre en su vida hasta el último detalle. Está enamorado de la maestra del pueblo, pero antes de casarse decide darse el capricho de echar una cana al aire.",
      "year": 1956,
      "poster": "https://image.tmdb.org/t/p/w342/fkGuKzspQB7OdgdnorUf65Siipt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yjBd2dlrpySJ7U3WjDXJngydVID.jpg"
    },
    {
      "id": "tmdb:1587",
      "type": "movie",
      "name": "¿A quién ama Gilbert Grape?",
      "ids": {
        "tmdb": 1587
      },
      "overview": "Gilbert es un chico del pequeño pueblo de Endora atrapado allí por las obligaciones familiares. Tras el suicidio de su padre, debe hacerse cargo de su hermano menor, que es deficiente, de sus dos hermanas y de una madre obesa que pesa más de 200 kilos. Su aburrida vida transcurre entre el colmado donde trabaja, su familia y la relación que mantiene con una mujer casada. La llegada al pueblo de una joven optimista llamada Becky cambiará su rutina.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/1W9WHcWBD08V3SxpDpxESODDpde.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tSwCQWsMfI3Hrcghw4tBDvtR9yM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hT23Ud6IuP47zRFuj9BzPdNvVRw.png"
    }
  ]
}