{
  "metas": [
    {
      "id": "tmdb:83124",
      "type": "movie",
      "name": "Llega Sartana",
      "ids": {
        "tmdb": 83124
      },
      "overview": "Gianni Garko se vuelve a meter en la piel de Sartana, un aguerrido y justiciero vaquero del Oeste americano. Esta vez, el valiente cowboy provoca, intencionadamente, un incidente para ingresar en la cárcel y hablar con Grand Full. Él es el único que le puede ayudar a encontrar el paradero de 500.000 dólares, escondidos por su socio Johnson, que fue asesinado. Pero, en prisión, hay otros muchos bandoleros que desean encontrar el tesoro.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/pLLMzsdDXbjRBQ68bGM8dcTBIR0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2UBIgkikTKWmRiKNjgPf2TAWcai.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2G7ZQ3JWK158WH9HW0eVLCQrP3b.png"
    },
    {
      "id": "tmdb:28178",
      "type": "movie",
      "name": "Siempre a tu lado",
      "ids": {
        "tmdb": 28178
      },
      "overview": "Basada en una historia real. Un profesor de universidad adopta a un perro vagabundo en una estación del tren. Tras recabar información sobre el animal, el profesor descubre que el perro iba a los andenes a diario durante semanas para esperar el regreso de su amo, pero éste había muerto en un accidente en la ciudad. El perro Hachiko, al lado de su nuevo amo a quien también le cambiará la vida cuando descubre los lazos que se pueden crear entre un animal y una persona.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rLPMD8BOHjvvjjCX7BZQdqNWBm2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFCNw7ewLrc4BgRUw9mN3G3vxOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSBpv8j18UoN1G5jaQgRMTfK0O2.png"
    },
    {
      "id": "tmdb:324786",
      "type": "movie",
      "name": "Hasta el último hombre",
      "ids": {
        "tmdb": 324786
      },
      "overview": "Narra la historia de Desmond Doss, un joven médico militar que participó en la sangrienta batalla de Okinawa, en el Pacífico durante la II Guerra Mundial, y se convirtió en el primer objetor de conciencia en la historia estadounidense en recibir la Medalla de Honor del Congreso. Doss quería servir a su país, pero desde pequeño se había hecho una promesa a sí mismo: no coger jamás ningún arma.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/m3jj8IJ7uP5p4MqMzgtGW5l4ECd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gQzf1YLUicwHyXyjYNMtk44VjgO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xxucMCBH6h3iJ0Jc8JtVFNnen65.png"
    },
    {
      "id": "tmdb:174645",
      "type": "movie",
      "name": "Golpe en Java",
      "ids": {
        "tmdb": 174645
      },
      "overview": "Cuenta la apasionante historia de un expatriado americano, Jake (Kellan Lutz), un agente encubierto del FBI que se hace pasar por profesor universitario para reunir pruebas de una nueva generación de terroristas en la región. Después de que la Sultana de Java fuera asesinada en un ataque suicida con bomba, Jake se encuentra así mismo en el centro de una investigación policial dirigida por el policial local, el teniente Hashim.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/oTLuUzdpdRsxZGZ35AOOjV3AVjv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pHqpfmt8iHEREsLvBM6CfEeGERh.jpg"
    },
    {
      "id": "tmdb:104089",
      "type": "movie",
      "name": "El año de las luces",
      "ids": {
        "tmdb": 104089
      },
      "overview": "En la primavera de 1940, recién terminada la Guerra Civil, Manolo, un adolescente hijo de un caído en la contienda, es enviado junto a su hermano a un preventorio. El lugar, cerca de la frontera con Portugal, es una especie de internado regido por la Sección Femenina de Falange Española. Allí, Manolo vivirá los primeros amores, el despertar del sexo, los escarceos con las mujeres que le cuidan y un sinfín de situaciones que le harán madurar. \"leo´´",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/yAqkstX4WzgkJTJ3UlrwIXUKRNo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ourxKWTPlD6sieau6Pe7FCFULSy.jpg"
    },
    {
      "id": "tmdb:391",
      "type": "movie",
      "name": "Por un puñado de dólares",
      "ids": {
        "tmdb": 391
      },
      "overview": "Tras la muerte de Juárez, en México dominan la injusticia y el terror. Joe, un pistolero vagabundo, llega al pueblo fronterizo de San Miguel, donde dos familias se disputan el control del territorio, y entra al servicio del clan Rojo. Una noche, Joe es testigo del intercambio de oro por armas entre mexicanos y soldados de la Unión...",
      "year": 1964,
      "poster": "https://image.tmdb.org/t/p/w342/la1A6gknPnZd0bZgL6C7poN11v.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8AQo9k8pD4EAgL8OELKjVGlq1Ec.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dkg4P8OTyZzNOTCF0H6bHuz1hj9.png"
    },
    {
      "id": "tmdb:429",
      "type": "movie",
      "name": "El bueno, el feo y el malo",
      "ids": {
        "tmdb": 429
      },
      "overview": "Durante la Guerra de Secesión, tres cazadores de recompensas se lanzan a la búsqueda de un tesoro que ninguno de los tres truhanes puede localizar sin la ayuda de los otros dos. Tuco sabe que el tesoro se encuentra en un cementerio, mientras que Joe conoce el nombre inscrito en la tumba que lo esconde. Mientras tanto, Sentenza no duda en matar a mujeres y niños para conseguir su meta. De esta forma, los tres hombres colaboran en apariencia, pero al final intentarán eliminarse mutuamente.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/fSWnIXsxA47smMLwRELSWkxbVJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tEzlu5U9gQrE55XF1piXPZBtOrD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e0brYd78ykMjc6r2i0R46cEuPSW.png"
    },
    {
      "id": "tmdb:268606",
      "type": "movie",
      "name": "El cura ya tiene hijo",
      "ids": {
        "tmdb": 268606
      },
      "overview": "A Justo, el cura, tras el escándalo de la primera parte, \"El hijo del cura\", es enviado a un pueblo montañoso y frío, nada que ver con el pueblecito costero de agradable clima donde ejercía anteriormente. Nota que la gente joven de su nueva parroquia no va a la iglesia, y al preguntar el motivo, le dicen que todos saben que tiene una hija con una feligresa de la parroquia anterior. Justo intenta deshacer el entuerto, con tan mala suerte que en su parroquia y bajo secreto de confesión le entregan un niño que complica más la situación, ya que él cree que es \"su\" hijo.",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/waBDbmP0WsZqX80qoSO9rWjrgFq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eCS5I2N8wtVRQ2bQqJJQ1kI6VJs.jpg"
    },
    {
      "id": "tmdb:166202",
      "type": "movie",
      "name": "¿Qué hace una chica como tú en un sitio como éste?",
      "ids": {
        "tmdb": 166202
      },
      "overview": "Rosa, separada y con dos hijos, tiene que soportar los celos de su ex marido y vive angustiada porque él sigue intentando controlar su vida. Por mediación de una amiga conoce el mundo de la noche y, en este ambiente, conoce a un chico joven con el que mantiene una aventura, pero la persecución de su ex marido le hace la vida imposible. Un día decide que esa situación ha de cambiar, por lo que urde un plan muy inteligente.",
      "year": 1978,
      "poster": "https://image.tmdb.org/t/p/w342/5fIoAVBKav1qLEgJERr1tP8TvpP.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:143754",
      "type": "movie",
      "name": "Cazador de recompensas",
      "ids": {
        "tmdb": 143754
      },
      "overview": "Hanks Fellows es un cazador de recompensas que ultimamente se dedica a recuperar el dinero que los bandidos roban a los bancos, cobrando después un gran salario.\r Ahora va detrás de la banda de Gus Kennebeck, que además también es el asesino de su hermano. Con el paso de los años, ya se ofrece por Kennebeck una gran recompensa, y es el momento para que Fellows lo atrape... (FILMAFFINITY)",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/6JhTlMNC5L5vZV5TvT8Bnx0NNpO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vheUYLvHGyuTaOZZQgF0JqT3aEy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qbU781fwZVUlPUO2kxS1NzHbDHM.png"
    },
    {
      "id": "tmdb:4593",
      "type": "movie",
      "name": "El discreto encanto de la burguesía",
      "ids": {
        "tmdb": 4593
      },
      "overview": "Don Rafael Costa, embajador de Miranda, y el matrimonio Thévenot están invitados a cenar en casa del matrimonio Sénechal, pero a causa de un malentendido tienen que ir a un restaurante. Cuando llegan, no pueden cenar porque el dueño del lugar ha muerto. A partir de ese momento, las reuniones de este selecto grupo de burgueses se verán siempre interrumpidas por las circunstancias más extrañas, algunas reales y otras fruto de su imaginación.",
      "year": 1972,
      "poster": "https://image.tmdb.org/t/p/w342/j9BVYh3zd7hG0Iycem9QOs2moot.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/af87UfENrxoBSlwRjIUwrrWutrN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vkJKIsSYkwuYkbkpp3ouDlyuc63.png"
    },
    {
      "id": "tmdb:271146",
      "type": "movie",
      "name": "La mujer que hablaba con los muertos",
      "ids": {
        "tmdb": 271146
      },
      "overview": "Cuando Elena Castaño era una niña, tenía un don: era capaz de comunicarse con los espíritus de los muertos... pero esa capacidad desapareció al crecer. Ahora, Elena y su hermana Úrsula viven de las rentas del pasado, organizando falsas sesiones de espiritismo en las que embaucan a los incautos. Elena, harta de esa vida, ha decidido que esta noche celebrará su última sesión. Todo está dispuesto, solo que hay un invitado de más... un invitado al que nadie esperaba.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/2Pf2nDe9eXhXLUNcThIj6tyWNwT.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:117916",
      "type": "movie",
      "name": "Haz la loca... no la guerra",
      "ids": {
        "tmdb": 117916
      },
      "overview": "Lola Reyes es una cantante que está triunfando y, por tanto, es asediada por todo el mundo. Un grupo de homosexuales son sus amigos y los únicos autorizados por su posesiva madre. Lola se enamora de un pintor, y éste de ella; así que la pandilla de homosexuales le hacen pasar por uno de ellos para que la madre autorice la amistad.",
      "year": 1976,
      "poster": "https://image.tmdb.org/t/p/w342/yHz9GBb5tUCL428tXvMLPMQnLrZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xJSSzCKR9P7MUjLfPSzE8mVLz92.jpg"
    },
    {
      "id": "tmdb:9769",
      "type": "movie",
      "name": "Lolita",
      "ids": {
        "tmdb": 9769
      },
      "overview": "Humbert es un europeo culto, brillante y atractivo que se instala en una ciudad de Nueva Inglaterra como profesor. Una vez allí, se hospeda en casa de Charlotte, una voluptuosa viuda, que ve en Humbert la encarnación de sus fantasías provincianas. Pero Humbert oculta una herida envenenada: el recuerdo de un frustrado amor de adolescencia. Por eso, Lolita, la hija de Charlotte, se le aparece a Humbert como la materialización de sus sueños.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/3nTCYIR9kwBDAnbjNlf6IHMEHry.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kYZbdtV7JKYjyCwFzh3ocoGnLnk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tzlgvs6dXNjk91U96PnVQzHf7A1.png"
    },
    {
      "id": "tmdb:25376",
      "type": "movie",
      "name": "El secreto de sus ojos",
      "ids": {
        "tmdb": 25376
      },
      "overview": "Argentina. Benjamín Espósito es oficial de un Juzgado de Instrucción de Buenos Aires recién retirado. Obsesionado por un brutal asesinato ocurrido veinticinco años antes, en 1974, decide escribir una novela sobre el caso, del cual fue testigo y protagonista. Reviviendo el pasado, viene también a su memoria el recuerdo de una mujer, a quien ha amado en silencio durante todos esos años.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/sd6LML87wa9UPZgfuPnGwic82YH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pLmMJrMeFLT766X2V15eA9FhEjP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mxr9Gaur6qtlAU8jyxhqUa8YFvx.png"
    },
    {
      "id": "tmdb:120129",
      "type": "movie",
      "name": "El coronel no tiene quien le escriba",
      "ids": {
        "tmdb": 120129
      },
      "overview": "Cada viernes El Coronel se coloca el único traje que tiene y acude al muelle para aguardar la carta que anuncie la llegada de su pensión. Pero en el pueblo todos saben que esa pensión nunca llegará. Su mujer también lo sabe, y hasta él mismo lo sabe. No obstante, él sigue esperando, conviviendo con el dolor por la muerte de su hijo...",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/aCnAvZhDjEu5JTwMhXxYyZTXF1Q.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eK8E8U17AdQVGNB9s3PItwZlWwD.jpg"
    },
    {
      "id": "tmdb:40141",
      "type": "movie",
      "name": "Las pistolas cantaron la muerte",
      "ids": {
        "tmdb": 40141
      },
      "overview": "Tom es un buscador de oro que recibe el mensaje de un amigo de su pueblo natal pidiéndole que regrese. Cuando lo hace, encuentra el lugar dominado y atemorizado por el hacendado Señor Scott y su sanguinario hijo Jason, sin que nadie se atreva siquiera a cuestionar su métodos. Todas las personas que podrían procurarle información, incluso el amigo que le mandó la carta, son asesinados impunemente uno tras otro. (FILMAFFINITY)",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/dNPw81vKOI4iu7NiDCqrL7s7y3z.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kOVzdEOS1Azacc3ZSWE9QfWiWpW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/swXNBFVmQcMHhlIKalYtVgkIBCI.png"
    },
    {
      "id": "tmdb:28468",
      "type": "movie",
      "name": "La llave secreta",
      "ids": {
        "tmdb": 28468
      },
      "overview": "Nino es un hombre mayor que está casado con una bella joven. El tipo no está muy satisfecho con su vida sexual, pero una posibilidad de cambio se abre una noche que sorprende a su esposa dormida.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/yVpTbPqrlvjJG570pG22b6Rlba4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bf0cRj3lFuw7TOWJSa1nNFJYEZX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uUd2UeBzloBqnasdZGXjTvCF9Pt.png"
    },
    {
      "id": "tmdb:28794",
      "type": "movie",
      "name": "Aquella casa al lado del cementerio",
      "ids": {
        "tmdb": 28794
      },
      "overview": "Norman Boyle, un académico y padre de familia que reside en Nueva York, es asignado para investigar el extraño suicidio de un científico, compañero suyo, llamado Dr. Peterson. Lo único que Norman sabe es que Peterson se trasladó a un viejo caserón de Nueva Inglaterra junto a su amante, para investigar a su antiguo dueño, un tal Dr. Freudstein, y que al final, Peterson mató a su amante y acabó ahorcándose.",
      "year": 1981,
      "poster": "https://image.tmdb.org/t/p/w342/k9Kc3Qzsp7kQYbQiKE2x6nuivce.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wMilv8LhoYPrR2KJDGcnOZlP6eI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/u711eqqDCuttKILaBSB1YLbkcoU.png"
    },
    {
      "id": "tmdb:103881",
      "type": "movie",
      "name": "Ésta que lo es...",
      "ids": {
        "tmdb": 103881
      },
      "overview": "Lina, que trabaja de sirvienta, está ahorrando con su novio Daniel, que es bombero, para poder casarse. Pero el día de la boda, el novio prefiere ir a apagar un incendio y la deja plantada en la puerta de la iglesia. La chica decide entonces marcharse para ver a su padre, que trabaja en un circo. Haciendo auto-stop la recoge Carlos, un hombre que acaba de atracar un banco",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/unBvYqVYHuJn02AspRNPxsKvLDz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ehl1mKAgj5zioBxZzGvHLkRxBw1.jpg"
    },
    {
      "id": "tmdb:59877",
      "type": "movie",
      "name": "Si te dicen que caí",
      "ids": {
        "tmdb": 59877
      },
      "overview": "1970. En la sala de autopsias de un hospital, Sor Paulina y Nito reconocen los cadáveres de dos antiguos compañeros de la infancia: Java y Juanita. Sus recuerdos se remontan a 1940, a una Barcelona desolada en la que los niños, a falta de juguetes, se entretenían contando cuentos \"Aventis\" en los que conjugaban lo que sabían con lo que imaginaban, mezclando la ficción con la realidad.",
      "year": 1989,
      "poster": "https://image.tmdb.org/t/p/w342/x38o0ySRw4BJ1YbikwhHhaHS0gD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jvJYolpTEes14lu2KEuMdIFSl6P.jpg"
    },
    {
      "id": "tmdb:198809",
      "type": "movie",
      "name": "El juego de la oca",
      "ids": {
        "tmdb": 198809
      },
      "overview": "Pablo, un joven dibujante, se enamora de Ángela, una compañera de trabajo, mientras Blanca, su mujer, se encuentra con los niños fuera de Madrid. Ángela también está enamorada y, aunque sabe que está casado, no puede evitar sentirse atraída por él. El regreso de Blanca supone para ambos una separación casi insoportable.",
      "year": 1965,
      "poster": "https://image.tmdb.org/t/p/w342/aFhC4lutZ5LquUI9uYbUQ6Y9Tma.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:122976",
      "type": "movie",
      "name": "Padre no hay más que dos",
      "ids": {
        "tmdb": 122976
      },
      "overview": "Florencio y Amalio son dos artistas de cabaret que se divorcian de sus mujeres y se quedan con la custodia de sus hijos. Un desaprensivo estafa a los dos alquilándoles la misma ruinosa casona. Allí se dispondrán a vivir ambos tratando de salir adelante formando un equipo de magos que resulta ser un fracaso. Pero gracias a las ideas de sus hijos, los dos padres forman una pareja de cómico musical que, a pesar de los fracasos iniciales, resulta ser un éxito con la participación de los chavales. Por otra parte, Florencio y Amalio intentarán ligar con chicas que son radicalmente distintas a sus esposas pero los chavales podrán todos los impedimentos para que no tengan futuro.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/txoqaGACEe73QjUluLqZRnDHWCA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/offtP3HSdnbz0XH3KzRTzMlv8Ot.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8bQCGyM4jUvMMDofbGT37GZDQpj.png"
    },
    {
      "id": "tmdb:256916",
      "type": "movie",
      "name": "Sus ojos se cerraron y el mundo sigue andando",
      "ids": {
        "tmdb": 256916
      },
      "overview": "Buenos Aires, años 30. Juanita, una joven y bella española admiradora de Carlos Gardel conoce a un oscuro cantante de tangos que se le parece considerablemente. Seducida por el artista, abandona a su novio, e intenta convertir al joven en un doble de su ídolo.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/ueETRSrKjhyqM8cxbPyDDAI7yeH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8IcgaAMee01iS0y74xppiLQ1CuW.jpg"
    },
    {
      "id": "tmdb:9031",
      "type": "movie",
      "name": "Estoy con los hipopótamos",
      "ids": {
        "tmdb": 9031
      },
      "overview": "El rubio y flaco Slim y el gordo y barbudo Tom se reúnen en un poblado africano donde Tom tiene montada una curiosa agencia de turismo, para la que gracias a la colaboración de Slim consigue comprar un autobús. Aunque sus padres eran hermanos, Slim y Tom no se parecen en nada, pero en esta ocasión, de mutuo acuerdo, convienen en desbaratar los turbios manejos de una banda de traficantes de animales salvajes que se dedican a capturar fieras con destino a los zoos extranjeros, exportándolas clandestinamente. La banda está dirigida por Ormond, un ex-campeón de boxeo, un tipo violento y sin escrúpulos que actúa con absoluta impunidad protegido por un verdadero ejército de matones a sus órdenes. Pero Slim y Tom se enfrentarán a Ormond.",
      "year": 1979,
      "poster": "https://image.tmdb.org/t/p/w342/rdo4KGRc54DcWU1mKK2KeLh88lx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/l4ZGOI8sFJ8o2uwFWpvfMieTBD5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/A6PiR6r7HYIjUQfY6qpu9c4HkR.png"
    },
    {
      "id": "tmdb:4593",
      "type": "movie",
      "name": "El discreto encanto de la burguesía",
      "ids": {
        "tmdb": 4593
      },
      "overview": "Don Rafael Costa, embajador de Miranda, y el matrimonio Thévenot están invitados a cenar en casa del matrimonio Sénechal, pero a causa de un malentendido tienen que ir a un restaurante. Cuando llegan, no pueden cenar porque el dueño del lugar ha muerto. A partir de ese momento, las reuniones de este selecto grupo de burgueses se verán siempre interrumpidas por las circunstancias más extrañas, algunas reales y otras fruto de su imaginación.",
      "year": 1972,
      "poster": "https://image.tmdb.org/t/p/w342/j9BVYh3zd7hG0Iycem9QOs2moot.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/af87UfENrxoBSlwRjIUwrrWutrN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vkJKIsSYkwuYkbkpp3ouDlyuc63.png"
    },
    {
      "id": "tmdb:150025",
      "type": "movie",
      "name": "La venganza de Django",
      "ids": {
        "tmdb": 150025
      },
      "overview": "Los hermanos Cortez y su pandilla roban un banco, secuestran a la novia de Django y huyen más allá de la frontera con México. Tras ellos van varias personas, cada uno por razones diferentes: Django, que además es un cazador de recompensas; el sheriff Fulton, enviado por el banco para recuperar el dinero; Pickwick, para recuperar su caballo; y Pedro y Dolores, que son los dueños del saloon y también les gustaría tener el botín",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/ozRsjiTMqRQNHqFEzsCYJapRsc5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/97bk1HH9Zx9kDJ7y51rP83ZbJdx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6J4MHRZ6NkUNrjSiYsUL7v0k4pA.png"
    },
    {
      "id": "tmdb:17214",
      "type": "movie",
      "name": "Para entrar a vivir",
      "ids": {
        "tmdb": 17214
      },
      "overview": "Mario y Clara, su novia, que está embarazada, tratan de encontrar un nuevo piso donde instalarse lo antes posible, así que van a visitar uno situado en un barrio lejano que parece abandonado. Una vez allí, las cosas no son como esperaban.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/yiTRCiDPQNsvXdLZA2wXUI9m2Ll.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yLJQaBPkSQzss0qtPSnX8KPlRnQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bGEA8BMRGYdXXIb3oXWgJUQzDd.png"
    },
    {
      "id": "tmdb:421932",
      "type": "movie",
      "name": "El alcalde y la política",
      "ids": {
        "tmdb": 421932
      },
      "overview": "Antes de la celebración de las elecciones municipales, un partido político decide apoyar al candidato de Somerruelos, un pueblo que es clave para la comunicación entre dos provincias. Ese hombre es el actual alcalde, un personaje respetado y temido por todos, que gobierna a su antojo, permitiendo la prostitución y el juego.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/1pTNtjKTo7nPdHbolKkrtLwu7dE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dQF1sAPPjblUqm8mYFivneQmUPo.jpg"
    },
    {
      "id": "tmdb:40474",
      "type": "movie",
      "name": "El ojo en la oscuridad",
      "ids": {
        "tmdb": 40474
      },
      "overview": "En una estación española de veraneo comienzan a aparecer muchachas asesinadas a las cuales se ha arrancado un ojo. Y dicen quienes creen haberlo visto, que el asesino es un hombre cubierto con una capucha y una capa rojas.",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/afo1pLlTr4VfEknBrRjrMWhUodx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9bc6pWJDukF2Qx4Z0W5RNHvonCd.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/m0Qun2NWb1eEmy5kWgG9XtuIHA2.png"
    },
    {
      "id": "tmdb:145001",
      "type": "movie",
      "name": "La sombra de Sartana es la sombra de tu muerte",
      "ids": {
        "tmdb": 145001
      },
      "overview": "Sartana tiene una recompensa por su cabeza. Para eliminar esto, hace un trato con los políticos locales. Si persigue a los hermanos Randal, dos delincuentes que atemorizan al pueblo, la recompensa será eliminada...",
      "year": 1969,
      "poster": "https://image.tmdb.org/t/p/w342/sbZkR94IguVCLTRmyb2YQzmxyKa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aPv9Jz9sRozgCXitl9LnKgza3S9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/45PlVipTv6l8wSszTigRY1uJ4Ve.png"
    },
    {
      "id": "tmdb:115513",
      "type": "movie",
      "name": "Tu novia está loca",
      "ids": {
        "tmdb": 115513
      },
      "overview": "Amaya, la directora de una agencia de publicidad, es una mujer moderna, atractiva e independiente. Su novio Mikel, un abogado de causas perdidas sin mucho éxito profesional, va a tener que luchar seriamente por conservar su amor cuando un famoso actor se enamore locamente de ella.",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/luD0XuuLJubn4fl5K0lGSYwGhcq.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:56789",
      "type": "movie",
      "name": "Los banqueros de Dios (El caso Calvi)",
      "ids": {
        "tmdb": 56789
      },
      "overview": "Reconstrucción de la misteriosa muerte a principios de los 80 de Roberto Calvi, presidente del Banco Ambrosiano, apodado “el banquero de Dios”.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/rPFh0D952Yk6GpcE9rm5As5tZpU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jVS3NNRkxeJuHy3aDf39lCWTqBL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5DAA3BmCKnHJg2VrnDPgev57r1B.png"
    },
    {
      "id": "tmdb:80846",
      "type": "movie",
      "name": "Comando Estrategico",
      "ids": {
        "tmdb": 80846
      },
      "overview": "Rick Harding es un ex oficial de la Infantería de Marina que ahora trabaja en el FBI como un diseñador de armas químicas. Durante la noche, un grupo de soldados armados dirigidos por el criminal Carlos Gruber irrumpe en el laboratorio de investigación del FBI y roban grandes cantidades de un producto químico denominado Bromax-360, destinado a la guerra bacteriológica.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/sm4GAuVc07hU7Oj6DgPnWCIRcHS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pwT2t1Rj0E4gP4ov5n98eG4kxjf.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rMYnDHq90JZNqFPVW1ecy3GYf2L.png"
    },
    {
      "id": "tmdb:163414",
      "type": "movie",
      "name": "Hay que matar a B.",
      "ids": {
        "tmdb": 163414
      },
      "overview": "En un imaginario país sudamericano que vive una situación de grave tensión social y política, unos conspiradores planean el asesinato de un importante líder en el exilio, cuyo regreso reclama una parte de la población. Para ello, obligan a un camionero de origen extranjero que se ha quedado sin trabajo a ejecutar el crimen.",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/8H6UQpyRKGxiJ8v6jOnxQ9E9aqd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xJfUCi1VpYootf3kBSDyZmA2g1.jpg"
    },
    {
      "id": "tmdb:257306",
      "type": "movie",
      "name": "No es bueno que el hombre esté solo",
      "ids": {
        "tmdb": 257306
      },
      "overview": "Martín es un hombre atormentado y solitario que oculta un vergonzoso e inconfesable secreto: vive con una muñeca como si fuera su esposa. Esta idílica vida amorosa se verá gravemente amenazada cuando entren en su vida una prostituta, su hija y el chulo de aquélla.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/NQKnKmtiDslVaXG9rAoeHMIyUn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mbdRJJWBptMnn2PBCMVdz00nfXi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/okFMlV03zxxyTeZalPVmWf46y0V.png"
    },
    {
      "id": "tmdb:138644",
      "type": "movie",
      "name": "El crimen de la calle de Bordadores",
      "ids": {
        "tmdb": 138644
      },
      "overview": "Madrid, finales del siglo XIX. Una mujer adinerada aparece asesinada en su domicilio y su criada parece ser la principal sospechosa; pero la declaración de esta enreda aún más el caso.",
      "year": 1946,
      "poster": "https://image.tmdb.org/t/p/w342/cTy8J7rshwP93k90XPKKh2HAwEx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7xNRrXWQzEyxnSwWcmziRmpSlXG.jpg"
    },
    {
      "id": "tmdb:97319",
      "type": "movie",
      "name": "Cosas que hacen que la vida valga la pena",
      "ids": {
        "tmdb": 97319
      },
      "overview": "Hortensia es una mujer madura que trabaja en una oficina del INEM. Cuando su marido la abandonó por una joven, perdió toda esperanza de volver a enamorarse. Un día conoce en la oficina a un parado que acaba de superar una profunda depresión.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/yewxqBZCWip3VZq1qGX5OSmLEYI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wMjYE79A8Y5ujF3LXgpdL64Wcdg.jpg"
    },
    {
      "id": "tmdb:43098",
      "type": "movie",
      "name": "Los últimos días de Pompeya",
      "ids": {
        "tmdb": 43098
      },
      "overview": "Glauco, un joven centurión romano, regresa a su casa en Pompeya y le encuentra incendiada. Un esclavo le informa de que un grupo de cristianos ha matado a su padre y saqueado la hacienda. Glauco acude al edil Ascanio en demanda de justicia y conoce a su hija, la hermosa Elena.",
      "year": 1959,
      "poster": "https://image.tmdb.org/t/p/w342/1HwujFpuCGXk8VBN7LV7VPVOSll.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2d9kY4NrqFE7lL1LT9bzMi53Yvl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/he2yHTS5MG0FnCLVth09VQEeKuW.png"
    },
    {
      "id": "tmdb:179424",
      "type": "movie",
      "name": "Historia de un beso",
      "ids": {
        "tmdb": 179424
      },
      "overview": "Invierno de 1949. En el pequeño pueblo asturiano de Cerralbos del Sella acaba de morir su vecino más ilustre, el gran escritor Blas Otamendi. Su sobrino Julio, hoy profesor en Francia, acude al entierro. El encuentro con los amigos de su tío, la antigua criada y la casona familiar, despiertan en Julio sus recuerdos de infancia. El tiempo ocultose hace presente y, en insólita evocación, sobrino y tío vuelven a vivir sus respectivos amores de aquel mágico verano de 1925.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/o1jeGb394KE1DWk42jsup010Jel.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jzP5G9rftqqdDYCiKvbEdBAlLHY.jpg"
    },
    {
      "id": "tmdb:145004",
      "type": "movie",
      "name": "El pistolero que odiaba la muerte",
      "ids": {
        "tmdb": 145004
      },
      "overview": "Un artista de circo no quiere utilizar la pistola en contra de nadie, a pesar de la destreza que tiene con este artilugio...  hasta que por el amor de una mujer y la defensa de un niño ,le impulsan a hacerlo...",
      "year": 1968,
      "poster": "https://image.tmdb.org/t/p/w342/9FCuYz1UAa6b4eR7tee6VcKlPy9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ty01qBPdgwkEo41zJWqYWUVsS4P.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hYzghgo8AXtu3sYaDpKKWKPJJ1n.png"
    },
    {
      "id": "tmdb:216986",
      "type": "movie",
      "name": "El abominable hombre de la Costa del Sol",
      "ids": {
        "tmdb": 216986
      },
      "overview": "Una joven tan atractiva como soñadora ve a su desastrado prometido como un distinguido caballero, fascinante y radiante. Este, no obstante, acabará alcanzando su gran ilusión, convertirse en el director de relaciones públicas de un gran hotel en la Costa del Sol.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/viOGIDivolGVnDbFS4xuG8ZPJaC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/onz1UY5BX2TBm4KxpjTORaoWqMS.jpg"
    },
    {
      "id": "tmdb:133493",
      "type": "movie",
      "name": "Aquí, el que no corre... vuela",
      "ids": {
        "tmdb": 133493
      },
      "overview": "Lola, miembro de una banda de timadores, recibe la visita de una prima que viene a trabajar en una multinacional.",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/xVI9F3iyIF1fhQn5rUA8PCj7Clh.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:483695",
      "type": "movie",
      "name": "Salto a la gloria",
      "ids": {
        "tmdb": 483695
      },
      "overview": "Tras la Campaña de Cuba (1898), el joven Ramón y Cajal regresa a España enfermo y decepcionado. Antes de ir a la guerra había estudiado Medicina en la Facultad de Zaragoza; era tímido con las mujeres y un apasionado del microscopio. En España le aguardan nuevas decepciones: su novia lo abandona y tropieza con enormes dificultades para dedicarse a la investigación. Después de ganar una cátedra en Valencia, se casa y, gracias a un descubrimiento suyo, consigue erradicar el cólera que asolaba la ciudad. Siendo ya catedrático en Madrid, sigue con sus investigaciones sobre el sistema nervioso. Pero, al mismo tiempo, tiene que enfrentarse a la pobreza y a la incomprensión general. Su principal descubrimiento científico coincide dramáticamente con la pérdida de su hija: un hecho más en una vida dominada por el infortunio.",
      "year": 1959,
      "poster": "https://image.tmdb.org/t/p/w342/q83w6ElavbbVDelnBXah04DJZni.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:4176",
      "type": "movie",
      "name": "Asesinato en el Orient Express",
      "ids": {
        "tmdb": 4176
      },
      "overview": "La investigación de un asesinato perpetrado durante un viaje en el legendario Orient Express conducida por del famoso detective Hercule Poirot para encontrar al culpable, tropieza con grandes dificultades, pues los ilustres pasajeros disponen de una coartada que parece excluirles como sospechosos.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/mxqvVIP3gcAgnLZgfCJzlOnkZj3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nVdUdUXyHII9mvZ3bf43RhhTLk0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rq13Ezvvbj3PPFacJEyiX8a7eNl.png"
    },
    {
      "id": "tmdb:103690",
      "type": "movie",
      "name": "Mano rápida",
      "ids": {
        "tmdb": 103690
      },
      "overview": "Macedo, jefe sanguinario de una banda de sudistas, dispara al capitán de los nordistas, Jeff Mallighan, conocido como \"Mano Rápida\", destrozándole su mano derecha. Jeff, herido en el suelo, no ha podido ver la cara del bandido, pero en su mente le han quedado grabadas sus espuelas de plata, así como su singular revólver de cañón y culata negra finamente repujada. Tiempo después de este suceso Macedo aún continua con sus fechorías, sin embargo, un misterioso jinete vestido de negro se interpondrá en su camino.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/toIjfg4BuJ7K9ik6n3URwdQqiIh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wZYejgKwjdet2syu1vS24zB3dsg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4G5Bs0p85bH0sft4LAtqNlaEWZb.png"
    },
    {
      "id": "tmdb:946",
      "type": "movie",
      "name": "Carta de una desconocida",
      "ids": {
        "tmdb": 946
      },
      "overview": "Un célebre pianista en el ocaso de su carrera, recibe un día una carta de una joven desconocida, Lisa Berndle, que le revela el amor que ha sentido por él en secreto desde la infancia. En ella le recuerda los pocos encuentros que han tenido y le comunica que, de ellos, nació un hijo, que murió de tifus siendo muy niño. También le cuenta que se casó con un diplomático, sin esconderle que su corazón estaba en otro lugar y que esta carta la está escribiendo en su lecho de muerte. En ese momento el pianista comprende por qué, el día anterior, le ha retado a duelo un diplomático vienés.",
      "year": 1948,
      "poster": "https://image.tmdb.org/t/p/w342/pW0Qv5ku8UoCCoNqESirzUuziA0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/414NU9q4TJfOeYb4iqKLlPyZ8qy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kgtrPJEKmSvtVj9Ua908Y2U5O54.png"
    },
    {
      "id": "tmdb:460022",
      "type": "movie",
      "name": "El crimen de la calle Fuencarral",
      "ids": {
        "tmdb": 460022
      },
      "overview": "Una mujer y su criada son encontradas en el interior de una casa que había ardido. La mujer había sido apuñalada mortalmente antes del incendio, por lo que se condenó a la criada, acusándola con el móvil de robo, a la pena de muerte por garrote vil.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/vwXExHoHAggxTH1GCGLx8Khj9BD.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:49361",
      "type": "movie",
      "name": "Angustia de silencio",
      "ids": {
        "tmdb": 49361
      },
      "overview": "Los habitantes de Accendura, un pequeño pueblo de la región Lucania, están aterrorizados por las andanzas de un misterioso asesino que mata a niños.",
      "year": 1972,
      "poster": "https://image.tmdb.org/t/p/w342/39hlDbosEDvTuB0wHMlsNpBlgsp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qqQ5nCnzii6OT16WgeMFIYwsBFE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hCqwp9ef9RJGFIB7jyA3c59gB9l.png"
    },
    {
      "id": "tmdb:61003",
      "type": "movie",
      "name": "Enseñar a un sinvergüenza",
      "ids": {
        "tmdb": 61003
      },
      "overview": "Rosana es una atractiva profesora que ha desaprovechado parte de su juventud al haber estado demasiado atenta a su disciplina de estudio. Un día irrumpe en su vida un perfecto caradura, que vive del juego y se dedica al ocio y la buena vida.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/4wrIkBedZiPdOQIQSYj6dMfvMUH.jpg",
      "posterShape": "poster"
    }
  ]
}