{
  "metas": [
    {
      "id": "tmdb:28178",
      "type": "movie",
      "name": "Siempre a tu lado",
      "ids": {
        "tmdb": 28178
      },
      "overview": "Basada en una historia real. Un profesor de universidad adopta a un perro vagabundo en una estación del tren. Tras recabar información sobre el animal, el profesor descubre que el perro iba a los andenes a diario durante semanas para esperar el regreso de su amo, pero éste había muerto en un accidente en la ciudad. El perro Hachiko, al lado de su nuevo amo a quien también le cambiará la vida cuando descubre los lazos que se pueden crear entre un animal y una persona.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rLPMD8BOHjvvjjCX7BZQdqNWBm2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFCNw7ewLrc4BgRUw9mN3G3vxOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSBpv8j18UoN1G5jaQgRMTfK0O2.png"
    },
    {
      "id": "tmdb:429",
      "type": "movie",
      "name": "El bueno, el feo y el malo",
      "ids": {
        "tmdb": 429
      },
      "overview": "Durante la Guerra de Secesión, tres cazadores de recompensas se lanzan a la búsqueda de un tesoro que ninguno de los tres truhanes puede localizar sin la ayuda de los otros dos. Tuco sabe que el tesoro se encuentra en un cementerio, mientras que Joe conoce el nombre inscrito en la tumba que lo esconde. Mientras tanto, Sentenza no duda en matar a mujeres y niños para conseguir su meta. De esta forma, los tres hombres colaboran en apariencia, pero al final intentarán eliminarse mutuamente.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/fSWnIXsxA47smMLwRELSWkxbVJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tEzlu5U9gQrE55XF1piXPZBtOrD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e0brYd78ykMjc6r2i0R46cEuPSW.png"
    },
    {
      "id": "tmdb:324786",
      "type": "movie",
      "name": "Hasta el último hombre",
      "ids": {
        "tmdb": 324786
      },
      "overview": "Narra la historia de Desmond Doss, un joven médico militar que participó en la sangrienta batalla de Okinawa, en el Pacífico durante la II Guerra Mundial, y se convirtió en el primer objetor de conciencia en la historia estadounidense en recibir la Medalla de Honor del Congreso. Doss quería servir a su país, pero desde pequeño se había hecho una promesa a sí mismo: no coger jamás ningún arma.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/m3jj8IJ7uP5p4MqMzgtGW5l4ECd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gQzf1YLUicwHyXyjYNMtk44VjgO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xxucMCBH6h3iJ0Jc8JtVFNnen65.png"
    },
    {
      "id": "tmdb:166202",
      "type": "movie",
      "name": "¿Qué hace una chica como tú en un sitio como éste?",
      "ids": {
        "tmdb": 166202
      },
      "overview": "Rosa, separada y con dos hijos, tiene que soportar los celos de su ex marido y vive angustiada porque él sigue intentando controlar su vida. Por mediación de una amiga conoce el mundo de la noche y, en este ambiente, conoce a un chico joven con el que mantiene una aventura, pero la persecución de su ex marido le hace la vida imposible. Un día decide que esa situación ha de cambiar, por lo que urde un plan muy inteligente.",
      "year": 1978,
      "poster": "https://image.tmdb.org/t/p/w342/5fIoAVBKav1qLEgJERr1tP8TvpP.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:144069",
      "type": "movie",
      "name": "La criada",
      "ids": {
        "tmdb": 144069
      },
      "overview": "Anna (Guerin), la hermosa esposa de un abogado, se siente abandonada por este, por lo que decide irse unos días con su sirvienta (Michelsen) al pueblo natal de esta. A partir de este momento comenzará una extraña relación entre ellas.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/s9pXocmKhkvLazafoL0oUGIn3Me.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/p2bq3g5YfkWIKCjV5i289brZsJR.jpg"
    },
    {
      "id": "tmdb:44741",
      "type": "movie",
      "name": "Malicia",
      "ids": {
        "tmdb": 44741
      },
      "overview": "En un piso de Catania, en los años cincuenta se reúnen muchas personas de luto por la muerte de la esposa de Ignazio La Brocca, dueño de una próspera sastrería y padre de tres hijos.Entre los presentes hay una joven, Angela La Barbera, que precisamente ese día iba a empezar a trabajar como interina para la familia. El viudo y los tres hijos pronto se acostumbran a los cuidados dulces y atentos de la nueva presencia femenina.El viudo no consigue resistir a la tentación y decide casarse con ella a pesar del poco tiempo transcurrido desde la muerte de su mujer. Además de la presencia dominante de un gran retrato de la primera esposa, otro obstáculo para la unión es el hijo Nino, totalmente obsesionado por la mujer. Entre los dos se va instaurando una relación maliciosa y cruel, en la que Angela se presta a los juegos eróticos del adolescente con tal de conseguir el consenso para casarse con su padre.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/aFDzUNTAFKIl5WK8Llrhz1AfVTt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i3CV5KhT2Y1xv0j606GE9jgc2SC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sSkA55gd1YGZoq9orLjdFJ29zjt.png"
    },
    {
      "id": "tmdb:2330",
      "type": "movie",
      "name": "Taxi Express",
      "ids": {
        "tmdb": 2330
      },
      "overview": "Daniel, un joven repartidor de pizzas, consigue hacer realidad uno de sus sueños: obtener la licencia de taxi. Pero un encuentro fortuito con Emilien le pone en un aprieto: para conservar su licencia de taxi, han de detener a una banda que está desmantelando los bancos del país.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/hJGTeFfEVzYGhB84YFU67B3VG4F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/148xS3PsuxDHT3VCcj3dzdU1lj3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/shKSBFh8eBz1zxEITJXkwqFon8O.png"
    },
    {
      "id": "tmdb:587792",
      "type": "movie",
      "name": "Palm Springs",
      "ids": {
        "tmdb": 587792
      },
      "overview": "Cuando el desenfadado Nyles y su reticente dama de honor Sarah tienen la oportunidad de encontrarse en una boda de Palm Springs, las cosas se complican al verse incapaces de escapar del lugar y el uno del otro",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/eYNS3rNpLDxx5NJ16dwczAf4a7e.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/abHa4yfuwX957FLw3FRxZFMENRV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1O92r8CnyvdEgeda7rOZDYEWNAG.png"
    },
    {
      "id": "tmdb:5528",
      "type": "movie",
      "name": "Los chicos del coro",
      "ids": {
        "tmdb": 5528
      },
      "overview": "En 1948 Clément Mathieu, profesor de música desempleado, acepta un puesto como profesor vigilante en un internado de reeducación de menores. El sistema represivo aplicado por el director conmociona a Mathieu. Enseñándoles música y canto coral a estos niños tan difíciles, Mathieu transformará sus vidas cotidianas.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/f0FrAsLdcnCbvbT9Ofj31UkmcNe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gCRlj9soFwM7ME5nz3MKruR3yyV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o1K8iSNLLXFDOfAVapjNBFVh0YW.png"
    },
    {
      "id": "tmdb:423",
      "type": "movie",
      "name": "El pianista",
      "ids": {
        "tmdb": 423
      },
      "overview": "Varsovia, 1939. El pianista polaco de origen judío Wladyslaw Szpilman (Adrien Brody) interpreta un tema de Chopin en la radio nacional de Polonia mientras la aviación alemana bombardea la capital. El régimen nazi ha invadido el país, y como hace en otros países invadidos, lleva a cabo la misma política con respecto a los judíos. Así Szpilman y toda su familia -sus padres, su hermano y sus dos hermanas- se ven obligados a dejar su casa y todo lo que les pertenece para trasladarse con miles de personas de origen judío al ghetto de Varsovia. Mientras Wladyslaw trabaja como pianista en un restaurante propiedad de un judío que colabora con los nazis, su hermano Henryk (Ed Stoppard) prefiere luchar contra los nazis. Pero tres años más tarde, los habitantes del ghetto son trasladados en trenes hacia campos de concentración.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/mxfLOWnHnSlbdraKfzRn5mqoqk7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hHrEwLQKpc3rVIzccMThmu6ou9M.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aB69H37bMYVXi03RBHqEjEa9iSL.png"
    },
    {
      "id": "tmdb:1368",
      "type": "movie",
      "name": "Acorralado",
      "ids": {
        "tmdb": 1368
      },
      "overview": "John Rambo es un veterano de la guerra de Vietnam que sufre de estrés postraumático. Un día, llega a un pequeño pueblo de Oregón, donde el sheriff Will Teasle le detiene por vagabundear. Rambo logra escapar de la comisaría y se refugia en el bosque, donde usa sus habilidades de supervivencia y combate para enfrentarse a los policías que le persiguen. El coronel Samuel Trautman, el antiguo jefe de Rambo, llega al pueblo para intentar negociar con él y evitar una masacre. Rambo tendrá que luchar contra sus propios demonios y contra las fuerzas del orden que le quieren capturar o matar.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/sYHRcd9p3rV3t3w8MHGaA7wdIBl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/277Ct5pdW4WAbaBjYLwX2BEeZqk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yAZUxdJ9tZHvNoSONu1JKvfRNw2.png"
    },
    {
      "id": "tmdb:9769",
      "type": "movie",
      "name": "Lolita",
      "ids": {
        "tmdb": 9769
      },
      "overview": "Humbert es un europeo culto, brillante y atractivo que se instala en una ciudad de Nueva Inglaterra como profesor. Una vez allí, se hospeda en casa de Charlotte, una voluptuosa viuda, que ve en Humbert la encarnación de sus fantasías provincianas. Pero Humbert oculta una herida envenenada: el recuerdo de un frustrado amor de adolescencia. Por eso, Lolita, la hija de Charlotte, se le aparece a Humbert como la materialización de sus sueños.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/3nTCYIR9kwBDAnbjNlf6IHMEHry.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kYZbdtV7JKYjyCwFzh3ocoGnLnk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tzlgvs6dXNjk91U96PnVQzHf7A1.png"
    },
    {
      "id": "tmdb:208004",
      "type": "movie",
      "name": "¿Por qué pecamos a los 40?",
      "ids": {
        "tmdb": 208004
      },
      "overview": "Alejandro Quesada (Fernando Fernán Gómez), un eminente médico cuarentón con gran éxito entre las mujeres, impulsa a sus antiguos amigos Federico (Juanjo Menéndez) y Enrique (José Luis López Vázquez) a cambiar su actitud ante la vida. La muerte de otro amigo común, Luis (Jesús Puente), los reafirma en el intento de disfrutar de su existencia y buscar la relación con mujeres de menor edad que sus esposas.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/7rf0Y7z5Np4HrVXtAs0rgCw60oE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lkD5gtE1nvhVmHrl0WsWtE7ltUs.jpg"
    },
    {
      "id": "tmdb:64084",
      "type": "movie",
      "name": "Una mujer sin escrúpulos",
      "ids": {
        "tmdb": 64084
      },
      "overview": "Un hombre está tan desesperado por promocionarse que ofrece su mujer a su jefe. A pesar de este sacrificio, otro hombre consigue el ascenso. Entonces decide suicidarse y su mujer promete vengarse de todos los implicados. (FILMAFFINITY)",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/piSwaUrbvlITD833fjrc8znU8JD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/71HJTC4R5ZG4PUXnxpy0ucjXubh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ynGmbpvQKRgyaSb1LZvaixNOsfJ.png"
    },
    {
      "id": "tmdb:530385",
      "type": "movie",
      "name": "Midsommar",
      "ids": {
        "tmdb": 530385
      },
      "overview": "Una pareja estadounidense que no está pasando por su mejor momento acude con unos amigos a un festival de verano que se celebra cada noventa años en una aldea remota de Suecia. Lo que comienza como unas vacaciones de ensueño en un lugar en el que el sol no se pone nunca, poco a poco se convierte en una oscura pesadilla cuando los misteriosos aldeanos les invitan a participar en sus perturbadoras actividades festivas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/a4Uwb4vnep76r1HRNduFgT9MRez.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vxKs0JLPT63lcYZTK8P6b3SaFff.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mjf2CyGrMqjUjsjXsaEsakBrOdA.png"
    },
    {
      "id": "tmdb:9299",
      "type": "movie",
      "name": "Tesis",
      "ids": {
        "tmdb": 9299
      },
      "overview": "Ángela, licenciada en ciencias de la información, prepara su tesis sobre la violencia audiovisual. Su director, Figueroa, se compromete a buscarle películas, mientras que un amigo, Chema, la invita a su casa a una sesión de cine gore y pornográfico. Figueroa descubre en la videoteca de la Facultad unas galerías con cientos de videocintas. Poco después muere en extrañas circunstancias. Ángela descubre el cadáver y se da cuenta de que ha sufrido un infarto mientras veía una cinta de vídeo. Ángela se hace con la cinta y hace un terrible descubrimiento: se trata de una snuff movie, una película ilegal en la que se filma al asesinato real de gente inocente. La joven comienza a sospechar que en la Facultad existe una red de tráfico de este tipo de películas. Pero, ¿quién es el responsable de ella?",
      "year": 1996,
      "poster": "https://image.tmdb.org/t/p/w342/kg8Dv4CMOtvmgtil7zqju180ZRp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cSneRMf8QtzeIVx957EQMDprObW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rYUi5RPxS2iw45bzzWlbhRV3FqF.png"
    },
    {
      "id": "tmdb:77970",
      "type": "movie",
      "name": "La loca historia de los tres mosqueteros",
      "ids": {
        "tmdb": 77970
      },
      "overview": "El Cardenal Richelieu odia a muerte a Ana de Austria, Reina de Francia. Aprovechando que la Reina es un poco ligera de cascos y que le ha entregado el liguero de pedrería, que con tanto amor le había regalado su esposo, al Duque de Buckingham, monta una fiesta palaciega con la perversa pretensión de que la Reina luzca el susodicho liguero. Ante el aprieto de la Reina, su fiel servidora Constanza pone al servicio de su señora a Los tres Mosqueteros para que vayan a Londres a recuperar el liguero. Los 3 Mosqueteros deberán luchar encarnizadamente contra el Cardenal Richelieu y sus hombres para llegar a tiempo con el famoso liguero de brillantes.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/fBEeNB5Znt8N2fjjYBgNNvl9xC5.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:24402",
      "type": "movie",
      "name": "Emmanuelle",
      "ids": {
        "tmdb": 24402
      },
      "overview": "Una jovencita recién casada viaja a Bangkok a reunirse con su marido, un diplomático francés. En el viaje es iniciada al sexo por una hermosa adolescente y guiada por un hombre maduro en los placeres de la carne, y aprende a materializar sus fantasías sexuales más secretas, animada por su esposo.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/kFq1ffM4ruQmWH6C3SjVWJoqMi6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ramMMxfUbm8t35Dp7p4QeFlRHIx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6fhWzaR6GIu0ALE01Sv6WkAfW4j.png"
    },
    {
      "id": "tmdb:9399",
      "type": "movie",
      "name": "Lionheart, el luchador",
      "ids": {
        "tmdb": 9399
      },
      "overview": "León Gualtier es un desertor en la Legión Extranjera que llega a los EE.UUy encuentra a su hermano entre la vida y la muerte y a su cuñada sin dinero para curar a su marido y mantener su hija. Para ganar el dinero necesario, Gualtier acepta para participar en peleas clandestinas.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/j4pTOgrUqPSXrDDLKDDAaaiN805.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wcuoz1EEzcSvlM4navzT6hSNNg7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1EPXHnuIsursiSQXrxMhNyP7fW9.png"
    },
    {
      "id": "tmdb:28468",
      "type": "movie",
      "name": "La llave secreta",
      "ids": {
        "tmdb": 28468
      },
      "overview": "Nino es un hombre mayor que está casado con una bella joven. El tipo no está muy satisfecho con su vida sexual, pero una posibilidad de cambio se abre una noche que sorprende a su esposa dormida.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/yVpTbPqrlvjJG570pG22b6Rlba4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bf0cRj3lFuw7TOWJSa1nNFJYEZX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uUd2UeBzloBqnasdZGXjTvCF9Pt.png"
    },
    {
      "id": "tmdb:27578",
      "type": "movie",
      "name": "Los mercenarios",
      "ids": {
        "tmdb": 27578
      },
      "overview": "Un grupo de mercenarios es contratado para infiltrarse en un país sudamericano y derrocar a su despiadado y corrupto dictador. Una vez allí, se verán atrapados en una telaraña de engaño y traición. Una vez fracasada la misión, tendrán que enfrentarse a un reto aún más difícil; salvar la unidad del grupo y la amistad que los ha unido durante largos años.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/qiKXe4xbXnXdrhQXmXpZwG4Qlkv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7iugqPsB7BkqPouupLjmMDHsk45.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7Gjh8HJpkgQplW0ydg1xJrZWwAC.png"
    },
    {
      "id": "tmdb:22705",
      "type": "movie",
      "name": "Transgressing",
      "ids": {
        "tmdb": 22705
      },
      "overview": "Carla es una joven atractiva y despreocupada de Venecia, que va a Londres para buscar un piso que compartir con su amante Matteo. En Londres, Moira, una funcionaria del estado, seduce a Carla... y ella es cautivada... Carla decide no decir nada a Matteo, y comienza a mentirle. Matteo se pone muy celoso, se imagina aventuras eróticas de Carla y abandona su viaje a Londres. Tarde o temprano, Matteo realmente va a Londres donde se enfrenta a Carla... cuyas revelaciones le hacen despertar...",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/poa998sFasJX2XQtCTLiXvis6aE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/haqFVSBvaWR6ZfKKDHkpxp9eYbh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bWX37ZIsatTGVTGnIccjAjHyd0X.png"
    },
    {
      "id": "tmdb:933088",
      "type": "movie",
      "name": "Perdido",
      "ids": {
        "tmdb": 933088
      },
      "overview": "Miles Willis, un soldado estadounidense herido, despierta tras presenciar una cegadora luz blanca en un campo de batalla de Irak y descubre que está atrapado en un misterioso cubo armado sólo con su equipo de combate. Su situación se agrava cuando el cubo empieza a cambiar con violentos cambios de gravedad y la aparición de crípticos escritos en las paredes. Cuando Miles empieza a cuestionarse su cordura, encuentra un salvavidas: una voz al otro lado de su teléfono por satélite que afirma estar prisionero en un espacio similar. A medida que las paredes se cierran, estos dos extraños deben unir sus mentes si quieren burlar a sus captores y descifrar este rompecabezas mortal.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/6CuLb9onJi4FaLpaF5zJ8i9ADQF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yQYYc8G6TfR4s782iru30kPIlj4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/svZiDE5Xrrd9VJ0HhcEFRIv3ntS.png"
    },
    {
      "id": "tmdb:391",
      "type": "movie",
      "name": "Por un puñado de dólares",
      "ids": {
        "tmdb": 391
      },
      "overview": "Tras la muerte de Juárez, en México dominan la injusticia y el terror. Joe, un pistolero vagabundo, llega al pueblo fronterizo de San Miguel, donde dos familias se disputan el control del territorio, y entra al servicio del clan Rojo. Una noche, Joe es testigo del intercambio de oro por armas entre mexicanos y soldados de la Unión...",
      "year": 1964,
      "poster": "https://image.tmdb.org/t/p/w342/la1A6gknPnZd0bZgL6C7poN11v.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8AQo9k8pD4EAgL8OELKjVGlq1Ec.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dkg4P8OTyZzNOTCF0H6bHuz1hj9.png"
    },
    {
      "id": "tmdb:747",
      "type": "movie",
      "name": "Zombies Party",
      "ids": {
        "tmdb": 747
      },
      "overview": "La vida de Shaun es un callejón sin salida. Se pasa la vida en la taberna local con su amigo íntimo Ed, discute con su madre y descuida a su novia, Liz. Cuando Liz le deja plantado. Shaun decide, finalmente, poner su vida en orden. Tiene que reconquistar el corazón de su novia, enmendar sus relaciones con su madre y enfrentarse a las responsabilidades de un adulto.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/g1UOD4SSLPUCzbRjMxUILVGtTw8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9RUPuWUcIcMOHrVJnDxC42wLkjV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tcK2zgZTEjfllsKVETwOPLrjV2k.png"
    },
    {
      "id": "tmdb:1369",
      "type": "movie",
      "name": "Rambo: Acorralado Parte II",
      "ids": {
        "tmdb": 1369
      },
      "overview": "Rambo es excarcelado y enviado de vuelta al Vietnam con una nueva misión: averiguar el paradero de unos soldados norteamericanos desaparecidos. Tras saltar en paracaídas en la jungla, portando únicamente un cuchillo y un arco con flechas, se le dice que no ataque al enemigo y que sólo haga fotografías de reconocimiento. Pero el plan no saldrá como estaba previsto.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/TuW7rwhdVPrm3qBsBGnn747Uar.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2vlFPft9hDZEdQJSVqNznZVILrj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uUTS5ZTXFLNszIG8B2yzvXpHdWf.png"
    },
    {
      "id": "tmdb:83124",
      "type": "movie",
      "name": "Llega Sartana",
      "ids": {
        "tmdb": 83124
      },
      "overview": "Gianni Garko se vuelve a meter en la piel de Sartana, un aguerrido y justiciero vaquero del Oeste americano. Esta vez, el valiente cowboy provoca, intencionadamente, un incidente para ingresar en la cárcel y hablar con Grand Full. Él es el único que le puede ayudar a encontrar el paradero de 500.000 dólares, escondidos por su socio Johnson, que fue asesinado. Pero, en prisión, hay otros muchos bandoleros que desean encontrar el tesoro.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/pLLMzsdDXbjRBQ68bGM8dcTBIR0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2UBIgkikTKWmRiKNjgPf2TAWcai.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2G7ZQ3JWK158WH9HW0eVLCQrP3b.png"
    },
    {
      "id": "tmdb:39412",
      "type": "movie",
      "name": "Emmanuelle 3: Adiós Emmanuelle",
      "ids": {
        "tmdb": 39412
      },
      "overview": "Emmanuelle y su marido arquitecto continúan con su estilo de vida amoral en las Seychelles. Pero cuando un romance causal entre ella y un director de cine comienzan, su marido muestra signos muy tradicionales de los celos.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/bnF3rXUwwtiRB2W83pqcXwOH848.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bl2ye7MJeBqGjSidhS32DzWSg24.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/24eXWcHlDvmC5WBivaOGioY3OQH.png"
    },
    {
      "id": "tmdb:1933",
      "type": "movie",
      "name": "Los otros",
      "ids": {
        "tmdb": 1933
      },
      "overview": "Grace educa sola a sus hijos en un aislado caserón victoriano bajo estrictas normas religiosas. Los tres nuevos sirvientes deben aprender una regla vital, la casa estará siempre en penumbra y nunca se abrirá una puerta si no se ha cerrado la anterior  porque los niños sufren una extraña alergia a la luz del día.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/u03kblxsv3zar3Uqt6sRfICU9L6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8HaIZxParuPo7FdSLUwGd6zoz4c.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cAfDGFvGvHqW29rjN2RDuTOfJsm.png"
    },
    {
      "id": "tmdb:8009",
      "type": "movie",
      "name": "Los inmortales",
      "ids": {
        "tmdb": 8009
      },
      "overview": "Son Inmortales, destinados a vivir eternamente. Deben retarse a duelos a través de los tiempos hasta que sólo quede uno. Sólo decapitados por la hoja de una espada pueden liberarse de su eterna lucha y conseguir el Premio: un poder inimaginable. Desde las tierras altas de Escocia del siglo XVI hasta el Nueva York de nuestros días, los Inmortales luchan por su recompensa, mientras el destino de los mortales se sostiene en un frágil equilibrio.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/8af3tPdbKd9iDUqWb8R5dOXShtH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iz3k081oPbRLMKVsjfukOppzEzR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jXLmUqThGQNrM5Xcnrj77GtB6Fg.png"
    },
    {
      "id": "tmdb:52212",
      "type": "movie",
      "name": "Miranda",
      "ids": {
        "tmdb": 52212
      },
      "overview": "En esta comedia erótica, Miranda es la encargada de una cantina en un pequeño pueblo que empieza a probar a los distintos hombres disponibles.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/sxBazt4grZmU5eEvLiWmcquP1cA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4mJJdb7TFmqCffMvs81T76vakx0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aQpMvTx2ODga9GrAp0WhQPOPzXO.png"
    },
    {
      "id": "tmdb:420127",
      "type": "movie",
      "name": "Carne apaleada",
      "ids": {
        "tmdb": 420127
      },
      "overview": "Berta ha ido a parar, una vez más, a prisión acusada de estafa. Es carne de cañón e irá pasando por diversas cárceles, sufriendo todo tipo de humillaciones y vejaciones. Adaptación del libro autobiográfico de Inés Palou, una mujer que pasó gran parte de su vida en la cárcel.",
      "year": 1978,
      "poster": "https://image.tmdb.org/t/p/w342/sQDxETcR3iZinZIdzBVWDGADjZh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/n58xgf3npw6c3C7t8kzwpED5GWo.jpg"
    },
    {
      "id": "tmdb:402",
      "type": "movie",
      "name": "Instinto básico",
      "ids": {
        "tmdb": 402
      },
      "overview": "Un antiguo cantante de rock ha sido brutalmente asesinado. La última vez que se le vio estaba acompañado por su novia. En la comisaría, en el departamento de Asuntos Internos, Nick Curran recibe el encargo de vigilar a Catherine Tromell, la supuesta novia asesina.",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/7iUhPh6B5C4T1osYDzoUchjb3i4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wLMPTuKWeGUbpteRryhDWKTeKDN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eTK5KpUgwbgema3TSCTTTosTWWI.png"
    },
    {
      "id": "tmdb:4176",
      "type": "movie",
      "name": "Asesinato en el Orient Express",
      "ids": {
        "tmdb": 4176
      },
      "overview": "La investigación de un asesinato perpetrado durante un viaje en el legendario Orient Express conducida por del famoso detective Hercule Poirot para encontrar al culpable, tropieza con grandes dificultades, pues los ilustres pasajeros disponen de una coartada que parece excluirles como sospechosos.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/mxqvVIP3gcAgnLZgfCJzlOnkZj3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nVdUdUXyHII9mvZ3bf43RhhTLk0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rq13Ezvvbj3PPFacJEyiX8a7eNl.png"
    },
    {
      "id": "tmdb:345714",
      "type": "movie",
      "name": "Malizia 2000",
      "ids": {
        "tmdb": 345714
      },
      "overview": "Angela vive con su anciano marido en una villa. Aburrida y desatendida, procura satisfacer a los invitados con su cuerpo y sus atenciones, aunque a veces le cueste decidir con cuál encamarse...",
      "year": 1991,
      "poster": "https://image.tmdb.org/t/p/w342/tWk9MA4dVr2ws5RL5z2orUdYaIV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/a5nRTPlMNbuaA4Ogd7m3uR7l0P0.jpg"
    },
    {
      "id": "tmdb:132056",
      "type": "movie",
      "name": "Las ibéricas F.C.",
      "ids": {
        "tmdb": 132056
      },
      "overview": "Las Ibéricas F.C. es un equipo de fútbol femenino que causa sensación en el mundo del balompié, más que por sus habilidades deportivas, por sus atractivos físicos para el público masculino. Cada una de las componentes del conjunto sufre una diferente y peculiar situación sentimental, derivada de su nueva actividad deportiva.",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/lBFBCx4neUpLLiJrEHxkc4TsR4r.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vZQwj6WIfve735P2jB34wW3eB1p.jpg"
    },
    {
      "id": "tmdb:263472",
      "type": "movie",
      "name": "Toc, toc",
      "ids": {
        "tmdb": 263472
      },
      "overview": "Dos chicas jóvenes se presentan sin previo aviso en la casa de un hombre casado, dispuestas a seducirle y complicar su vida perfecta. Remake de \"Death Game (Las sádicas), dirigida por Peter S. Traynor en 1977.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/hRDVNV7einjCZHGQJ3j6Mqcjdaa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bBdgSTueZkT4E699Od9sxr4AaN6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9yRc1hqHNvLgAmEQpNWeY77185b.png"
    },
    {
      "id": "tmdb:76696",
      "type": "movie",
      "name": "Medianeras",
      "ids": {
        "tmdb": 76696
      },
      "overview": "Martín es un fóbico en vías de recuperación. De a poco va saliendo del encierro en su monoambiente y su adicción al mundo virtual. Mariana, recién separada, tiene tan desordenada la cabeza como el departamento en el que se refugia. ¿Deberían conocerse, no? ¿Cómo se pueden encontrar en una ciudad superpoblada y caótica como Buenos Aires? Medianeras. Lo mismo que los separa es lo que los une.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/fRbh4SJ42iCE3sUTnFXN4psSGJk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sqyBHCVrzuANM3Xy5o9D1rMRQfy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/408nwkTZdikRGWuRvq6ScMhaaYY.png"
    },
    {
      "id": "tmdb:92607",
      "type": "movie",
      "name": "El seductor",
      "ids": {
        "tmdb": 92607
      },
      "overview": "Cosme, un chico de quince años, vive con sus padres y su hermana en un chalet adosado. La monotonía de su vida cambia cuando se enamora de su vecina Merche, una hermosa mujer que tiene casi veinte años más que él.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/oY3fFfApzhKgYEcLsKruqQQzdoa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cbqBM7Mb2nPFSMX3Dlhg2gBNK4E.jpg"
    },
    {
      "id": "tmdb:71",
      "type": "movie",
      "name": "Billy Elliot (Quiero bailar)",
      "ids": {
        "tmdb": 71
      },
      "overview": "En 1984, durante una huelga de mineros en el condado de Durham, se suceden los enfrentamientos entre piquetes y policía. Entre los mineros más exaltados están Tony y su padre. Éste se ha empeñado en que Billy, su hijo pequeño, reciba clases de boxeo. Pero, aunque el chico tiene un buen juego de piernas, carece por completo de pegada. Un día, en el gimnasio, Billy observa la clase de ballet de la señora Wilkinson, una mujer de carácter severo que lo anima a participar. A partir de ese momento, Billy se dedicará apasionadamente a la danza.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/lN6JppeFXbPFXFREickSSeHOjCz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/prOVafNMAiENqLnkAgekH4W6lq5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fKDu1S9pw98SjZYC62WrRczodMZ.png"
    },
    {
      "id": "tmdb:11778",
      "type": "movie",
      "name": "El cazador",
      "ids": {
        "tmdb": 11778
      },
      "overview": "Unos amigos de un pequeño pueblo industrial acuden a la llamada del ejército para combatir en la guerra del Vietnam. Michael Cimino divide el film en dos partes: en la primera nos hace partícipes de la humilde vida de los personajes, de sus sueños, juergas y esperanzas; en la segunda nos muestra con dureza los efectos de la guerra y sus penosas consecuencias.",
      "year": 1978,
      "poster": "https://image.tmdb.org/t/p/w342/qwS3AuvdXlpCqlYAuEwGInOe3pu.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bnDiqccyIREugI2LML3vZdKo5Ad.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cL2QLs4onrWBaggd01r6asL5gEc.png"
    },
    {
      "id": "tmdb:54065",
      "type": "movie",
      "name": "Bámbola",
      "ids": {
        "tmdb": 54065
      },
      "overview": "Bámbola, una joven campesina italiana, desborda tanta energía que todo a su paso se llena de vida o se ahoga no pudiendo soportar tanta vitalidad. El padre, el novio, el pretendiente, el enamorado, el amante, todos sucumben ante Bámbola.",
      "year": 1996,
      "poster": "https://image.tmdb.org/t/p/w342/a1SDyCqQG9fYii6ZHRHEiaalEod.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/a6d2Tjhu0DMdiOcpGVniKsPNDuS.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8fRFGWeUw8YLnaiAuHRfhDz4Hpf.png"
    },
    {
      "id": "tmdb:15",
      "type": "movie",
      "name": "Ciudadano Kane",
      "ids": {
        "tmdb": 15
      },
      "overview": "Un importante financiero estadounidense, Charles Foster Kane, dueño de una importante cadena de periódicos, de una red de emisoras, de dos sindicatos y de una inimaginable colección de obras de arte, muere en su fabuloso castillo de estilo oriental, Xanadú. La última palabra que pronuncia al expirar es Rosebud. El país entero y la prensa en general quedan intrigados por saber el significado de esta palabra. Para descubrirlo, un grupo de periodistas se pone a investigar.",
      "year": 1941,
      "poster": "https://image.tmdb.org/t/p/w342/w7V0bv38Z0q0DgHmMfcGM4WRNTv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4dafi1zU8IXxloT3BrTayVBnKQy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xnlpf9ChpLBxYOIFluaTN7HLogk.png"
    },
    {
      "id": "tmdb:144349",
      "type": "movie",
      "name": "Dinamita Jim",
      "ids": {
        "tmdb": 144349
      },
      "overview": "Durante la Guerra de Secesión, un jugador llamado Jim Farrell al ser confundido con un agente del ejército nordista se verá involucrado en una peligrosa misión consistente en transportar 500.000 dólares en oro por más de 500 millas de territorio sudista (desde Los Álamos hasta territorio kiowa). Su situación se agravará al ser perseguido el cargamento no sólo por el ejército del sur sino también por ser codiciado por un bandido mexicano, Pablo Reyes, y por un pistolero llamado Slate contratado por el avaricioso banquero inicialmente implicado en la operación.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/gtnbvocIMEGPrjEjX4U0XhYrF5W.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5T6zgfgWQOvkLXoYjgvHJCWSxM8.jpg"
    },
    {
      "id": "tmdb:1370",
      "type": "movie",
      "name": "Rambo III",
      "ids": {
        "tmdb": 1370
      },
      "overview": "Cuando descubre que el coronel Trautman ha caído en manos soviéticas en Afganistán, Rambo regresa al servicio para intentar liberar a su amigo. Después de contactar a la resistencia afgana, entra en la zona sitiada por las tropas enemigas.",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/69iGRVnOi62ZK2ExoJl12tnvH0T.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yM2clonjcpiHDyqxVbV3ePshXh7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qZnZohJ6syqhJokjyZ0D6eABoHX.png"
    },
    {
      "id": "tmdb:1587",
      "type": "movie",
      "name": "¿A quién ama Gilbert Grape?",
      "ids": {
        "tmdb": 1587
      },
      "overview": "Gilbert es un chico del pequeño pueblo de Endora atrapado allí por las obligaciones familiares. Tras el suicidio de su padre, debe hacerse cargo de su hermano menor, que es deficiente, de sus dos hermanas y de una madre obesa que pesa más de 200 kilos. Su aburrida vida transcurre entre el colmado donde trabaja, su familia y la relación que mantiene con una mujer casada. La llegada al pueblo de una joven optimista llamada Becky cambiará su rutina.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/1W9WHcWBD08V3SxpDpxESODDpde.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tSwCQWsMfI3Hrcghw4tBDvtR9yM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hT23Ud6IuP47zRFuj9BzPdNvVRw.png"
    },
    {
      "id": "tmdb:16866",
      "type": "movie",
      "name": "Planet 51",
      "ids": {
        "tmdb": 16866
      },
      "overview": "Planet 51 es la historia de una familia de extraterrestres que vive tranquilamente en su planeta hasta la llegada de lo que para ellos es un alienígena: un hombre. El Capitán Charles \"Chuck\" Baker, astronauta americano, aterriza en Planet 51 pensando que es la primera persona en pisar el planeta. Para su sorpresa, descubre que el planeta está habitado por pequeñas criaturas verdes que viven felizmente en un mundo plagado de cercas blancas, reminiscencia de la alegre inocencia de la América de los años 50, y cuyo único temor es el de ser invadidos por alienígenas... ¡como Chuck! Ayudado por su compañero robot \"Rover\" y su nuevo amigo Lem, Chuck tendrá que abrirse camino a través del deslumbrante y desconcertante paisaje de Planet 51 para no convertirse en pieza permanente del Museo Espacial de Invasores Alienígenas de Planet 51",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/vYKAExhbNvXceccU8kNUMUht8dj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3s6j916FLYTZ8YKFNZbXQUKAYvW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/AhRqf467xmjYDzCyQ8GdagooVIh.png"
    },
    {
      "id": "tmdb:53932",
      "type": "movie",
      "name": "Las edades de Lulú",
      "ids": {
        "tmdb": 53932
      },
      "overview": "Adaptación de la novela homónima de Almudena Grandes. Lulú es una chica de quince años que sucumbe a los atractivos de Pablo, un amigo de la familia. Después de esta experiencia, Lulú alimenta durante mucho tiempo el deseo por ese hombre, que volverá a entrar en su vida años más tarde, prolongando así el juego amoroso de la niñez. Pablo crea para ella un mundo aparte, un universo privado donde el tiempo carece de valor. Pero pronto ese mundo idealizado se quebrará, cuando Lulú, con treinta años, se adentre en el universo de los deseos prohibidos.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/zwQrgqrMSqidARZrquEjQ10T8bX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/AqYp8OychJTIS4N3ZsqJ3RnKBtu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e5jPFGqNe63pHGhcAaI0ECb3YVZ.png"
    },
    {
      "id": "tmdb:11963",
      "type": "movie",
      "name": "Los tres días del Cóndor",
      "ids": {
        "tmdb": 11963
      },
      "overview": "Robert Redford es un oscuro funcionario de la CIA, cuyo trabajo consiste en leer libros con el fin de detectar mensajes cifrados que permitan descubrir operaciones secretas susceptibles de perturbar la estabilidad del país. Un día, cuando vuelve al trabajo después de comer, encuentra a todos sus compañeros muertos. Consciente de que sólo el azar lo ha salvado de una muerte segura, huye tratando de salvarse, pero también para encontrar una explicación a lo sucedido. En su fuga se verá impelido a secuestrar a una bella mujer (Faye Dunaway) con la que, además de compartir sus peripecias, vive una intensa historia de amor.",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/wYvIcdlYWCmHUwipf8K3AGd9omg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7OkL9JeoxWwHRusnKZDrs69Ki4l.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/r6CnK4smianAF7SB7dEk2lixMJM.png"
    },
    {
      "id": "tmdb:189320",
      "type": "movie",
      "name": "El túnel",
      "ids": {
        "tmdb": 189320
      },
      "overview": "Juan Pablo Castell (Peter Weller) es un artista de reconocida reputación que vive en Buenos Aires, la capital de Argentina. Durante una exposición de sus cuadros descubre a una misteriosa mujer,  María Iribarne (Jane Seymour), que se ha quedado deslumbrada ante una de las obras de arte. Casualmente, esa obra es una de las favoritas de Castell y no puede evitar sentirse intensamente atraído por la chica que acaba de conocer, pero al acercarse a ella, ésta desaparece. Desde ese momento, la mujer se convierte en una obsesión para el pintor y hace todo lo que está al alcance de su mano para conseguirla.  Cuando por fin se vuelve a encontrar con ella, un amor sin límites surge entre los dos, pero lo que no saben es que su relación no será necesariamente un camino de rosas.",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/5P9aHCKF0DmzTlGHCcvx4omjPzA.jpg",
      "posterShape": "poster"
    }
  ]
}