{
  "metas": [
    {
      "id": "tmdb:249616",
      "type": "movie",
      "name": "El virginiano",
      "ids": {
        "tmdb": 249616
      },
      "overview": "Cuando una escritora de la gran ciudad comienza a preguntar sobre las acciones de los ladrones de ganado, \"El Virginiano\" rápidamente defiende la brutal realidad que impera en el \"código del Oeste\".",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/sRiqkcMRMclHoDgCqyQsEZXZWIL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9xsjwhKHCWySYo7fg6eVBdUhIaa.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aP58gyNkdPmADf5VuG2nKJ5HJX1.png"
    },
    {
      "id": "tmdb:676156",
      "type": "movie",
      "name": "The Warrant",
      "ids": {
        "tmdb": 676156
      },
      "overview": "Unos bandidos asesinan al Sr. Duvall. Todas las culpas recaen sobre el vigilante Clark Harrison. Tras cinco años en la cárcel, Harrison recupera la libertad y busca venganza.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/fAShmkZrxnKe9QvsBg869PmS2zL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6dmmvDXOLgNPF8wyQmrWRy0HGDt.jpg"
    },
    {
      "id": "tmdb:160478",
      "type": "movie",
      "name": "Divinas palabras",
      "ids": {
        "tmdb": 160478
      },
      "overview": "La acción de este descarnado retrato de la naturaleza humana, basado en la obra de Valle-Inclán, transcurre en la Galicia de principios del siglo XX. Para huir de la pobreza, la esposa de un sacristán de aldea utiliza a un niño hidrocéfalo como atracción de feria. Eso la llevará a enfrentarse a su cuñada, que tiene el mismo propósito, y a meterse de lleno en un mundo en que residen las más bajas pasiones.",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/3KkymkaXsFx3IRO5Gc972r3ke4u.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iiyI5czLmfDMBhUXGrWfBrDLlRA.jpg"
    },
    {
      "id": "tmdb:28178",
      "type": "movie",
      "name": "Siempre a tu lado",
      "ids": {
        "tmdb": 28178
      },
      "overview": "Basada en una historia real. Un profesor de universidad adopta a un perro vagabundo en una estación del tren. Tras recabar información sobre el animal, el profesor descubre que el perro iba a los andenes a diario durante semanas para esperar el regreso de su amo, pero éste había muerto en un accidente en la ciudad. El perro Hachiko, al lado de su nuevo amo a quien también le cambiará la vida cuando descubre los lazos que se pueden crear entre un animal y una persona.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rLPMD8BOHjvvjjCX7BZQdqNWBm2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFCNw7ewLrc4BgRUw9mN3G3vxOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSBpv8j18UoN1G5jaQgRMTfK0O2.png"
    },
    {
      "id": "tmdb:324786",
      "type": "movie",
      "name": "Hasta el último hombre",
      "ids": {
        "tmdb": 324786
      },
      "overview": "Narra la historia de Desmond Doss, un joven médico militar que participó en la sangrienta batalla de Okinawa, en el Pacífico durante la II Guerra Mundial, y se convirtió en el primer objetor de conciencia en la historia estadounidense en recibir la Medalla de Honor del Congreso. Doss quería servir a su país, pero desde pequeño se había hecho una promesa a sí mismo: no coger jamás ningún arma.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/m3jj8IJ7uP5p4MqMzgtGW5l4ECd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gQzf1YLUicwHyXyjYNMtk44VjgO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xxucMCBH6h3iJ0Jc8JtVFNnen65.png"
    },
    {
      "id": "tmdb:301845",
      "type": "movie",
      "name": "Barcelona sur",
      "ids": {
        "tmdb": 301845
      },
      "overview": "En Barcelona, una de las ciudades portuarias de Europa más apreciadas por el tráfico de drogas y la prostitución, Gumer, una chica de 25 años, sale de la cárcel obsesionada por encontrar a su antiguo novio. Charo, su mejor amiga, trata de ayudarle pero no es libre ya que sirve a los deseos de su chulo Toni. Gumer convence a Charo para que abandone a Toni y formen, junto con otras amigas, una banda para montar negocios por su cuenta.",
      "year": 1981,
      "poster": "https://image.tmdb.org/t/p/w342/jRKMPTQjXX3qKBYrNtnvQMrhCr2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fpB6mNdhTG8vX3vjPLHGO6lKbiF.jpg"
    },
    {
      "id": "tmdb:429",
      "type": "movie",
      "name": "El bueno, el feo y el malo",
      "ids": {
        "tmdb": 429
      },
      "overview": "Durante la Guerra de Secesión, tres cazadores de recompensas se lanzan a la búsqueda de un tesoro que ninguno de los tres truhanes puede localizar sin la ayuda de los otros dos. Tuco sabe que el tesoro se encuentra en un cementerio, mientras que Joe conoce el nombre inscrito en la tumba que lo esconde. Mientras tanto, Sentenza no duda en matar a mujeres y niños para conseguir su meta. De esta forma, los tres hombres colaboran en apariencia, pero al final intentarán eliminarse mutuamente.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/fSWnIXsxA47smMLwRELSWkxbVJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tEzlu5U9gQrE55XF1piXPZBtOrD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e0brYd78ykMjc6r2i0R46cEuPSW.png"
    },
    {
      "id": "tmdb:109827",
      "type": "movie",
      "name": "La venganza",
      "ids": {
        "tmdb": 109827
      },
      "overview": "Tras pasar diez años encerrado por un crimen que no cometió, Juan queda en libertad.",
      "year": 1958,
      "poster": "https://image.tmdb.org/t/p/w342/AkJmtwKhgSKv1rWbpyYXn1Kof0L.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mcAB8meGSHMBzC9rV2M3IUWoDQy.jpg"
    },
    {
      "id": "tmdb:18591",
      "type": "movie",
      "name": "La tabla de Flandes",
      "ids": {
        "tmdb": 18591
      },
      "overview": "Julia Darro, una joven restauradora de arte, comienza a restaurar la Tabla de Flandes, un famoso cuadro del siglo XV que muestra una partida de ajedrez inacabada. Al quitar algunas capas de pintura descubre una inscripción oculta. Intrigada, ella y una amiga solicitan permiso a Don Juan Belmonte, su dueño, para desvelar la inscripción, lo cual eleva el precio del cuadro.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/ejO1RlgGtNzTiFf7biNjlNuq7oy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yjOskYh5JJe8mWVnk0lM6eT5Sux.jpg"
    },
    {
      "id": "tmdb:43429",
      "type": "movie",
      "name": "Martín (Hache)",
      "ids": {
        "tmdb": 43429
      },
      "overview": "Martín Echenique es un director de cine argentino que lleva más de veinte años viviendo en Madrid. Detesta su país y se niega a recrearse en la nostalgia. Su hijo, al que todos llaman Hache, tiene 19 años y vive en Buenos Aires con su madre. Ni estudia ni trabaja; callejea y toca su guitarra eléctrica. Después de cinco años sin verse, vuelven a encontrarse en Buenos Aires cuando Hache sufre una sobredosis. La exmujer de Martín propone que el chico viva con su padre. En Madrid les esperan dos personas: Alicia, la amante de Martín, una mujer más joven que él y harta de estar con un hombre que es incapaz de asumir ningún compromiso; y Dante, un actor que es el mejor y casi único amigo de Martín, y cuyo mayor placer es vivir en la cuerda floja. Martín comparte su vida con gente apasionada, pero él no se permite el lujo de sentir. El que ama está expuesto al dolor, y eso le da pánico.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/ismVb0btyFH9aNTJxo6CpbgBk7W.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oLMzuBnWrooxDIRBKTG7OPDlrXS.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bXZtCzoXXTWZmWmZfcnL60OrD29.png"
    },
    {
      "id": "tmdb:9769",
      "type": "movie",
      "name": "Lolita",
      "ids": {
        "tmdb": 9769
      },
      "overview": "Humbert es un europeo culto, brillante y atractivo que se instala en una ciudad de Nueva Inglaterra como profesor. Una vez allí, se hospeda en casa de Charlotte, una voluptuosa viuda, que ve en Humbert la encarnación de sus fantasías provincianas. Pero Humbert oculta una herida envenenada: el recuerdo de un frustrado amor de adolescencia. Por eso, Lolita, la hija de Charlotte, se le aparece a Humbert como la materialización de sus sueños.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/3nTCYIR9kwBDAnbjNlf6IHMEHry.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kYZbdtV7JKYjyCwFzh3ocoGnLnk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tzlgvs6dXNjk91U96PnVQzHf7A1.png"
    },
    {
      "id": "tmdb:14452",
      "type": "movie",
      "name": "Cazador de asesinos",
      "ids": {
        "tmdb": 14452
      },
      "overview": "Jacob Stillwell, un importante detective de homicidos conocido por sus violentos métodos para impartir justicia, viaja a Memphis con la intención de investigar unos asesinatos en serie.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/rlM1reI1eqbB4T5goQKijXurAJu.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xU7ncrxKxhK4Bop6EIf6K1UTFRu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aJqB0sF204hfis86I5UbYctskV0.png"
    },
    {
      "id": "tmdb:4286",
      "type": "movie",
      "name": "El inocente",
      "ids": {
        "tmdb": 4286
      },
      "overview": "Tullio Hermil (Giancarlo Giannini) es un hombre culto y acomodado entregado a los placeres de la vida. Entre la honorable práctica de la esgrima, la lectura y el placer carnal con su amante Teresa Raffo (Jennifer O'Neill) mantiene a su esposa Juliana (Laura Antonelli) al margen de su vida. Juliana se debate entre el murmullo social y el reconocimiento de su marido. Totalmente rechazada encuentra en un joven escritor, Filippo d'Arborio (Marc Porel) el consuelo y queda embarazada. Esto despierta en Tullio, cuyo compromiso con Juliana es inexistente, los celos y la pasión carnal correspondida entonces por su mujer, que aún cree en su matrimonio, La esperanza de Julia en esta nueva pasión le crea sentimientos contradictorios. Tullio pretende eliminar todo rastro de la relación de su mujer pero finalmente el nacimiento del niño desencadena una tormenta de pasiones y sentimientos.",
      "year": 1976,
      "poster": "https://image.tmdb.org/t/p/w342/603sb3nND0fR3TIQMa0B9zmdmVV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/j1R4wGpgfgY219Z7cDDZQJOM6TI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hXh9EZkSHrmmMtIf5i8vcmVCuE2.png"
    },
    {
      "id": "tmdb:37327",
      "type": "movie",
      "name": "Caravana de paz",
      "ids": {
        "tmdb": 37327
      },
      "overview": "Travis y Sandy, dos jóvenes tratantes de caballos, aceptan la oferta de guiar a un grupo de mormones que pretenden instalarse en el Oeste, en el valle del río San Juan, para cultivar tierras fértiles. La caravana emprende un dificultoso viaje por parajes desérticos. Pronto se les unirá un trío de artistas ambulantes que se dirigen a California: se trata de una pareja madura y la joven Denver, de quien Travis no tarda en enamorarse. Pero su encuentro con los Clegg, forajidos a quienes persigue la justicia, los pondrá en graves apuros.",
      "year": 1950,
      "poster": "https://image.tmdb.org/t/p/w342/fVrDqPEzoQS3fyxSAjgDGysqzbE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kdYgSgFCGhnW1YYHC9Oqzr9Vnwh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oIxUmRlstMyewgWJRb9mY3MyPAf.png"
    },
    {
      "id": "tmdb:136726",
      "type": "movie",
      "name": "La Celestina",
      "ids": {
        "tmdb": 136726
      },
      "overview": "El joven noble Calisto se enamora de Melibea, la hija de un rico comerciante. El sirviente de Calisto, Sempronio, le sugiere ir con la hechizera Celestina para conseguir su amor.. Sin embargo su otro sirviente, Parmeno, sospecha de Celestina porque conoce sus trucos. Luego de que Celestina convence a Melibea del amor de Calisto y arreglar una reunion clandestina entre ellos, Calisto le da a Celestina una cara cadena de oro. Ambos sirvientes no estan satisfechos con las mujeres enviadas por Celestina y le demandan mas, comenzando una dramatica secuencia de eventos.",
      "year": 1996,
      "poster": "https://image.tmdb.org/t/p/w342/qUDbwyhC19V8OgZgzOF45DHyt1f.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zsS0FYL914us0FcXxCQQuDzcfOz.jpg"
    },
    {
      "id": "tmdb:38004",
      "type": "movie",
      "name": "Después de medianoche",
      "ids": {
        "tmdb": 38004
      },
      "overview": "La mágica Mole Antonelliana (el cavernoso Museo de Cine de Turín, Italia) es el escenario de una historia de amor muy poco probable. Una noche fatídica, el tímido vigilante nocturno del museo, acude en ayuda de un encantador joven cocinero de comida rápida que huye de la policía. El ensueño reino del museo de personajes de películas mudas se convierte en un santuario para ella mientras espera el rescate de su novio diabólico.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/3KJByPl2MfMLuYfyBxDsRaOn7hK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gCFqwiG1p9OjFhJjmcCzTQJb8wz.jpg"
    },
    {
      "id": "tmdb:54065",
      "type": "movie",
      "name": "Bámbola",
      "ids": {
        "tmdb": 54065
      },
      "overview": "Bámbola, una joven campesina italiana, desborda tanta energía que todo a su paso se llena de vida o se ahoga no pudiendo soportar tanta vitalidad. El padre, el novio, el pretendiente, el enamorado, el amante, todos sucumben ante Bámbola.",
      "year": 1996,
      "poster": "https://image.tmdb.org/t/p/w342/a1SDyCqQG9fYii6ZHRHEiaalEod.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/a6d2Tjhu0DMdiOcpGVniKsPNDuS.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8fRFGWeUw8YLnaiAuHRfhDz4Hpf.png"
    },
    {
      "id": "tmdb:22916",
      "type": "movie",
      "name": "Elsa y Fred",
      "ids": {
        "tmdb": 22916
      },
      "overview": "Elsa, que tiene 82 años, es una mujer llena de vitalidad y con una imaginación desbordante. Alfredo, algo más joven que ella, ha sido siempre un hombre convencional, serio y responsable. Al quedar viudo, desconcertado y angustiado por la ausencia de su mujer, su hija lo anima a mudarse a un apartamento más pequeño. Es entonces cuando conoce a Elsa, que es vecina suya. A partir de ese momento, ella irrumpe en su vida como un torbellino dispuesta a demostrarle que el tiempo que le queda es precioso y debe disfrutarlo como le plazca.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/4xjfBIP8BCCkKDmSBlAfguUiW8N.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:141198",
      "type": "movie",
      "name": "Los energéticos",
      "ids": {
        "tmdb": 141198
      },
      "overview": "Dos hombres rústicos castellanos se enteran un día que en sus terrenos va a ser instalada una central nuclear. Temen por sus vidas, la de sus cabras y por sus terrenos. Van a protestar al alcalde del pueblo, pero no consiguen nada. Intentan un encierro político, que termina en fracaso, hasta que aparece en sus vidas un representante de los países exportadores de petróleo que les ayuda a difundir por el mundo su protesta. Pero su actitud desencadena una serie de intereses políticos encontrados entre la OPEP, la CIA, las Multinacionales y las fuerzas vivas del pueblo.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/3VezCbpNmPSUZDq7nm9uHe8viWZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5K2EFsMnOenQhaRDPN254n2iifr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sot0obAYGjbe3aAVjMz5zWotkuA.png"
    },
    {
      "id": "tmdb:58098",
      "type": "movie",
      "name": "Así reían",
      "ids": {
        "tmdb": 58098
      },
      "overview": "Historia de dos hermanos sicilianos emigrados a Turín. Giovanni, el mayor, acaricia un ambicioso proyecto, que aparentemente está muy lejos de sus posibilidades, pero está dispuesto a hacer lo que sea con tal de hacerlo realidad: desea que Pietro, su hermano pequeño, obtenga el título de maestro. El problema es que Pietro no quiere estudiar. (FILMAFFINITY)",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/5CSB3MXOp9r6Wm3lLuPaFidbAZS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/65VNZCMIKp2c5JMIQgL0MIqIwE5.jpg"
    },
    {
      "id": "tmdb:4012",
      "type": "movie",
      "name": "The Believer (El creyente)",
      "ids": {
        "tmdb": 4012
      },
      "overview": "Historia de un neo-nazi (Gosling) que también resulta ser judío. Danny Balint estudia en una escuela judía de Nueva York. Al mismo tiempo, su popularidad crece dentro de círculos neofascistas, hasta convertirse en un admirado líder. En su interior se desarrolla una personalidad paralela; por un lado, se está formando como rabino, estudiando la Torah y enseñando hebreo; y por el otro, ataca a los judíos... Judaísmo ortodoxo y antisemitismo radical se combinan en esta alabadísima producción premiada en Sundance, ópera prima del guionista Henry Bean (Internal Affairs, 1990).",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/bPWCXoRItooEDeDaGVouSGegiL4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aVkcdQqnwYcIiOLwF2h2p8ZV1pW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fltiPf5Tkx01mNccvQUsvBCTAzU.png"
    },
    {
      "id": "tmdb:42008",
      "type": "movie",
      "name": "La familia",
      "ids": {
        "tmdb": 42008
      },
      "overview": "Crónica de la vida de varias generaciones de una familia romana de la burguesía, desde 1906 hasta 1986. El narrador es Carlo, un profesor de italiano que relata su vida desde el día de su bautismo hasta que se encuentra rodeado de hijos y nietos. Los demás personajes, el abuelo, el padre, la madre, las tres inseparables tías solteras, el hermano, la criada enamorada del hermano... configuran un mundo lleno de vida y sentimientos.",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/rUZqsiF4YLaQxnaoOKpvmVoKzFW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rblOrKwe0XGBYaj6VCt3zBzweWe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tRykwKUTX2COz57tbNW3szlkD3J.png"
    },
    {
      "id": "tmdb:131147",
      "type": "movie",
      "name": "Corbari",
      "ids": {
        "tmdb": 131147
      },
      "overview": "La verdadera historia del partisano Silvio Corbari (Giuliano Gemma). Silvio forma una banda de partisanos en el norte de Italia, completamente independiente de la resistencia organizada italiana (CLN). Inés (Tina Aumont), deja a su marido para unirse a la banda y se convierte en la amante de Silvio. Silvio parece lograr crear una zona franca, su república personal, independiente de la Italia ocupada por los nazis, en un pequeño pueblo llamado Tregnano.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/tmzl3l9We5mQR41gLsg8VeMWD9x.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/b7K965neto4vYRnUQ7TuGo0NHlM.jpg"
    },
    {
      "id": "tmdb:258942",
      "type": "movie",
      "name": "Beatriz",
      "ids": {
        "tmdb": 258942
      },
      "overview": "Un niño es testigo del asalto de la banda de Lorenzo el Quinto a un fraile, que consigue escapar y se refugia en el pazo de doña Carlota, una condesa que vive con su hijo Juan y con su hermana Beatriz. Basilisa, la criada de la casa, conjura a Satanás para que liberé a su hijo de una enfermedad irreversible, pero para ello el mal debe ser trasladado a un alma inocente, y elige la de Beatriz. La niña comienza a ser víctima de una posesión, de la que todos culpan al fraile. Película basada en los cuentos \"Beatriz\" y \"Mi hermana Antonia\" de Ramón del Valle-Inclán.",
      "year": 1976,
      "poster": "https://image.tmdb.org/t/p/w342/6tEVlKC9ahULzhp1QL8CUBiSWdZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wBagEOXPxUTzbqiseZW90cOha7g.jpg"
    },
    {
      "id": "tmdb:747",
      "type": "movie",
      "name": "Zombies Party",
      "ids": {
        "tmdb": 747
      },
      "overview": "La vida de Shaun es un callejón sin salida. Se pasa la vida en la taberna local con su amigo íntimo Ed, discute con su madre y descuida a su novia, Liz. Cuando Liz le deja plantado. Shaun decide, finalmente, poner su vida en orden. Tiene que reconquistar el corazón de su novia, enmendar sus relaciones con su madre y enfrentarse a las responsabilidades de un adulto.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/g1UOD4SSLPUCzbRjMxUILVGtTw8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9RUPuWUcIcMOHrVJnDxC42wLkjV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tcK2zgZTEjfllsKVETwOPLrjV2k.png"
    },
    {
      "id": "tmdb:44741",
      "type": "movie",
      "name": "Malicia",
      "ids": {
        "tmdb": 44741
      },
      "overview": "En un piso de Catania, en los años cincuenta se reúnen muchas personas de luto por la muerte de la esposa de Ignazio La Brocca, dueño de una próspera sastrería y padre de tres hijos.Entre los presentes hay una joven, Angela La Barbera, que precisamente ese día iba a empezar a trabajar como interina para la familia. El viudo y los tres hijos pronto se acostumbran a los cuidados dulces y atentos de la nueva presencia femenina.El viudo no consigue resistir a la tentación y decide casarse con ella a pesar del poco tiempo transcurrido desde la muerte de su mujer. Además de la presencia dominante de un gran retrato de la primera esposa, otro obstáculo para la unión es el hijo Nino, totalmente obsesionado por la mujer. Entre los dos se va instaurando una relación maliciosa y cruel, en la que Angela se presta a los juegos eróticos del adolescente con tal de conseguir el consenso para casarse con su padre.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/aFDzUNTAFKIl5WK8Llrhz1AfVTt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i3CV5KhT2Y1xv0j606GE9jgc2SC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sSkA55gd1YGZoq9orLjdFJ29zjt.png"
    },
    {
      "id": "tmdb:28468",
      "type": "movie",
      "name": "La llave secreta",
      "ids": {
        "tmdb": 28468
      },
      "overview": "Nino es un hombre mayor que está casado con una bella joven. El tipo no está muy satisfecho con su vida sexual, pero una posibilidad de cambio se abre una noche que sorprende a su esposa dormida.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/yVpTbPqrlvjJG570pG22b6Rlba4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bf0cRj3lFuw7TOWJSa1nNFJYEZX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uUd2UeBzloBqnasdZGXjTvCF9Pt.png"
    },
    {
      "id": "tmdb:2330",
      "type": "movie",
      "name": "Taxi Express",
      "ids": {
        "tmdb": 2330
      },
      "overview": "Daniel, un joven repartidor de pizzas, consigue hacer realidad uno de sus sueños: obtener la licencia de taxi. Pero un encuentro fortuito con Emilien le pone en un aprieto: para conservar su licencia de taxi, han de detener a una banda que está desmantelando los bancos del país.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/hJGTeFfEVzYGhB84YFU67B3VG4F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/148xS3PsuxDHT3VCcj3dzdU1lj3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/shKSBFh8eBz1zxEITJXkwqFon8O.png"
    },
    {
      "id": "tmdb:60541",
      "type": "movie",
      "name": "La mujer de fuego",
      "ids": {
        "tmdb": 60541
      },
      "overview": "En una comarca ganadera del Medio Oeste americano se reproduce la eterna guerra entre vaqueros y ovejeros. Worl, un ovejero que pretende asentarse en el lugar, se ve obligado a abandonar sus tierras. El problema es que está ligado sentimentalmente a Connie, la hija del ranchero que lo ha expulsado. Con el apoyo del ayudante de Worl, Connie se enfrentará a su padre.",
      "year": 1947,
      "poster": "https://image.tmdb.org/t/p/w342/tIl2E4ZOewI9e1urPAIYqLB8FRm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ge7oUKdtVo9xnGxPg1buPdcPrfy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4u8imTS3pBixYL69eFDPocNTcxr.png"
    },
    {
      "id": "tmdb:11462",
      "type": "movie",
      "name": "Sospecha",
      "ids": {
        "tmdb": 11462
      },
      "overview": "Un atractivo vividor coincide en el tren con una joven ingenua que acabará teniendo que pagarle el billete. Más adelante, vuelven a encontrarse en una fiesta y, tras un breve romance, ella decide casarse con él, a pesar de la oposición de su padre. Considerada por todos, incluida su familia, una solterona, está empeñada en demostrarles que alguien la puede amar.",
      "year": 1941,
      "poster": "https://image.tmdb.org/t/p/w342/gcxGHzZX1B0dM0tEyxrJriVKZnS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i4TCgRtB2nOfm1LwLYZHZBAz4JF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vy6tJK5FBmhvm6rWW1shSu2876g.png"
    },
    {
      "id": "tmdb:36691",
      "type": "movie",
      "name": "Un hombre solitario",
      "ids": {
        "tmdb": 36691
      },
      "overview": "El propietario de una cadena de coches con la líbido subida ve cómo su carrera y su vida personal se está arruinando debido a sus continuas indiscreciones, tanto en el plano profesional como personal.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/mKDIhs9uVp9xWfa1y0ScAyPiDkT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lK1ZgVelltAGXAltvaPRmtrdNtC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5AbDyXJWRDTMnT0jluvXFW7Gzxa.png"
    },
    {
      "id": "tmdb:402",
      "type": "movie",
      "name": "Instinto básico",
      "ids": {
        "tmdb": 402
      },
      "overview": "Un antiguo cantante de rock ha sido brutalmente asesinado. La última vez que se le vio estaba acompañado por su novia. En la comisaría, en el departamento de Asuntos Internos, Nick Curran recibe el encargo de vigilar a Catherine Tromell, la supuesta novia asesina.",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/7iUhPh6B5C4T1osYDzoUchjb3i4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wLMPTuKWeGUbpteRryhDWKTeKDN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eTK5KpUgwbgema3TSCTTTosTWWI.png"
    },
    {
      "id": "tmdb:335216",
      "type": "movie",
      "name": "Dulces horas",
      "ids": {
        "tmdb": 335216
      },
      "overview": "Juan, convencido de que su vida está marcada por la influencia del recuerdo, decide reconstruir minuciosamente su pasado...",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/ubwDNRoLHM6ON2pMtLM4PLsguee.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uQQ9U0co9whx8FGKASvXW7woLP0.jpg"
    },
    {
      "id": "tmdb:144069",
      "type": "movie",
      "name": "La criada",
      "ids": {
        "tmdb": 144069
      },
      "overview": "Anna (Guerin), la hermosa esposa de un abogado, se siente abandonada por este, por lo que decide irse unos días con su sirvienta (Michelsen) al pueblo natal de esta. A partir de este momento comenzará una extraña relación entre ellas.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/s9pXocmKhkvLazafoL0oUGIn3Me.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/p2bq3g5YfkWIKCjV5i289brZsJR.jpg"
    },
    {
      "id": "tmdb:423",
      "type": "movie",
      "name": "El pianista",
      "ids": {
        "tmdb": 423
      },
      "overview": "Varsovia, 1939. El pianista polaco de origen judío Wladyslaw Szpilman (Adrien Brody) interpreta un tema de Chopin en la radio nacional de Polonia mientras la aviación alemana bombardea la capital. El régimen nazi ha invadido el país, y como hace en otros países invadidos, lleva a cabo la misma política con respecto a los judíos. Así Szpilman y toda su familia -sus padres, su hermano y sus dos hermanas- se ven obligados a dejar su casa y todo lo que les pertenece para trasladarse con miles de personas de origen judío al ghetto de Varsovia. Mientras Wladyslaw trabaja como pianista en un restaurante propiedad de un judío que colabora con los nazis, su hermano Henryk (Ed Stoppard) prefiere luchar contra los nazis. Pero tres años más tarde, los habitantes del ghetto son trasladados en trenes hacia campos de concentración.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/mxfLOWnHnSlbdraKfzRn5mqoqk7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hHrEwLQKpc3rVIzccMThmu6ou9M.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aB69H37bMYVXi03RBHqEjEa9iSL.png"
    },
    {
      "id": "tmdb:148285",
      "type": "movie",
      "name": "Django desafía a Sartana",
      "ids": {
        "tmdb": 148285
      },
      "overview": "Django llega a la ciudad para descubrir que su hermano Steve, acusado de robar un banco, ha sido linchado. Django cree que el verdadero culpable es Sartana y lo desafía a un duelo. Justo a tiempo descubre que el autor del crimen es una importante figura local y Django y Sartana se unen para castigarlo.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/dF6MrOb78HRvlYulLlj9h9wkSmd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bzHf1E9DoIu29ugCxyazJ9OO8l2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tq0K0j4Lr85ZoE1Mm9rzBkFWejj.png"
    },
    {
      "id": "tmdb:3870",
      "type": "movie",
      "name": "Novecento",
      "ids": {
        "tmdb": 3870
      },
      "overview": "En el año 1901, en una finca en el norte de italia, nacen el mismo día el hijo de un terrateniente y el hijo de un bracero. La película narra la vida de ambos y sus respectivas familias durante ochenta años. La amistad de los protagonistas se verá nublada por sus diferentes actitudes frente al fascismo. Famoso drama que hace un complejo recorrido político y social por la Italia del siglo XX.",
      "year": 1976,
      "poster": "https://image.tmdb.org/t/p/w342/5BeMiIveAXnmHvuZVkRpCeE0pWR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dWS059IIp8balYKqTPBreOihjkI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3GztY1oTo8dMdz9c6FEZxZo7WI6.png"
    },
    {
      "id": "tmdb:105416",
      "type": "movie",
      "name": "Tamaño natural",
      "ids": {
        "tmdb": 105416
      },
      "overview": "Michel es un hombre maduro que tiene todo lo que puede desear: un buen trabajo, una esposa brillante y una amante joven y apasionada. Pero un día adquiere por capricho una muñeca hinchable que casi parece una mujer real. Así empieza a disfrutar de la sumisión y la docilidad que no puede encontrar en su esposa, llegando incluso a tener celos y a desconfiar de aquellos que puedan desearla o “mancillarla”.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/yHojlvPMm03RordCWz7Uu8fghfP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yfZOTmMxSQBe3TjrrFskPffvmLL.jpg"
    },
    {
      "id": "tmdb:35634",
      "type": "movie",
      "name": "El magnífico salvaje",
      "ids": {
        "tmdb": 35634
      },
      "overview": "María es una camarera que vive en Nueva York. Está recién casada y no es muy brillante para los negocios. Un día,  recibe una llamada de su marido, que le pide que se tome el próximo avión a Florencia porque se han hecho ricos. Sin embargo, cuando llega a Italia, no encuentra a  su marido por ninguna parte. Se alía con un abogado a quien  conoce al llegar a Italia y de mala gana deja que se convierta en su aliado y protector, mientras buscan a su esposo desaparecido.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/muE3YacP13MqCU8MjfUHSy93unF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/y9HCmCvHH7VPgGpMmUskyHGaxxr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gvsuHH0qvAMaZ6cHpccE75KoE4a.png"
    },
    {
      "id": "tmdb:435707",
      "type": "movie",
      "name": "Pieles",
      "ids": {
        "tmdb": 435707
      },
      "overview": "Sigue la historia de personas físicamente diferentes que, por ese motivo, se han visto obligadas a esconderse, recluirse o unirse entre ellas. Nadie elige cómo nace, pero la apariencia física nos condiciona para con la sociedad, aunque no la hayamos elegido nosotros.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/bA66jSLXsKXsMu1K0LylDWKxkNf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fzV5THIIx0eQp4a2JnQoO6ehm9I.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tVvsxvZfS3I32tft14Vffg7IkNr.png"
    },
    {
      "id": "tmdb:1787",
      "type": "movie",
      "name": "Las ciervas",
      "ids": {
        "tmdb": 1787
      },
      "overview": "Frederique, una lesbiana rica y de temperamento apático, recoge de la calle a Why, una joven artista callejera, y la lleva a vivir con ella a su casa de Saint Tropez. Durante algún tiempo son felices, pero en una fiesta Why comienza a sentirse atraída por Paul, un joven arquitecto que acaba seduciéndola. Frederique se enfurece y decide visitar a Paul para dejarle claro cuál es el precio de acostarse con Why.",
      "year": 1968,
      "poster": "https://image.tmdb.org/t/p/w342/z05ezOQQjDq4UnVUeSDRBD4f13O.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ylOk9eD57uChXuaXzCrsZtYvyCz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8Nh8pqHXBfsU0W87HPPZwEu3ron.png"
    },
    {
      "id": "tmdb:413114",
      "type": "movie",
      "name": "La orgía",
      "ids": {
        "tmdb": 413114
      },
      "overview": "Un grupo de chicos y chicas se va una semana de vacaciones a una casa y la reunión termina en orgía. Pero no todo es sexo; hay también divagaciones sobre cine, chocolate y churros, y mucho buen humor.",
      "year": 1978,
      "poster": "https://image.tmdb.org/t/p/w342/gdsH3ioXgA7vW9mQqtWu0t0AuVj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9lfyTjg4ILPvNPZsaIEWk2x152w.jpg"
    },
    {
      "id": "tmdb:1368",
      "type": "movie",
      "name": "Acorralado",
      "ids": {
        "tmdb": 1368
      },
      "overview": "John Rambo es un veterano de la guerra de Vietnam que sufre de estrés postraumático. Un día, llega a un pequeño pueblo de Oregón, donde el sheriff Will Teasle le detiene por vagabundear. Rambo logra escapar de la comisaría y se refugia en el bosque, donde usa sus habilidades de supervivencia y combate para enfrentarse a los policías que le persiguen. El coronel Samuel Trautman, el antiguo jefe de Rambo, llega al pueblo para intentar negociar con él y evitar una masacre. Rambo tendrá que luchar contra sus propios demonios y contra las fuerzas del orden que le quieren capturar o matar.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/sYHRcd9p3rV3t3w8MHGaA7wdIBl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/277Ct5pdW4WAbaBjYLwX2BEeZqk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yAZUxdJ9tZHvNoSONu1JKvfRNw2.png"
    },
    {
      "id": "tmdb:10002",
      "type": "movie",
      "name": "Mona Lisa",
      "ids": {
        "tmdb": 10002
      },
      "overview": "George es el chófer de una prostituta negra, alta y delgada, llamada Simone, cuyos clientes son hombres de negocios y árabes millonarios. Enamorado perdidamente de ella, George acepta buscar a una vieja amiga de Simone que se ha metido en un buen lío. Está dispuesto a ayudarlas aunque ello suponga enfrentarse a un chulo mafioso y a un obseso rey del porno que no deja de ser la sombra de su pasado. Pronto descubrirá algo que jamás podía imaginar, algo que podría destruir su propia vida.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/ujGy7HynYxh5FDA1klPY5lKteeA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7FDTlE1E7Jg88mtjrWgjTBMkUe0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bgw62J71DkiMOMOjr0fuQ8Mkd5Z.png"
    },
    {
      "id": "tmdb:47796",
      "type": "movie",
      "name": "Mamma Roma",
      "ids": {
        "tmdb": 47796
      },
      "overview": "Mamma Roma es una prostituta que sueña con un bienestar pequeño-burgués. Tras la boda de su protector, se traslada con su hijo Héctor a un barrio decente, donde regenta un puesto de frutas en el mercadillo popular. Héctor es un muchacho de carácter débil e influenciable que se deja arrastrar por los amigos y se enamora de Bruna, una chica que lo inicia en los secretos del amor.",
      "year": 1962,
      "poster": "https://image.tmdb.org/t/p/w342/aMPxSiapchjZb73Lz7yNMdTi1cc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4OqoSolfhNesDAfv2zluIDVXiPR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/neBdMl6Qm4jhnmQ94jSn97KG0Hw.png"
    },
    {
      "id": "tmdb:42452",
      "type": "movie",
      "name": "La maldición de los 7 cadáveres",
      "ids": {
        "tmdb": 42452
      },
      "overview": "Un director de cine se propone rodar una película de terror en ua mansión victoriana en la que se cometieron siete asesinatos. El conserje les advierte del peligro que corren si pertenecen allí, pero el director quiere dotar a su película del mayor realismo posible.Para ello, rueda las sesiones de espiritismo en el cementerio cercano. Pero la maldición que pesa sobre la casa no conoce la diferencia entre la ficción y la realidad. Lo que en un principio tenía que ser un rodaje sin más, se convertirá en una auténtica pesadilla para el equipo y los propios actores.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/mdZg9zbVNDR9RCyH8pQkOp7K4Nb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vIE7vSHZFTp7XUNKM4imZzyJ0wg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/syfov6lLxWb7YiURyUhVoQKbBXR.png"
    },
    {
      "id": "tmdb:530385",
      "type": "movie",
      "name": "Midsommar",
      "ids": {
        "tmdb": 530385
      },
      "overview": "Una pareja estadounidense que no está pasando por su mejor momento acude con unos amigos a un festival de verano que se celebra cada noventa años en una aldea remota de Suecia. Lo que comienza como unas vacaciones de ensueño en un lugar en el que el sol no se pone nunca, poco a poco se convierte en una oscura pesadilla cuando los misteriosos aldeanos les invitan a participar en sus perturbadoras actividades festivas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/a4Uwb4vnep76r1HRNduFgT9MRez.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vxKs0JLPT63lcYZTK8P6b3SaFff.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mjf2CyGrMqjUjsjXsaEsakBrOdA.png"
    },
    {
      "id": "tmdb:24825",
      "type": "movie",
      "name": "Duelo final",
      "ids": {
        "tmdb": 24825
      },
      "overview": "Scott James (Chuck Norris), campeón de artes marciales retirado, se ve involucrado en una peligrosa aventura internacional cuando la mujer con la que sale, Nancy (Kim Lankford) es asesinada por una banda de matones Ninja. James se entera de que la familia de Nancy también ha sido asesinada, al igual que un importante magnate europeo de la prensa, y decidido a saber el por qué de estos sucesos, se pone en contacto con McCarn (Lee Van Cleef), un experto mercenario.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/CHZCoIruTfZ3ssN5tY7EG7UDvY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iNeKed9XkezIJYHjDReFMWGhiyD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zrtYfdLuwjqKctiSR52UxxwAWfe.png"
    },
    {
      "id": "tmdb:135812",
      "type": "movie",
      "name": "Drácula 3D",
      "ids": {
        "tmdb": 135812
      },
      "overview": "Ambientada en la Transilvania del siglo XIX, Drácula 3D narra la historia de Jonathan Harker, un bibliotecario que viaja hasta Passo Borgo para trabajar en la gran biblioteca del castillo del Conde Drácula. El joven no tardará en descubrir las extrañas costumbres del Conde y de las mujeres que cohabitan con él. Pero los intereses de este misterioso hombre se dirigen principalmente a la mujer de Jonathan, Mina, una joven con la que cree estar unida a través de los tiempos. Su obsesión le llevará a propagar la muerte a su alrededor, hasta que sus intenciones y su naturaleza vampírica sea revelada.  En esta nueva versión del vampiro más conocido de la historia de la literatura y el cine, no faltan las grandes dosis de sangre y colmillos afilados.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/n1EsoM2cotsQRmvNnQJlOeC1jNe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3iGVvikWv7AeZqgXrULCNOiPq7X.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/r8DGUSh6FhoLANfPemg2ICj0IQf.png"
    },
    {
      "id": "tmdb:5144",
      "type": "movie",
      "name": "Marquise",
      "ids": {
        "tmdb": 5144
      },
      "overview": "Marquise es un drama sobre el ascenso y la caída de una bella actriz. Interpretada alegremente por Sophie Marceau, la heroína del mismo nombre es un personaje simpáticamente mordaz, pero quizá demasiado moderno. A partir de un entorno empobrecido, se convierte en la favorita del Rey Sol, Luis XIV, y en la amante del célebre Racine, que escribió papeles especialmente para ella.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/4FlAhORNIfOwL5XPEtXUbSAKnTK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zgW0dbMOqVfpsefYYIRh0AO5Z7D.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/afyFs7CM77zJYkYynTATIN5a6fp.png"
    }
  ]
}