{
  "metas": [
    {
      "id": "tmdb:28178",
      "type": "movie",
      "name": "Siempre a tu lado",
      "ids": {
        "tmdb": 28178
      },
      "overview": "Basada en una historia real. Un profesor de universidad adopta a un perro vagabundo en una estación del tren. Tras recabar información sobre el animal, el profesor descubre que el perro iba a los andenes a diario durante semanas para esperar el regreso de su amo, pero éste había muerto en un accidente en la ciudad. El perro Hachiko, al lado de su nuevo amo a quien también le cambiará la vida cuando descubre los lazos que se pueden crear entre un animal y una persona.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rLPMD8BOHjvvjjCX7BZQdqNWBm2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFCNw7ewLrc4BgRUw9mN3G3vxOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSBpv8j18UoN1G5jaQgRMTfK0O2.png"
    },
    {
      "id": "tmdb:324786",
      "type": "movie",
      "name": "Hasta el último hombre",
      "ids": {
        "tmdb": 324786
      },
      "overview": "Narra la historia de Desmond Doss, un joven médico militar que participó en la sangrienta batalla de Okinawa, en el Pacífico durante la II Guerra Mundial, y se convirtió en el primer objetor de conciencia en la historia estadounidense en recibir la Medalla de Honor del Congreso. Doss quería servir a su país, pero desde pequeño se había hecho una promesa a sí mismo: no coger jamás ningún arma.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/m3jj8IJ7uP5p4MqMzgtGW5l4ECd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gQzf1YLUicwHyXyjYNMtk44VjgO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xxucMCBH6h3iJ0Jc8JtVFNnen65.png"
    },
    {
      "id": "tmdb:429",
      "type": "movie",
      "name": "El bueno, el feo y el malo",
      "ids": {
        "tmdb": 429
      },
      "overview": "Durante la Guerra de Secesión, tres cazadores de recompensas se lanzan a la búsqueda de un tesoro que ninguno de los tres truhanes puede localizar sin la ayuda de los otros dos. Tuco sabe que el tesoro se encuentra en un cementerio, mientras que Joe conoce el nombre inscrito en la tumba que lo esconde. Mientras tanto, Sentenza no duda en matar a mujeres y niños para conseguir su meta. De esta forma, los tres hombres colaboran en apariencia, pero al final intentarán eliminarse mutuamente.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/fSWnIXsxA47smMLwRELSWkxbVJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tEzlu5U9gQrE55XF1piXPZBtOrD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e0brYd78ykMjc6r2i0R46cEuPSW.png"
    },
    {
      "id": "tmdb:2330",
      "type": "movie",
      "name": "Taxi Express",
      "ids": {
        "tmdb": 2330
      },
      "overview": "Daniel, un joven repartidor de pizzas, consigue hacer realidad uno de sus sueños: obtener la licencia de taxi. Pero un encuentro fortuito con Emilien le pone en un aprieto: para conservar su licencia de taxi, han de detener a una banda que está desmantelando los bancos del país.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/hJGTeFfEVzYGhB84YFU67B3VG4F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/148xS3PsuxDHT3VCcj3dzdU1lj3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/shKSBFh8eBz1zxEITJXkwqFon8O.png"
    },
    {
      "id": "tmdb:44741",
      "type": "movie",
      "name": "Malicia",
      "ids": {
        "tmdb": 44741
      },
      "overview": "En un piso de Catania, en los años cincuenta se reúnen muchas personas de luto por la muerte de la esposa de Ignazio La Brocca, dueño de una próspera sastrería y padre de tres hijos.Entre los presentes hay una joven, Angela La Barbera, que precisamente ese día iba a empezar a trabajar como interina para la familia. El viudo y los tres hijos pronto se acostumbran a los cuidados dulces y atentos de la nueva presencia femenina.El viudo no consigue resistir a la tentación y decide casarse con ella a pesar del poco tiempo transcurrido desde la muerte de su mujer. Además de la presencia dominante de un gran retrato de la primera esposa, otro obstáculo para la unión es el hijo Nino, totalmente obsesionado por la mujer. Entre los dos se va instaurando una relación maliciosa y cruel, en la que Angela se presta a los juegos eróticos del adolescente con tal de conseguir el consenso para casarse con su padre.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/aFDzUNTAFKIl5WK8Llrhz1AfVTt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i3CV5KhT2Y1xv0j606GE9jgc2SC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sSkA55gd1YGZoq9orLjdFJ29zjt.png"
    },
    {
      "id": "tmdb:144069",
      "type": "movie",
      "name": "La criada",
      "ids": {
        "tmdb": 144069
      },
      "overview": "Anna (Guerin), la hermosa esposa de un abogado, se siente abandonada por este, por lo que decide irse unos días con su sirvienta (Michelsen) al pueblo natal de esta. A partir de este momento comenzará una extraña relación entre ellas.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/s9pXocmKhkvLazafoL0oUGIn3Me.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/p2bq3g5YfkWIKCjV5i289brZsJR.jpg"
    },
    {
      "id": "tmdb:587792",
      "type": "movie",
      "name": "Palm Springs",
      "ids": {
        "tmdb": 587792
      },
      "overview": "Cuando el desenfadado Nyles y su reticente dama de honor Sarah tienen la oportunidad de encontrarse en una boda de Palm Springs, las cosas se complican al verse incapaces de escapar del lugar y el uno del otro",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/eYNS3rNpLDxx5NJ16dwczAf4a7e.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/abHa4yfuwX957FLw3FRxZFMENRV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1O92r8CnyvdEgeda7rOZDYEWNAG.png"
    },
    {
      "id": "tmdb:9769",
      "type": "movie",
      "name": "Lolita",
      "ids": {
        "tmdb": 9769
      },
      "overview": "Humbert es un europeo culto, brillante y atractivo que se instala en una ciudad de Nueva Inglaterra como profesor. Una vez allí, se hospeda en casa de Charlotte, una voluptuosa viuda, que ve en Humbert la encarnación de sus fantasías provincianas. Pero Humbert oculta una herida envenenada: el recuerdo de un frustrado amor de adolescencia. Por eso, Lolita, la hija de Charlotte, se le aparece a Humbert como la materialización de sus sueños.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/3nTCYIR9kwBDAnbjNlf6IHMEHry.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kYZbdtV7JKYjyCwFzh3ocoGnLnk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tzlgvs6dXNjk91U96PnVQzHf7A1.png"
    },
    {
      "id": "tmdb:423",
      "type": "movie",
      "name": "El pianista",
      "ids": {
        "tmdb": 423
      },
      "overview": "Varsovia, 1939. El pianista polaco de origen judío Wladyslaw Szpilman (Adrien Brody) interpreta un tema de Chopin en la radio nacional de Polonia mientras la aviación alemana bombardea la capital. El régimen nazi ha invadido el país, y como hace en otros países invadidos, lleva a cabo la misma política con respecto a los judíos. Así Szpilman y toda su familia -sus padres, su hermano y sus dos hermanas- se ven obligados a dejar su casa y todo lo que les pertenece para trasladarse con miles de personas de origen judío al ghetto de Varsovia. Mientras Wladyslaw trabaja como pianista en un restaurante propiedad de un judío que colabora con los nazis, su hermano Henryk (Ed Stoppard) prefiere luchar contra los nazis. Pero tres años más tarde, los habitantes del ghetto son trasladados en trenes hacia campos de concentración.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/mxfLOWnHnSlbdraKfzRn5mqoqk7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hHrEwLQKpc3rVIzccMThmu6ou9M.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aB69H37bMYVXi03RBHqEjEa9iSL.png"
    },
    {
      "id": "tmdb:5528",
      "type": "movie",
      "name": "Los chicos del coro",
      "ids": {
        "tmdb": 5528
      },
      "overview": "En 1948 Clément Mathieu, profesor de música desempleado, acepta un puesto como profesor vigilante en un internado de reeducación de menores. El sistema represivo aplicado por el director conmociona a Mathieu. Enseñándoles música y canto coral a estos niños tan difíciles, Mathieu transformará sus vidas cotidianas.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/f0FrAsLdcnCbvbT9Ofj31UkmcNe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gCRlj9soFwM7ME5nz3MKruR3yyV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o1K8iSNLLXFDOfAVapjNBFVh0YW.png"
    },
    {
      "id": "tmdb:44036",
      "type": "movie",
      "name": "Fiorina la vaca",
      "ids": {
        "tmdb": 44036
      },
      "overview": "La película está ambientada en el siglo XVI. Un pobre granjero vende su vaca llamada Fiorina y a partir de aquí el animal cambia continuamente de dueño, hasta que al final es vendida a un hombre rico, quien casualmente es el amante de la esposa del granjero, también llamada Fiorina.",
      "year": 1972,
      "poster": "https://image.tmdb.org/t/p/w342/oekblIj2ZusMk88mKcPtgpAUvW1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oMeXAZNQgarEAHnlNKL9H99YYd0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9my9wuxJSY8zyj2Mir0BOctZY0T.png"
    },
    {
      "id": "tmdb:64084",
      "type": "movie",
      "name": "Una mujer sin escrúpulos",
      "ids": {
        "tmdb": 64084
      },
      "overview": "Un hombre está tan desesperado por promocionarse que ofrece su mujer a su jefe. A pesar de este sacrificio, otro hombre consigue el ascenso. Entonces decide suicidarse y su mujer promete vengarse de todos los implicados. (FILMAFFINITY)",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/piSwaUrbvlITD833fjrc8znU8JD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/71HJTC4R5ZG4PUXnxpy0ucjXubh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ynGmbpvQKRgyaSb1LZvaixNOsfJ.png"
    },
    {
      "id": "tmdb:9399",
      "type": "movie",
      "name": "Lionheart, el luchador",
      "ids": {
        "tmdb": 9399
      },
      "overview": "León Gualtier es un desertor en la Legión Extranjera que llega a los EE.UUy encuentra a su hermano entre la vida y la muerte y a su cuñada sin dinero para curar a su marido y mantener su hija. Para ganar el dinero necesario, Gualtier acepta para participar en peleas clandestinas.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/j4pTOgrUqPSXrDDLKDDAaaiN805.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wcuoz1EEzcSvlM4navzT6hSNNg7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1EPXHnuIsursiSQXrxMhNyP7fW9.png"
    },
    {
      "id": "tmdb:9299",
      "type": "movie",
      "name": "Tesis",
      "ids": {
        "tmdb": 9299
      },
      "overview": "Ángela, licenciada en ciencias de la información, prepara su tesis sobre la violencia audiovisual. Su director, Figueroa, se compromete a buscarle películas, mientras que un amigo, Chema, la invita a su casa a una sesión de cine gore y pornográfico. Figueroa descubre en la videoteca de la Facultad unas galerías con cientos de videocintas. Poco después muere en extrañas circunstancias. Ángela descubre el cadáver y se da cuenta de que ha sufrido un infarto mientras veía una cinta de vídeo. Ángela se hace con la cinta y hace un terrible descubrimiento: se trata de una snuff movie, una película ilegal en la que se filma al asesinato real de gente inocente. La joven comienza a sospechar que en la Facultad existe una red de tráfico de este tipo de películas. Pero, ¿quién es el responsable de ella?",
      "year": 1996,
      "poster": "https://image.tmdb.org/t/p/w342/kg8Dv4CMOtvmgtil7zqju180ZRp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cSneRMf8QtzeIVx957EQMDprObW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rYUi5RPxS2iw45bzzWlbhRV3FqF.png"
    },
    {
      "id": "tmdb:39412",
      "type": "movie",
      "name": "Emmanuelle 3: Adiós Emmanuelle",
      "ids": {
        "tmdb": 39412
      },
      "overview": "Emmanuelle y su marido arquitecto continúan con su estilo de vida amoral en las Seychelles. Pero cuando un romance causal entre ella y un director de cine comienzan, su marido muestra signos muy tradicionales de los celos.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/bnF3rXUwwtiRB2W83pqcXwOH848.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bl2ye7MJeBqGjSidhS32DzWSg24.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/24eXWcHlDvmC5WBivaOGioY3OQH.png"
    },
    {
      "id": "tmdb:933088",
      "type": "movie",
      "name": "Perdido",
      "ids": {
        "tmdb": 933088
      },
      "overview": "Miles Willis, un soldado estadounidense herido, despierta tras presenciar una cegadora luz blanca en un campo de batalla de Irak y descubre que está atrapado en un misterioso cubo armado sólo con su equipo de combate. Su situación se agrava cuando el cubo empieza a cambiar con violentos cambios de gravedad y la aparición de crípticos escritos en las paredes. Cuando Miles empieza a cuestionarse su cordura, encuentra un salvavidas: una voz al otro lado de su teléfono por satélite que afirma estar prisionero en un espacio similar. A medida que las paredes se cierran, estos dos extraños deben unir sus mentes si quieren burlar a sus captores y descifrar este rompecabezas mortal.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/6CuLb9onJi4FaLpaF5zJ8i9ADQF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yQYYc8G6TfR4s782iru30kPIlj4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/svZiDE5Xrrd9VJ0HhcEFRIv3ntS.png"
    },
    {
      "id": "tmdb:28468",
      "type": "movie",
      "name": "La llave secreta",
      "ids": {
        "tmdb": 28468
      },
      "overview": "Nino es un hombre mayor que está casado con una bella joven. El tipo no está muy satisfecho con su vida sexual, pero una posibilidad de cambio se abre una noche que sorprende a su esposa dormida.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/yVpTbPqrlvjJG570pG22b6Rlba4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bf0cRj3lFuw7TOWJSa1nNFJYEZX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uUd2UeBzloBqnasdZGXjTvCF9Pt.png"
    },
    {
      "id": "tmdb:1368",
      "type": "movie",
      "name": "Acorralado",
      "ids": {
        "tmdb": 1368
      },
      "overview": "John Rambo es un veterano de la guerra de Vietnam que sufre de estrés postraumático. Un día, llega a un pequeño pueblo de Oregón, donde el sheriff Will Teasle le detiene por vagabundear. Rambo logra escapar de la comisaría y se refugia en el bosque, donde usa sus habilidades de supervivencia y combate para enfrentarse a los policías que le persiguen. El coronel Samuel Trautman, el antiguo jefe de Rambo, llega al pueblo para intentar negociar con él y evitar una masacre. Rambo tendrá que luchar contra sus propios demonios y contra las fuerzas del orden que le quieren capturar o matar.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/sYHRcd9p3rV3t3w8MHGaA7wdIBl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/277Ct5pdW4WAbaBjYLwX2BEeZqk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yAZUxdJ9tZHvNoSONu1JKvfRNw2.png"
    },
    {
      "id": "tmdb:24402",
      "type": "movie",
      "name": "Emmanuelle",
      "ids": {
        "tmdb": 24402
      },
      "overview": "Una jovencita recién casada viaja a Bangkok a reunirse con su marido, un diplomático francés. En el viaje es iniciada al sexo por una hermosa adolescente y guiada por un hombre maduro en los placeres de la carne, y aprende a materializar sus fantasías sexuales más secretas, animada por su esposo.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/kFq1ffM4ruQmWH6C3SjVWJoqMi6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ramMMxfUbm8t35Dp7p4QeFlRHIx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6fhWzaR6GIu0ALE01Sv6WkAfW4j.png"
    },
    {
      "id": "tmdb:144349",
      "type": "movie",
      "name": "Dinamita Jim",
      "ids": {
        "tmdb": 144349
      },
      "overview": "Durante la Guerra de Secesión, un jugador llamado Jim Farrell al ser confundido con un agente del ejército nordista se verá involucrado en una peligrosa misión consistente en transportar 500.000 dólares en oro por más de 500 millas de territorio sudista (desde Los Álamos hasta territorio kiowa). Su situación se agravará al ser perseguido el cargamento no sólo por el ejército del sur sino también por ser codiciado por un bandido mexicano, Pablo Reyes, y por un pistolero llamado Slate contratado por el avaricioso banquero inicialmente implicado en la operación.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/gtnbvocIMEGPrjEjX4U0XhYrF5W.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5T6zgfgWQOvkLXoYjgvHJCWSxM8.jpg"
    },
    {
      "id": "tmdb:8009",
      "type": "movie",
      "name": "Los inmortales",
      "ids": {
        "tmdb": 8009
      },
      "overview": "Son Inmortales, destinados a vivir eternamente. Deben retarse a duelos a través de los tiempos hasta que sólo quede uno. Sólo decapitados por la hoja de una espada pueden liberarse de su eterna lucha y conseguir el Premio: un poder inimaginable. Desde las tierras altas de Escocia del siglo XVI hasta el Nueva York de nuestros días, los Inmortales luchan por su recompensa, mientras el destino de los mortales se sostiene en un frágil equilibrio.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/8af3tPdbKd9iDUqWb8R5dOXShtH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iz3k081oPbRLMKVsjfukOppzEzR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jXLmUqThGQNrM5Xcnrj77GtB6Fg.png"
    },
    {
      "id": "tmdb:208004",
      "type": "movie",
      "name": "¿Por qué pecamos a los 40?",
      "ids": {
        "tmdb": 208004
      },
      "overview": "Alejandro Quesada (Fernando Fernán Gómez), un eminente médico cuarentón con gran éxito entre las mujeres, impulsa a sus antiguos amigos Federico (Juanjo Menéndez) y Enrique (José Luis López Vázquez) a cambiar su actitud ante la vida. La muerte de otro amigo común, Luis (Jesús Puente), los reafirma en el intento de disfrutar de su existencia y buscar la relación con mujeres de menor edad que sus esposas.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/7rf0Y7z5Np4HrVXtAs0rgCw60oE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lkD5gtE1nvhVmHrl0WsWtE7ltUs.jpg"
    },
    {
      "id": "tmdb:420127",
      "type": "movie",
      "name": "Carne apaleada",
      "ids": {
        "tmdb": 420127
      },
      "overview": "Berta ha ido a parar, una vez más, a prisión acusada de estafa. Es carne de cañón e irá pasando por diversas cárceles, sufriendo todo tipo de humillaciones y vejaciones. Adaptación del libro autobiográfico de Inés Palou, una mujer que pasó gran parte de su vida en la cárcel.",
      "year": 1978,
      "poster": "https://image.tmdb.org/t/p/w342/sQDxETcR3iZinZIdzBVWDGADjZh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/n58xgf3npw6c3C7t8kzwpED5GWo.jpg"
    },
    {
      "id": "tmdb:27578",
      "type": "movie",
      "name": "Los mercenarios",
      "ids": {
        "tmdb": 27578
      },
      "overview": "Un grupo de mercenarios es contratado para infiltrarse en un país sudamericano y derrocar a su despiadado y corrupto dictador. Una vez allí, se verán atrapados en una telaraña de engaño y traición. Una vez fracasada la misión, tendrán que enfrentarse a un reto aún más difícil; salvar la unidad del grupo y la amistad que los ha unido durante largos años.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/qiKXe4xbXnXdrhQXmXpZwG4Qlkv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7iugqPsB7BkqPouupLjmMDHsk45.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7Gjh8HJpkgQplW0ydg1xJrZWwAC.png"
    },
    {
      "id": "tmdb:391617",
      "type": "movie",
      "name": "Capitán Kóblic",
      "ids": {
        "tmdb": 391617
      },
      "overview": "Colonia Helena, Argentina. El misterioso Tomás Kóblic, antiguo piloto de la Armada, trabaja como fumigador al tiempo que lidia con su oscuro pasado y con las intrigas del corrupto comisario de policía…",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/rJkaGsuvPb4LZciIudFeZgXmApu.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hHocgJG5o5o7TvZv2tt8pD9C7mz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9bL4W7i0wsOW0E1HwJj3rDtdowL.png"
    },
    {
      "id": "tmdb:21380",
      "type": "movie",
      "name": "Apocalipsis caníbal",
      "ids": {
        "tmdb": 21380
      },
      "overview": "En Hope I, una central de investigaciones químicas, ocurre un grave accidente cuando un líquido de extraordinaria potencia se dispersa, causando la muerte a todos los componentes del equipo de la central. Este macabro suceso es seguido de un inexplicable y terrible fenómeno: científicos y técnicos del equipo de investigadores que han encontrado la muerte vuelven a vivir bajo la forma de zombies. Convertidos en muertos vivientes, se alimentan devorando carne de los pocos sobrevivientes de la masacre.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/sabXTGjTfS5lGQLkUETOfVAb7w3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bL7JNaakhm1r4Z1OYpS4bhTlYNQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lA1VlIe3GgS5wjLzL7oA7LKjss9.png"
    },
    {
      "id": "tmdb:4176",
      "type": "movie",
      "name": "Asesinato en el Orient Express",
      "ids": {
        "tmdb": 4176
      },
      "overview": "La investigación de un asesinato perpetrado durante un viaje en el legendario Orient Express conducida por del famoso detective Hercule Poirot para encontrar al culpable, tropieza con grandes dificultades, pues los ilustres pasajeros disponen de una coartada que parece excluirles como sospechosos.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/mxqvVIP3gcAgnLZgfCJzlOnkZj3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nVdUdUXyHII9mvZ3bf43RhhTLk0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rq13Ezvvbj3PPFacJEyiX8a7eNl.png"
    },
    {
      "id": "tmdb:71",
      "type": "movie",
      "name": "Billy Elliot (Quiero bailar)",
      "ids": {
        "tmdb": 71
      },
      "overview": "En 1984, durante una huelga de mineros en el condado de Durham, se suceden los enfrentamientos entre piquetes y policía. Entre los mineros más exaltados están Tony y su padre. Éste se ha empeñado en que Billy, su hijo pequeño, reciba clases de boxeo. Pero, aunque el chico tiene un buen juego de piernas, carece por completo de pegada. Un día, en el gimnasio, Billy observa la clase de ballet de la señora Wilkinson, una mujer de carácter severo que lo anima a participar. A partir de ese momento, Billy se dedicará apasionadamente a la danza.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/lN6JppeFXbPFXFREickSSeHOjCz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/prOVafNMAiENqLnkAgekH4W6lq5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fKDu1S9pw98SjZYC62WrRczodMZ.png"
    },
    {
      "id": "tmdb:52212",
      "type": "movie",
      "name": "Miranda",
      "ids": {
        "tmdb": 52212
      },
      "overview": "En esta comedia erótica, Miranda es la encargada de una cantina en un pequeño pueblo que empieza a probar a los distintos hombres disponibles.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/sxBazt4grZmU5eEvLiWmcquP1cA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4mJJdb7TFmqCffMvs81T76vakx0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aQpMvTx2ODga9GrAp0WhQPOPzXO.png"
    },
    {
      "id": "tmdb:8047",
      "type": "movie",
      "name": "Matador",
      "ids": {
        "tmdb": 8047
      },
      "overview": "Un torero que se ha visto forzado a retirarse prematuramente debido a una cogida, se da cuenta de que su obsesión por matar no desaparece, solo que ahora su objetivo serán las mujeres. Hacer el amor y matar en el último instante es lo más parecido al inefable placer de una tarde en la plaza de toros. El problema se agrava cuando conoce a María, una mujer con tendencias similares a las suyas.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/fdwmWNDmNRAxzoVgAX5KttEqFMi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/p88RfbdSazcFFEkAKT8fBQV4HWZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/404WmTPCuw7UrWBjYyX0M9SSS5J.png"
    },
    {
      "id": "tmdb:345714",
      "type": "movie",
      "name": "Malizia 2000",
      "ids": {
        "tmdb": 345714
      },
      "overview": "Angela vive con su anciano marido en una villa. Aburrida y desatendida, procura satisfacer a los invitados con su cuerpo y sus atenciones, aunque a veces le cueste decidir con cuál encamarse...",
      "year": 1991,
      "poster": "https://image.tmdb.org/t/p/w342/tWk9MA4dVr2ws5RL5z2orUdYaIV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/a5nRTPlMNbuaA4Ogd7m3uR7l0P0.jpg"
    },
    {
      "id": "tmdb:38706",
      "type": "movie",
      "name": "La secta",
      "ids": {
        "tmdb": 38706
      },
      "overview": "En 1970, una comuna hippie es sacrificada por la secta de «Los Sin Rostro». Después la acción salta a Frankfurt, donde la secta, ya de dimensiones mundiales, sigue operando.",
      "year": 1991,
      "poster": "https://image.tmdb.org/t/p/w342/cJRWFjKvxKcyiiXHcQH7k2QIaEA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jqUGnsWzkGvWcYayhjWw9yUOGAu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fJmHY4cS3BJe59ytzcSbm7Z45eq.png"
    },
    {
      "id": "tmdb:16179",
      "type": "movie",
      "name": "Breathing Room",
      "ids": {
        "tmdb": 16179
      },
      "overview": "Obligada a introducirse en una habitación con 13 desconocidos, Tonya descubre que acaba de convertirse en la última concursante de un juego mortal.  Retenidos mediante collares electrónicos mortales, los catorce participantes deberán utilizar su ingenio para encontrar una salida y el porqué de su reclusión. Uno a uno serán aniquilados, y con cada cuerpo aparecerá una nueva pista.  ¿Quien está jugando con ellos?",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/aaz4rgsEjApkUz87OrFT6sNZDks.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xWu4JOltqruhxRicgLutbAqkG5c.jpg"
    },
    {
      "id": "tmdb:92607",
      "type": "movie",
      "name": "El seductor",
      "ids": {
        "tmdb": 92607
      },
      "overview": "Cosme, un chico de quince años, vive con sus padres y su hermana en un chalet adosado. La monotonía de su vida cambia cuando se enamora de su vecina Merche, una hermosa mujer que tiene casi veinte años más que él.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/oY3fFfApzhKgYEcLsKruqQQzdoa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cbqBM7Mb2nPFSMX3Dlhg2gBNK4E.jpg"
    },
    {
      "id": "tmdb:258057",
      "type": "movie",
      "name": "Los desafíos",
      "ids": {
        "tmdb": 258057
      },
      "overview": "Tres formas distintas de ver y expresar cómo una situación que parece normal termina desembocando inexorablemente en un estallido de violencia. Un padre que teme perder una hija. Un marido que se siente engañado. Un viajero que decide que su viaje y el de sus compañeros no tiene por qué continuar. (FILMAFFINITY)",
      "year": 1969,
      "poster": "https://image.tmdb.org/t/p/w342/ttGVuPPHxW6iJgDEjbsNwPLhmvg.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:76696",
      "type": "movie",
      "name": "Medianeras",
      "ids": {
        "tmdb": 76696
      },
      "overview": "Martín es un fóbico en vías de recuperación. De a poco va saliendo del encierro en su monoambiente y su adicción al mundo virtual. Mariana, recién separada, tiene tan desordenada la cabeza como el departamento en el que se refugia. ¿Deberían conocerse, no? ¿Cómo se pueden encontrar en una ciudad superpoblada y caótica como Buenos Aires? Medianeras. Lo mismo que los separa es lo que los une.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/fRbh4SJ42iCE3sUTnFXN4psSGJk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sqyBHCVrzuANM3Xy5o9D1rMRQfy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/408nwkTZdikRGWuRvq6ScMhaaYY.png"
    },
    {
      "id": "tmdb:506072",
      "type": "movie",
      "name": "Prospect",
      "ids": {
        "tmdb": 506072
      },
      "overview": "Un padre y su hija se han asegurado un contrato para hacerse con un gran depósito de gemas escondidas en las profundidades de un bosque tóxico de la luna. Pero hay otros vagando por el mismo lugar y el trabajo no tarda en convertirse en una lucha por la supervivencia. Obligada a competir no solo con los otros despiadados habitantes del bosque, sino también con el juicio de su propio padre sobre la avaricia, la joven descubrirá que debe labrarse su propio camino para escapar.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/xP015xnIApAXsBgsTONp6kUChZb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wgz3MesDmTx5lgLa080XnvuqwyX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4iz7LHSYMH2ElyhL9r7ibvGPc7x.png"
    },
    {
      "id": "tmdb:530385",
      "type": "movie",
      "name": "Midsommar",
      "ids": {
        "tmdb": 530385
      },
      "overview": "Una pareja estadounidense que no está pasando por su mejor momento acude con unos amigos a un festival de verano que se celebra cada noventa años en una aldea remota de Suecia. Lo que comienza como unas vacaciones de ensueño en un lugar en el que el sol no se pone nunca, poco a poco se convierte en una oscura pesadilla cuando los misteriosos aldeanos les invitan a participar en sus perturbadoras actividades festivas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/a4Uwb4vnep76r1HRNduFgT9MRez.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vxKs0JLPT63lcYZTK8P6b3SaFff.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mjf2CyGrMqjUjsjXsaEsakBrOdA.png"
    },
    {
      "id": "tmdb:258942",
      "type": "movie",
      "name": "Beatriz",
      "ids": {
        "tmdb": 258942
      },
      "overview": "Un niño es testigo del asalto de la banda de Lorenzo el Quinto a un fraile, que consigue escapar y se refugia en el pazo de doña Carlota, una condesa que vive con su hijo Juan y con su hermana Beatriz. Basilisa, la criada de la casa, conjura a Satanás para que liberé a su hijo de una enfermedad irreversible, pero para ello el mal debe ser trasladado a un alma inocente, y elige la de Beatriz. La niña comienza a ser víctima de una posesión, de la que todos culpan al fraile. Película basada en los cuentos \"Beatriz\" y \"Mi hermana Antonia\" de Ramón del Valle-Inclán.",
      "year": 1976,
      "poster": "https://image.tmdb.org/t/p/w342/6tEVlKC9ahULzhp1QL8CUBiSWdZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wBagEOXPxUTzbqiseZW90cOha7g.jpg"
    },
    {
      "id": "tmdb:239226",
      "type": "movie",
      "name": "La graduada",
      "ids": {
        "tmdb": 239226
      },
      "overview": "Tras el fallecimiento de su tía Ágata, Benita (Lina Morgan) se ve liberada de las ataduras y prejuicios de la vida provinciana. Cuando abandona el pueblo para irse a Madrid, lo hace con la intención de divertirse y encontrar el amor. Compra ropa en las mejores boutiques, adquiere un descapotable y se aloja en un apartamento de lujo. Conoce a diferentes tipos, con los que vive situaciones grotescas o hilarantes, pero siempre decepcionantes. Hasta que aparece Carlos y se enamora de él; pero su pasado será un problema.",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/8fs0rWrW9EtQUciICEGndEskxtd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7U2J8ZxVYF4i6yO7MvLm3kwoFaH.jpg"
    },
    {
      "id": "tmdb:10079",
      "type": "movie",
      "name": "Joy Division: Escuadrón letal",
      "ids": {
        "tmdb": 10079
      },
      "overview": "Durante la II Guerra Mundial un escuadrón de hombres atacó y violó sin piedad a muchas mujeres de origen judío. Se les llamó “Joy Division”. El terror que sembraban entre la población era aún mayor que el que causaba la propia guerra.  Thomas, que de adolescente había luchado contra el Ejército Rojo, logra huir hacia el Oeste junto a una joven aliada. Finalmente, los rusos lo capturan y desaparece sin dejar rastro.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/nY4OiLvIN2gH0AQJP0AjnhLwlcg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/XDKAdTd7RJ8OGI7co4nivRHRcH.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gAqz08g76lxOkDnz2ySUQCyGHXn.png"
    },
    {
      "id": "tmdb:747",
      "type": "movie",
      "name": "Zombies Party",
      "ids": {
        "tmdb": 747
      },
      "overview": "La vida de Shaun es un callejón sin salida. Se pasa la vida en la taberna local con su amigo íntimo Ed, discute con su madre y descuida a su novia, Liz. Cuando Liz le deja plantado. Shaun decide, finalmente, poner su vida en orden. Tiene que reconquistar el corazón de su novia, enmendar sus relaciones con su madre y enfrentarse a las responsabilidades de un adulto.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/g1UOD4SSLPUCzbRjMxUILVGtTw8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9RUPuWUcIcMOHrVJnDxC42wLkjV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tcK2zgZTEjfllsKVETwOPLrjV2k.png"
    },
    {
      "id": "tmdb:98596",
      "type": "movie",
      "name": "El pico",
      "ids": {
        "tmdb": 98596
      },
      "overview": "Bilbao, años 80. Un Comandante de la Guardia Civil descubre que su hijo Paco de 17 años, que espera que ingrese en la Academia Militar, es heroinómano. Urko, el mejor amigo de Paco e hijo de un dirigente abertzale, también es heroinómano. En un momento dado, Paco huye de casa llevándose una pistola de su padre. Mientras el Comandante inicia la búsqueda de su hijo acompañado del padre de Urko, empieza a descubrir un mundo desconocido y poco a poco se producen en él importantes cambios.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/vpjGsKbtUbGGvB47wqS6glqBeF7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/o55iCtiu26j1g8SI2JUWy9hFYox.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6fOCwY9DmOhXO8rXNqkcSHXvXEp.png"
    },
    {
      "id": "tmdb:301845",
      "type": "movie",
      "name": "Barcelona sur",
      "ids": {
        "tmdb": 301845
      },
      "overview": "En Barcelona, una de las ciudades portuarias de Europa más apreciadas por el tráfico de drogas y la prostitución, Gumer, una chica de 25 años, sale de la cárcel obsesionada por encontrar a su antiguo novio. Charo, su mejor amiga, trata de ayudarle pero no es libre ya que sirve a los deseos de su chulo Toni. Gumer convence a Charo para que abandone a Toni y formen, junto con otras amigas, una banda para montar negocios por su cuenta.",
      "year": 1981,
      "poster": "https://image.tmdb.org/t/p/w342/jRKMPTQjXX3qKBYrNtnvQMrhCr2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fpB6mNdhTG8vX3vjPLHGO6lKbiF.jpg"
    },
    {
      "id": "tmdb:676156",
      "type": "movie",
      "name": "The Warrant",
      "ids": {
        "tmdb": 676156
      },
      "overview": "Unos bandidos asesinan al Sr. Duvall. Todas las culpas recaen sobre el vigilante Clark Harrison. Tras cinco años en la cárcel, Harrison recupera la libertad y busca venganza.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/fAShmkZrxnKe9QvsBg869PmS2zL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6dmmvDXOLgNPF8wyQmrWRy0HGDt.jpg"
    },
    {
      "id": "tmdb:16866",
      "type": "movie",
      "name": "Planet 51",
      "ids": {
        "tmdb": 16866
      },
      "overview": "Planet 51 es la historia de una familia de extraterrestres que vive tranquilamente en su planeta hasta la llegada de lo que para ellos es un alienígena: un hombre. El Capitán Charles \"Chuck\" Baker, astronauta americano, aterriza en Planet 51 pensando que es la primera persona en pisar el planeta. Para su sorpresa, descubre que el planeta está habitado por pequeñas criaturas verdes que viven felizmente en un mundo plagado de cercas blancas, reminiscencia de la alegre inocencia de la América de los años 50, y cuyo único temor es el de ser invadidos por alienígenas... ¡como Chuck! Ayudado por su compañero robot \"Rover\" y su nuevo amigo Lem, Chuck tendrá que abrirse camino a través del deslumbrante y desconcertante paisaje de Planet 51 para no convertirse en pieza permanente del Museo Espacial de Invasores Alienígenas de Planet 51",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/vYKAExhbNvXceccU8kNUMUht8dj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3s6j916FLYTZ8YKFNZbXQUKAYvW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/AhRqf467xmjYDzCyQ8GdagooVIh.png"
    },
    {
      "id": "tmdb:14169",
      "type": "movie",
      "name": "Arizona Colt",
      "ids": {
        "tmdb": 14169
      },
      "overview": "Arizona Colt va a Blackstone City, donde Gordon está planeando un robo. Cuando uno de los secuaces de Gordon asesina a una chica de salón, Arizona se ofrece a cazar al asesino.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/rHBTFbr4udeWKuc0y5kIMJcYB8n.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/f6dX7CoSTWG4nKeogfv67WbLHCg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mG28dScHRUxZSTJZqSGA3wFTh9d.png"
    },
    {
      "id": "tmdb:193385",
      "type": "movie",
      "name": "Corazón de hierro",
      "ids": {
        "tmdb": 193385
      },
      "overview": "Thriller de acción en el que una banda de mafiosos, entre otras cosas, se dedica a secuestrar chicas atractivas con oscuros fines. El policía que está investigando el caso es asesinado y en su lugar es designado un coreano experto en artes marciales (Bolo Yeung).",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/dpisvCx5j4kRNJV9OKwaDhgPmTU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pz1JgMO5E1SU5OSL6aT5lN0fIvW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ew1hIFDPJHUGicgopiGc7Fjuw1j.png"
    },
    {
      "id": "tmdb:189320",
      "type": "movie",
      "name": "El túnel",
      "ids": {
        "tmdb": 189320
      },
      "overview": "Juan Pablo Castell (Peter Weller) es un artista de reconocida reputación que vive en Buenos Aires, la capital de Argentina. Durante una exposición de sus cuadros descubre a una misteriosa mujer,  María Iribarne (Jane Seymour), que se ha quedado deslumbrada ante una de las obras de arte. Casualmente, esa obra es una de las favoritas de Castell y no puede evitar sentirse intensamente atraído por la chica que acaba de conocer, pero al acercarse a ella, ésta desaparece. Desde ese momento, la mujer se convierte en una obsesión para el pintor y hace todo lo que está al alcance de su mano para conseguirla.  Cuando por fin se vuelve a encontrar con ella, un amor sin límites surge entre los dos, pero lo que no saben es que su relación no será necesariamente un camino de rosas.",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/5P9aHCKF0DmzTlGHCcvx4omjPzA.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:320942",
      "type": "movie",
      "name": "El elegido",
      "ids": {
        "tmdb": 320942
      },
      "overview": "Federico es cajero en una sucursal bancaria. Su vida es bastante aburrida, rutinaria, gris. Lo que no sabe es que todo eso está a punto de cambiar cuando un buen día cae sobre su coche un presunto suicida. Antes de que le dé tiempo a reaccionar aparecen unos hombres que recogen el cadáver y lo meten en el maletero de otro vehículo. Algo huele a chamusquina. Tiene toda la pinta de que el pobre Federico está en medio de algo muy gordo.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/8igp2sNz4XUr9NmTTFLAvK01YUx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gcvkpRW0kPQoxOnYNEeqv6BqJAq.jpg"
    }
  ]
}