{
  "metas": [
    {
      "id": "tmdb:64084",
      "type": "movie",
      "name": "Una mujer sin escrúpulos",
      "ids": {
        "tmdb": 64084
      },
      "overview": "Un hombre está tan desesperado por promocionarse que ofrece su mujer a su jefe. A pesar de este sacrificio, otro hombre consigue el ascenso. Entonces decide suicidarse y su mujer promete vengarse de todos los implicados. (FILMAFFINITY)",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/piSwaUrbvlITD833fjrc8znU8JD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/71HJTC4R5ZG4PUXnxpy0ucjXubh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ynGmbpvQKRgyaSb1LZvaixNOsfJ.png"
    },
    {
      "id": "tmdb:423",
      "type": "movie",
      "name": "El pianista",
      "ids": {
        "tmdb": 423
      },
      "overview": "Varsovia, 1939. El pianista polaco de origen judío Wladyslaw Szpilman (Adrien Brody) interpreta un tema de Chopin en la radio nacional de Polonia mientras la aviación alemana bombardea la capital. El régimen nazi ha invadido el país, y como hace en otros países invadidos, lleva a cabo la misma política con respecto a los judíos. Así Szpilman y toda su familia -sus padres, su hermano y sus dos hermanas- se ven obligados a dejar su casa y todo lo que les pertenece para trasladarse con miles de personas de origen judío al ghetto de Varsovia. Mientras Wladyslaw trabaja como pianista en un restaurante propiedad de un judío que colabora con los nazis, su hermano Henryk (Ed Stoppard) prefiere luchar contra los nazis. Pero tres años más tarde, los habitantes del ghetto son trasladados en trenes hacia campos de concentración.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/mxfLOWnHnSlbdraKfzRn5mqoqk7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hHrEwLQKpc3rVIzccMThmu6ou9M.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aB69H37bMYVXi03RBHqEjEa9iSL.png"
    },
    {
      "id": "tmdb:8689",
      "type": "movie",
      "name": "Holocausto caníbal",
      "ids": {
        "tmdb": 8689
      },
      "overview": "Cuatro jóvenes documentalistas se adentran en la selva amazónica (América del Sur) para realizar un reportaje sobre las tribus que habitan en esa región, de las que se dice que todavía practican el canibalismo. Debido a la desaparición de los reporteros, dos meses después un grupo de rescate es enviado para averiguar qué ha sido de ellos; lo único que encuentran es el material filmado sobre su terrible fin.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/r7JBDaxsU0Uw1liRjDpv3e4xpXF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ptg4aaFbrNNg8If5ZtbQa5r4Nz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1HfnMUnUiA2fiQPONoIgEgGa03z.png"
    },
    {
      "id": "tmdb:9769",
      "type": "movie",
      "name": "Lolita",
      "ids": {
        "tmdb": 9769
      },
      "overview": "Humbert es un europeo culto, brillante y atractivo que se instala en una ciudad de Nueva Inglaterra como profesor. Una vez allí, se hospeda en casa de Charlotte, una voluptuosa viuda, que ve en Humbert la encarnación de sus fantasías provincianas. Pero Humbert oculta una herida envenenada: el recuerdo de un frustrado amor de adolescencia. Por eso, Lolita, la hija de Charlotte, se le aparece a Humbert como la materialización de sus sueños.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/3nTCYIR9kwBDAnbjNlf6IHMEHry.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kYZbdtV7JKYjyCwFzh3ocoGnLnk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tzlgvs6dXNjk91U96PnVQzHf7A1.png"
    },
    {
      "id": "tmdb:28178",
      "type": "movie",
      "name": "Siempre a tu lado",
      "ids": {
        "tmdb": 28178
      },
      "overview": "Basada en una historia real. Un profesor de universidad adopta a un perro vagabundo en una estación del tren. Tras recabar información sobre el animal, el profesor descubre que el perro iba a los andenes a diario durante semanas para esperar el regreso de su amo, pero éste había muerto en un accidente en la ciudad. El perro Hachiko, al lado de su nuevo amo a quien también le cambiará la vida cuando descubre los lazos que se pueden crear entre un animal y una persona.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rLPMD8BOHjvvjjCX7BZQdqNWBm2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFCNw7ewLrc4BgRUw9mN3G3vxOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSBpv8j18UoN1G5jaQgRMTfK0O2.png"
    },
    {
      "id": "tmdb:429",
      "type": "movie",
      "name": "El bueno, el feo y el malo",
      "ids": {
        "tmdb": 429
      },
      "overview": "Durante la Guerra de Secesión, tres cazadores de recompensas se lanzan a la búsqueda de un tesoro que ninguno de los tres truhanes puede localizar sin la ayuda de los otros dos. Tuco sabe que el tesoro se encuentra en un cementerio, mientras que Joe conoce el nombre inscrito en la tumba que lo esconde. Mientras tanto, Sentenza no duda en matar a mujeres y niños para conseguir su meta. De esta forma, los tres hombres colaboran en apariencia, pero al final intentarán eliminarse mutuamente.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/fSWnIXsxA47smMLwRELSWkxbVJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tEzlu5U9gQrE55XF1piXPZBtOrD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e0brYd78ykMjc6r2i0R46cEuPSW.png"
    },
    {
      "id": "tmdb:2330",
      "type": "movie",
      "name": "Taxi Express",
      "ids": {
        "tmdb": 2330
      },
      "overview": "Daniel, un joven repartidor de pizzas, consigue hacer realidad uno de sus sueños: obtener la licencia de taxi. Pero un encuentro fortuito con Emilien le pone en un aprieto: para conservar su licencia de taxi, han de detener a una banda que está desmantelando los bancos del país.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/hJGTeFfEVzYGhB84YFU67B3VG4F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/148xS3PsuxDHT3VCcj3dzdU1lj3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/shKSBFh8eBz1zxEITJXkwqFon8O.png"
    },
    {
      "id": "tmdb:209189",
      "type": "movie",
      "name": "Vidas criminales",
      "ids": {
        "tmdb": 209189
      },
      "overview": "Los hechos ocurren quince años antes de lo narrado en \"Jackie Brown\". Ordell Robbie y Louis Gara se conocen en la cárcel, a donde han ido a parar por culpa de su afición a robar coches. Una vez en libertad, organizan un gran golpe: el secuestro de la esposa de un rico empresario de Detroit. Con lo que no contaban era con que el marido no tuviese el más mínimo interés en liberarla. Recurren entonces a un plan B, en el que la mujer participará gustosamente para vengarse de su marido.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/bXv0lbJGNsXGXclMwUakP5vpFJg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/axHYNo8m45qYVekeNzcDucRhnLD.jpg"
    },
    {
      "id": "tmdb:587792",
      "type": "movie",
      "name": "Palm Springs",
      "ids": {
        "tmdb": 587792
      },
      "overview": "Cuando el desenfadado Nyles y su reticente dama de honor Sarah tienen la oportunidad de encontrarse en una boda de Palm Springs, las cosas se complican al verse incapaces de escapar del lugar y el uno del otro",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/eYNS3rNpLDxx5NJ16dwczAf4a7e.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/abHa4yfuwX957FLw3FRxZFMENRV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1O92r8CnyvdEgeda7rOZDYEWNAG.png"
    },
    {
      "id": "tmdb:1376",
      "type": "movie",
      "name": "Felices dieciséis",
      "ids": {
        "tmdb": 1376
      },
      "overview": "Liam va a cumplir dieciséis años, y Jean, su madre, saldrá de la cárcel a tiempo para celebrarlo. El chico sueña con la vida familiar que nunca ha tenido, con un hogar para su madre, su hermana Chantelle y para sí mismo, fuera del alcance de tipos como Stan, el novio de su madre, y de su propio abuelo, un ser mezquino. Pero para conseguirlo, necesita dinero. Sin embargo, sus planes son tan disparatados que sólo pueden ocasionarle graves problemas.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/wZexweMj7I4enQU6pG11mCUuVKk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xpdXXd5i1IN7d4eOhqAreApobxT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jFW0lweRpU3TeL46qZL452bzJlZ.png"
    },
    {
      "id": "tmdb:35634",
      "type": "movie",
      "name": "El magnífico salvaje",
      "ids": {
        "tmdb": 35634
      },
      "overview": "María es una camarera que vive en Nueva York. Está recién casada y no es muy brillante para los negocios. Un día,  recibe una llamada de su marido, que le pide que se tome el próximo avión a Florencia porque se han hecho ricos. Sin embargo, cuando llega a Italia, no encuentra a  su marido por ninguna parte. Se alía con un abogado a quien  conoce al llegar a Italia y de mala gana deja que se convierta en su aliado y protector, mientras buscan a su esposo desaparecido.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/muE3YacP13MqCU8MjfUHSy93unF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/y9HCmCvHH7VPgGpMmUskyHGaxxr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gvsuHH0qvAMaZ6cHpccE75KoE4a.png"
    },
    {
      "id": "tmdb:176707",
      "type": "movie",
      "name": "Una rosa de Francia",
      "ids": {
        "tmdb": 176707
      },
      "overview": "En Cuba, Simón (Perugorría), un criminal muy seductor, traslada en su viejo barco emigrantes clandestinos a Nueva York y después los abandona a su suerte en un islote. En una ocasión, una patrullera norteamericana descubre el barco e inicia su persecución hasta penetrar en aguas territoriales cubanas. Andrés (Álex González), un joven marinero, le salva la vida a Simón, pero resulta herido. Simón le estará siempre agradecido, a pesar de que Andrés se enamora de Marie (Ana de Armas), una adolescente que está bajo su protección. El conflicto está servido. Marie y Andrés intentarán huir de Cuba a Nueva York, pero Simón hará todo lo posible para impedirlo.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/tMGZp0VDTy4e27gBDLfsiRgZ4gY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tDclBrrUXS7XamuPeYr9GUHnKyv.jpg"
    },
    {
      "id": "tmdb:262161",
      "type": "movie",
      "name": "Kasbah",
      "ids": {
        "tmdb": 262161
      },
      "overview": "A Mario, un joven de modesta procedencia que lleva varios años trabajando en Marruecos en una empresa española, se le acaba de presentar la tan ansiada oportunidad de regresar a España para desempeñar un cargo mejor remunerado. Sin embargo el destino teje redes invisibles, detalles sin importancia, aparentemente inconexos pero capaces de formar una trampa de la que es imposible escapar: el día antes de su partida, Mario recibe un mensaje de su poderoso jefe, Victor Jávaga, en el que le pide que cuide de su hija, Laura, que va a realizar un viaje de vacaciones a Marruecos.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/a7oRJnXtv6ODVmJ2WiFR3mlC7S0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aCd6cGNcPFzfx7Gv5dewG0sxY6e.jpg"
    },
    {
      "id": "tmdb:8009",
      "type": "movie",
      "name": "Los inmortales",
      "ids": {
        "tmdb": 8009
      },
      "overview": "Son Inmortales, destinados a vivir eternamente. Deben retarse a duelos a través de los tiempos hasta que sólo quede uno. Sólo decapitados por la hoja de una espada pueden liberarse de su eterna lucha y conseguir el Premio: un poder inimaginable. Desde las tierras altas de Escocia del siglo XVI hasta el Nueva York de nuestros días, los Inmortales luchan por su recompensa, mientras el destino de los mortales se sostiene en un frágil equilibrio.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/8af3tPdbKd9iDUqWb8R5dOXShtH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iz3k081oPbRLMKVsjfukOppzEzR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jXLmUqThGQNrM5Xcnrj77GtB6Fg.png"
    },
    {
      "id": "tmdb:449035",
      "type": "movie",
      "name": "Madrugada",
      "ids": {
        "tmdb": 449035
      },
      "overview": "Amalia necesita descubrir quién es el autor de las calumnias que se vierten sobre ella. Su única oportunidad consiste en reunir a los familiares de Mauricio, fallecido, aunque éstos no lo saben por lo que les cuenta que está agonizando.",
      "year": 1957,
      "poster": "https://image.tmdb.org/t/p/w342/aNK3q8zP94En2kSPzuctOpggSgo.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:253952",
      "type": "movie",
      "name": "Las adolescentes",
      "ids": {
        "tmdb": 253952
      },
      "overview": "Una chica española es enviada a estudiar a un internado londinense. Su carácter retraído le dificultará el trato con sus compañeras, de vida más disoluta dentro de lo posible allí. Hará buenas migas con dos de ellas, con las que saldrá por Londres a escondidas de la directora. De este modo, empezará a frecuentar compañías poco deseables, hasta el punto de caer en una red de pornografía internacional.",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/sOGDqaeUzs9zqJHoMJibK0zuRFz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oK7g8dkdzInyH6OzSBMPiaiQG8f.jpg"
    },
    {
      "id": "tmdb:530385",
      "type": "movie",
      "name": "Midsommar",
      "ids": {
        "tmdb": 530385
      },
      "overview": "Una pareja estadounidense que no está pasando por su mejor momento acude con unos amigos a un festival de verano que se celebra cada noventa años en una aldea remota de Suecia. Lo que comienza como unas vacaciones de ensueño en un lugar en el que el sol no se pone nunca, poco a poco se convierte en una oscura pesadilla cuando los misteriosos aldeanos les invitan a participar en sus perturbadoras actividades festivas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/a4Uwb4vnep76r1HRNduFgT9MRez.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vxKs0JLPT63lcYZTK8P6b3SaFff.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mjf2CyGrMqjUjsjXsaEsakBrOdA.png"
    },
    {
      "id": "tmdb:5528",
      "type": "movie",
      "name": "Los chicos del coro",
      "ids": {
        "tmdb": 5528
      },
      "overview": "En 1948 Clément Mathieu, profesor de música desempleado, acepta un puesto como profesor vigilante en un internado de reeducación de menores. El sistema represivo aplicado por el director conmociona a Mathieu. Enseñándoles música y canto coral a estos niños tan difíciles, Mathieu transformará sus vidas cotidianas.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/f0FrAsLdcnCbvbT9Ofj31UkmcNe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gCRlj9soFwM7ME5nz3MKruR3yyV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o1K8iSNLLXFDOfAVapjNBFVh0YW.png"
    },
    {
      "id": "tmdb:24402",
      "type": "movie",
      "name": "Emmanuelle",
      "ids": {
        "tmdb": 24402
      },
      "overview": "Una jovencita recién casada viaja a Bangkok a reunirse con su marido, un diplomático francés. En el viaje es iniciada al sexo por una hermosa adolescente y guiada por un hombre maduro en los placeres de la carne, y aprende a materializar sus fantasías sexuales más secretas, animada por su esposo.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/kFq1ffM4ruQmWH6C3SjVWJoqMi6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ramMMxfUbm8t35Dp7p4QeFlRHIx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6fhWzaR6GIu0ALE01Sv6WkAfW4j.png"
    },
    {
      "id": "tmdb:39412",
      "type": "movie",
      "name": "Emmanuelle 3: Adiós Emmanuelle",
      "ids": {
        "tmdb": 39412
      },
      "overview": "Emmanuelle y su marido arquitecto continúan con su estilo de vida amoral en las Seychelles. Pero cuando un romance causal entre ella y un director de cine comienzan, su marido muestra signos muy tradicionales de los celos.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/bnF3rXUwwtiRB2W83pqcXwOH848.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bl2ye7MJeBqGjSidhS32DzWSg24.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/24eXWcHlDvmC5WBivaOGioY3OQH.png"
    },
    {
      "id": "tmdb:121777",
      "type": "movie",
      "name": "Adiós pequeña",
      "ids": {
        "tmdb": 121777
      },
      "overview": "Beatriz es una joven y atractiva abogada que disfruta de una posición envidiable gracias a las influencias de su padre, un importante hombre de negocios. Lucas, un tipo joven con un pasado más bien turbio, lucha por salir de la desfavorable situación en que la vida lo ha colocado. Cuando Lucas es arrestado con un alijo de cocaína adulterada, se convierte en cliente de Beatriz. La cocaína pura la ha escondido con la intención de repartirla únicamente con su socio Uriarte; para ello ha tenido que engañar a otro de sus compinches, haciéndole creer que el negocio ha fracasado.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/nFu4c4sCvK00ujticQbFTwOitDY.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:10362",
      "type": "movie",
      "name": "Two Lovers",
      "ids": {
        "tmdb": 10362
      },
      "overview": "Leonard (Joaquin Phoenix) es un joven psicológicamente inestable que intenta recuperarse de su última crisis bajo la atenta mirada de sus padres. Inesperadamente entran en su vida dos mujeres: la encantadora y sencilla Sandra (Vinessa Shaw), hija del nuevo socio de su padre, y Michelle (Gwyneth Paltrow), una misteriosa vecina que parece no encajar en un barrio tan anodino.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/u9dZ84dD12cLLedJfRVHStKSHvh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fMfRgkQrU6Zwb5uJU91HNOPbfyy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7KJx19aPbnsGG94HmJyYWD3Z4ea.png"
    },
    {
      "id": "tmdb:143923",
      "type": "movie",
      "name": "Los violentos de Texas",
      "ids": {
        "tmdb": 143923
      },
      "overview": "Jeff Donovan y su banda sustraen a un grupo de confederados un cañón para robar un banco que contiene las ganancias del famoso pistolero Acquasanta Joe. Al descubrirlo, éste les perseguirá con empeño y para ello contratará a un grupo de fieles asesinos.",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/9wZVTPJ3zt8JujUhOch4kBl1eie.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uAel0TsDDSjNIj21msZdQm5EK4F.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dowy84nrupTQO2ag5xM9NIZcTc.png"
    },
    {
      "id": "tmdb:285498",
      "type": "movie",
      "name": "Fase terminal",
      "ids": {
        "tmdb": 285498
      },
      "overview": "En un mundo militarizado y post-apocalíptico, asolado por la extraña infección que convierte a las personas en monstruos letales, un niño desafía todos los obstáculos, militares y familiares, para encontrar a su madre y hacerle una pregunta.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/iOuHVSE0jxHCiimJcnQ1k6bfiQx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nvpLRsDSGWyQzcMvZZtDxV9hIwm.jpg"
    },
    {
      "id": "tmdb:42502",
      "type": "movie",
      "name": "El bruto",
      "ids": {
        "tmdb": 42502
      },
      "overview": "El dueño de un edificio de viviendas decide poner en la calle a sus inquilinos para vender el solar. La negativa de los afectados a desalojar sus casas hace que el casero, asesorado por su amante, contrate a un matón: el Bruto.",
      "year": 1953,
      "poster": "https://image.tmdb.org/t/p/w342/pNsN20zJS70uQdVwvlO3RlnLksN.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uTrf7aWMduVdjLsRDi5SUq5B1hA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rLzf3hCbkw9BoNzgHdb88E3S53c.png"
    },
    {
      "id": "tmdb:24811",
      "type": "movie",
      "name": "El cielo no puede esperar",
      "ids": {
        "tmdb": 24811
      },
      "overview": "El bebé que esperan Elizabeth y su marido Kevin está a punto de nacer, y sus padres, prudentemente, deciden ingresar con tiempo en el hospital. Cuando, tras muchas horas de espera, no sucede nada, a la pareja empieza a dominarla el pánico. El problema es que el niño, asustado, no quiere bajar a la Tierra. Será necesario que Elmore, un ángel de la guarda, se encargue de convencerlo de lo maravillosa que es la vida en Nueva York, la ciudad donde viven sus padres.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/mhfFoJ9WE5mvV8NbLWMeusOVCp8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ziwF07XA13aQ5FWqUInHBd8j7jS.jpg"
    },
    {
      "id": "tmdb:93708",
      "type": "movie",
      "name": "Los locos del oro negro",
      "ids": {
        "tmdb": 93708
      },
      "overview": "En un pueblecito llamado Paradise City se ha descubierto petróleo, por lo que una poderosa compañía de crudo decide apoderarse del terreno cueste lo que cueste...",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/qzyRtbSwhOAFcjEGaG3mLkLOIJi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pGgyfYRb1gWgvLfOsOtBZMdRy6o.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2xXq2EnEK1s8lxnvlak963p5vzn.png"
    },
    {
      "id": "tmdb:22705",
      "type": "movie",
      "name": "Transgressing",
      "ids": {
        "tmdb": 22705
      },
      "overview": "Carla es una joven atractiva y despreocupada de Venecia, que va a Londres para buscar un piso que compartir con su amante Matteo. En Londres, Moira, una funcionaria del estado, seduce a Carla... y ella es cautivada... Carla decide no decir nada a Matteo, y comienza a mentirle. Matteo se pone muy celoso, se imagina aventuras eróticas de Carla y abandona su viaje a Londres. Tarde o temprano, Matteo realmente va a Londres donde se enfrenta a Carla... cuyas revelaciones le hacen despertar...",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/poa998sFasJX2XQtCTLiXvis6aE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/haqFVSBvaWR6ZfKKDHkpxp9eYbh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bWX37ZIsatTGVTGnIccjAjHyd0X.png"
    },
    {
      "id": "tmdb:287948",
      "type": "movie",
      "name": "Transporter legacy",
      "ids": {
        "tmdb": 287948
      },
      "overview": "En los bajos fondos de Francia, Frank Martin (Ed Skrein) es conocido como «Transporter», el mejor conductor y mercenario que se puede comprar con dinero. Frank se rige por tres simples reglas: sin nombres, sin preguntas y sin renegociaciones, y transporta cualquier cosa por el precio adecuado. Hasta que conoce a la misteriosa mujer fatal llamada Anna (Loan Chabanol), que lidera un grupo de mortíferos asaltantes y que no se detendrá ante nada con tal de acabar con una despiadada banda rusa de traficantes humanos. Anna sabe que Frank es el mejor en su trabajo y, para asegurarse su colaboración, mantiene rehén a su padre (Ray Stevenson). Ahora, padre e hijo se verán obligados a trabajar con Anna para llevar a esta peligrosa banda ante la justicia.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/eQ8jVLAVUG3XozFcFKyXMaWam2D.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gRtDXMV1gmz6IFeRkZBPHDtOGBG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/adhVywytbACAS1ohePjpDHLoJsk.png"
    },
    {
      "id": "tmdb:27578",
      "type": "movie",
      "name": "Los mercenarios",
      "ids": {
        "tmdb": 27578
      },
      "overview": "Un grupo de mercenarios es contratado para infiltrarse en un país sudamericano y derrocar a su despiadado y corrupto dictador. Una vez allí, se verán atrapados en una telaraña de engaño y traición. Una vez fracasada la misión, tendrán que enfrentarse a un reto aún más difícil; salvar la unidad del grupo y la amistad que los ha unido durante largos años.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/qiKXe4xbXnXdrhQXmXpZwG4Qlkv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7iugqPsB7BkqPouupLjmMDHsk45.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7Gjh8HJpkgQplW0ydg1xJrZWwAC.png"
    },
    {
      "id": "tmdb:323392",
      "type": "movie",
      "name": "El monosabio",
      "ids": {
        "tmdb": 323392
      },
      "overview": "La pasión de Juanito por el universo taurino parece haberse anclado en la época de su juventud, cuando fracasó en sus intentos de convertirse en un reconocido y respetado torero. A su edad ya es imposible consagrarse como matador, pero sus sueños de gloria no se han desvanecido, a pesar de trabajar como simple monosabio, asistiendo al picador y remendando las heridas infiigidas por las astas del toro en el abdomen de los caballos.  El maduro monosabio ve la oportunidad de ver materializados esos sueños a través de Rafa, un joven vecino en el que cree ver aptitudes para el toreo. Dispuesto a sufragar los gastos del debut de su protegido en una corrida de pueblo, Juanito le quita los ahorros a su propia hija. Lo que no sabe es que su hija soltera espera un hijo del novillero y ese dinero lo tenía destinado a pagarse un aborto.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/zNcsJJwPl5AVxMx3ebdUV2EmyxG.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:171229",
      "type": "movie",
      "name": "Segunda piel",
      "ids": {
        "tmdb": 171229
      },
      "overview": "Elena sabe que la crisis de su matrimonio es definitiva. Alberto, su marido, un prestigioso ingeniero aeronáutico, tiene una nueva relación. Lo que le ocurre a Alberto, en realidad, es que está confuso y desorientado. Quiere a su mujer y a su hijo, pero intuye que la pasión que le inspira Diego es algo más que deseo. Diego, un hombre sin dobleces ni prejuicios, con esta relación arriesga su estabilidad emocional y profesional.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/b6o2ncWUSQxw1wACpxH3YLfbXuJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qiVp1pNFhLbXU10GXLhO9NUQOeR.jpg"
    },
    {
      "id": "tmdb:365964",
      "type": "movie",
      "name": "88",
      "ids": {
        "tmdb": 365964
      },
      "overview": "Ken y Zoe se conocieron en la habitación 88 de un hotel. Ocho años más tarde, después de haber llevado una vida oscura y carente de principios morales, la frialdad y el silencio domina su relación. En la vida de Zoe ha aparecido un hombre que no es más que la personificación de sus miedos. Ken, por su parte, entabla amistad con un tal Víctor. Finalmente, Ken propone a Zoe revivir el comienzo de su relación en la misma habitación donde se conocieron: la 88.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/9zJyPNrCdddhmDHAczJAURVMzxj.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:328901",
      "type": "movie",
      "name": "El benefactor",
      "ids": {
        "tmdb": 328901
      },
      "overview": "Franny es un filántropo rico y excéntrico. En un intento por revivir su pasado, acaba interfiriendo en la vida de los recién casados, Olivia, la joven hija de un amigo fallecido, y Lucas, su prometido.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/7Z5fYIWGemLu5WVUFB23LCZbcMz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6FcVhmKP9dYaJoQ12nFWHD9Aaxy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o7hfCFS4M3fDu5oM6xfXpR1ayed.png"
    },
    {
      "id": "tmdb:144349",
      "type": "movie",
      "name": "Dinamita Jim",
      "ids": {
        "tmdb": 144349
      },
      "overview": "Durante la Guerra de Secesión, un jugador llamado Jim Farrell al ser confundido con un agente del ejército nordista se verá involucrado en una peligrosa misión consistente en transportar 500.000 dólares en oro por más de 500 millas de territorio sudista (desde Los Álamos hasta territorio kiowa). Su situación se agravará al ser perseguido el cargamento no sólo por el ejército del sur sino también por ser codiciado por un bandido mexicano, Pablo Reyes, y por un pistolero llamado Slate contratado por el avaricioso banquero inicialmente implicado en la operación.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/gtnbvocIMEGPrjEjX4U0XhYrF5W.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5T6zgfgWQOvkLXoYjgvHJCWSxM8.jpg"
    },
    {
      "id": "tmdb:2441",
      "type": "movie",
      "name": "Vacas",
      "ids": {
        "tmdb": 2441
      },
      "overview": "A lo largo de tres generaciones, dos familias de un pequeño valle guipuzcoano mantienen relaciones tortuosas, marcadas por la violencia y las pasiones. La historia comienza en Guipúzcoa, en 1875. En una trinchera carlista, durante la guerra, un aizkolari logra salvar la vida embadurnándose con sangre de uno de los muertos, y dejándose apilar con los cadáveres. La presencia de una vaca le produce una extraña sensación, que se volverá obsesiva.",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/j9c3HPCwuPGfFNHzjt0taANaC78.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/p8BnLSfq9GCnGeSuAdIFdAj6Rz.jpg"
    },
    {
      "id": "tmdb:13291",
      "type": "movie",
      "name": "Traidor",
      "ids": {
        "tmdb": 13291
      },
      "overview": "El agente del FBI Roy Clayton (Guy Pearce) dirige una investigación sobre una organización terrorista cuyo cabecilla parece ser un agente de la CIA. Clayton buscará pistas y pruebas para descubrir si el agente es un traidor",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/xmRrkqLMKbyaiREh3MTdC69sfhx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rOwWv2VLS1OJqWixwwbBrUrNMax.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bwTMLfos4bw8okmfrbDz04xzqW0.png"
    },
    {
      "id": "tmdb:54065",
      "type": "movie",
      "name": "Bámbola",
      "ids": {
        "tmdb": 54065
      },
      "overview": "Bámbola, una joven campesina italiana, desborda tanta energía que todo a su paso se llena de vida o se ahoga no pudiendo soportar tanta vitalidad. El padre, el novio, el pretendiente, el enamorado, el amante, todos sucumben ante Bámbola.",
      "year": 1996,
      "poster": "https://image.tmdb.org/t/p/w342/a1SDyCqQG9fYii6ZHRHEiaalEod.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/a6d2Tjhu0DMdiOcpGVniKsPNDuS.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8fRFGWeUw8YLnaiAuHRfhDz4Hpf.png"
    },
    {
      "id": "tmdb:1368",
      "type": "movie",
      "name": "Acorralado",
      "ids": {
        "tmdb": 1368
      },
      "overview": "John Rambo es un veterano de la guerra de Vietnam que sufre de estrés postraumático. Un día, llega a un pequeño pueblo de Oregón, donde el sheriff Will Teasle le detiene por vagabundear. Rambo logra escapar de la comisaría y se refugia en el bosque, donde usa sus habilidades de supervivencia y combate para enfrentarse a los policías que le persiguen. El coronel Samuel Trautman, el antiguo jefe de Rambo, llega al pueblo para intentar negociar con él y evitar una masacre. Rambo tendrá que luchar contra sus propios demonios y contra las fuerzas del orden que le quieren capturar o matar.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/sYHRcd9p3rV3t3w8MHGaA7wdIBl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/277Ct5pdW4WAbaBjYLwX2BEeZqk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yAZUxdJ9tZHvNoSONu1JKvfRNw2.png"
    },
    {
      "id": "tmdb:44741",
      "type": "movie",
      "name": "Malicia",
      "ids": {
        "tmdb": 44741
      },
      "overview": "En un piso de Catania, en los años cincuenta se reúnen muchas personas de luto por la muerte de la esposa de Ignazio La Brocca, dueño de una próspera sastrería y padre de tres hijos.Entre los presentes hay una joven, Angela La Barbera, que precisamente ese día iba a empezar a trabajar como interina para la familia. El viudo y los tres hijos pronto se acostumbran a los cuidados dulces y atentos de la nueva presencia femenina.El viudo no consigue resistir a la tentación y decide casarse con ella a pesar del poco tiempo transcurrido desde la muerte de su mujer. Además de la presencia dominante de un gran retrato de la primera esposa, otro obstáculo para la unión es el hijo Nino, totalmente obsesionado por la mujer. Entre los dos se va instaurando una relación maliciosa y cruel, en la que Angela se presta a los juegos eróticos del adolescente con tal de conseguir el consenso para casarse con su padre.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/aFDzUNTAFKIl5WK8Llrhz1AfVTt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i3CV5KhT2Y1xv0j606GE9jgc2SC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sSkA55gd1YGZoq9orLjdFJ29zjt.png"
    },
    {
      "id": "tmdb:12572",
      "type": "movie",
      "name": "New York, I Love You",
      "ids": {
        "tmdb": 12572
      },
      "overview": "Película formada por cortometrajes de reconocidos directores y actores, siguiendo la línea de \"Paris, je t'aime\", narrando historias de amor en la ciudad de Nueva York.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/nnuoA0R0kUCu88xZGiv2mK02Hoz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/abDQMtpXnMeyTmC1rIp3UZkpzo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3r1xP0ng561isVgeEv1frd58zRG.png"
    },
    {
      "id": "tmdb:58098",
      "type": "movie",
      "name": "Así reían",
      "ids": {
        "tmdb": 58098
      },
      "overview": "Historia de dos hermanos sicilianos emigrados a Turín. Giovanni, el mayor, acaricia un ambicioso proyecto, que aparentemente está muy lejos de sus posibilidades, pero está dispuesto a hacer lo que sea con tal de hacerlo realidad: desea que Pietro, su hermano pequeño, obtenga el título de maestro. El problema es que Pietro no quiere estudiar. (FILMAFFINITY)",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/5CSB3MXOp9r6Wm3lLuPaFidbAZS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/65VNZCMIKp2c5JMIQgL0MIqIwE5.jpg"
    },
    {
      "id": "tmdb:193788",
      "type": "movie",
      "name": "Luisa Sanfelice",
      "ids": {
        "tmdb": 193788
      },
      "overview": "Nápoles, finales del siglo XVIII. Historia de amor entre un aristócrata y una rebelde durante una revolución cuyo fin era derrocar a la monarquía de los Borbones y proclamar la República de Nápoles. (FILMAFFINITY)",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/f3l30ctzCJN2XZnsV9jQSE3Kbzp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rKHQ7Ial3Wmu8FfZsImOPVbxsbe.jpg"
    },
    {
      "id": "tmdb:320678",
      "type": "movie",
      "name": "Vampyres",
      "ids": {
        "tmdb": 320678
      },
      "overview": "La historia se centra en dos vampiras que habitan en una oscura mansión donde atraen a hombres a los que les ofrecen orgías de sexo que terminan siendo orgías de sangre. Hasta aquel lugar llegan, unos jóvenes excursionistas con ganas de fiesta, y un hombre joven que esconde un oscuro pasado.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/3lqEsF6VEAe1mgNSuCzocnxSnOk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/f6mN22IC01iSS4IpXhyYQPRUsbh.jpg"
    },
    {
      "id": "tmdb:182117",
      "type": "movie",
      "name": "Dominique",
      "ids": {
        "tmdb": 182117
      },
      "overview": "The wife of a greedy man comes back to haunt him after he scares her to death.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/ltH05JELqFQ6ovN49B6m8Mwd5wU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bUyj6xsCptmLVuCbj5wuK7xnkNK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mBpv3wVabPPdoeQ52EeHiykrY1P.png"
    },
    {
      "id": "tmdb:420127",
      "type": "movie",
      "name": "Carne apaleada",
      "ids": {
        "tmdb": 420127
      },
      "overview": "Berta ha ido a parar, una vez más, a prisión acusada de estafa. Es carne de cañón e irá pasando por diversas cárceles, sufriendo todo tipo de humillaciones y vejaciones. Adaptación del libro autobiográfico de Inés Palou, una mujer que pasó gran parte de su vida en la cárcel.",
      "year": 1978,
      "poster": "https://image.tmdb.org/t/p/w342/sQDxETcR3iZinZIdzBVWDGADjZh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/n58xgf3npw6c3C7t8kzwpED5GWo.jpg"
    },
    {
      "id": "tmdb:115881",
      "type": "movie",
      "name": "Cuadrilátero",
      "ids": {
        "tmdb": 115881
      },
      "overview": "Un mánager de boxeo descubre que uno de los boxeadores a los que promociona se ha enamorado de su amante. Loco de celos, organiza un combate entre este púgil y un amigo suyo.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/oct9dezXiTK8cO5DMvJggg4c8Xy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kC4bfA8X5iYqHkRzvN0iu63rMdp.jpg"
    },
    {
      "id": "tmdb:44389",
      "type": "movie",
      "name": "Highball",
      "ids": {
        "tmdb": 44389
      },
      "overview": "Un grupo de amigos se reúne en tres fiestas diferentes, una de aniversario, otra de Halloween y para celebrar un fin de año. Las relaciones entre ellos y sus personalidades van evolucionando en cada fiesta.Película independiente americana que explota uno de los temas recurrentes en este tipo de producciones, como es las relaciones personales de un grupo de amigos.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/s3yHsPNisOi0SulJG0cU4mId9sn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ftOUcftddMilFu57ngKoBQ3hqT8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eN2OUiI9MWxf1dNcWy8yEdqbLup.png"
    },
    {
      "id": "tmdb:676156",
      "type": "movie",
      "name": "The Warrant",
      "ids": {
        "tmdb": 676156
      },
      "overview": "Unos bandidos asesinan al Sr. Duvall. Todas las culpas recaen sobre el vigilante Clark Harrison. Tras cinco años en la cárcel, Harrison recupera la libertad y busca venganza.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/fAShmkZrxnKe9QvsBg869PmS2zL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6dmmvDXOLgNPF8wyQmrWRy0HGDt.jpg"
    },
    {
      "id": "tmdb:197212",
      "type": "movie",
      "name": "El parasol",
      "ids": {
        "tmdb": 197212
      },
      "overview": "El ingeniero Enrico Marnetti va a pasar el fin de semana con su mujer, que está veraneando en la playa. Su aparición en la colonia de vacaciones desvela la red de relaciones, hipocresías y mentiras que la componen, de las que la pareja no se puede librar.",
      "year": 1965,
      "poster": "https://image.tmdb.org/t/p/w342/ieFooOMPL1mk2w4FaFwc7FxdXhx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/joqi0YmLc31JvvX80xXQgfu8AbU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/neuj5AszKqDQ8w0S8mCAcmfjkik.png"
    }
  ]
}