{
  "metas": [
    {
      "id": "tmdb:187164",
      "type": "movie",
      "name": "Un millón en la basura",
      "ids": {
        "tmdb": 187164
      },
      "overview": "En el inmenso ejército de la sociedad humana, Pepe, un barrendero, ocupa uno de los últimos lugares: anónimo, gris, impreciso. Pepe es un miembro de esa fantasmal brigada del amanecer que, a golpe de manguera, limpia las calles de madrugada. Un día Pepe encuentra un millón de pesetas en un cubo de basura. La necesidad económica del pobre barrendero le hace pensar en quedarse con el dinero, pero su esposa le aconseja que cumpla con su deber cívico y devuelva el dinero.",
      "year": 1967,
      "poster": "https://image.tmdb.org/t/p/w342/v4sdyZ7iTR9BH6x7arKUjx8tPAm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kmpj2cOod8w1ihLmVD3lQGBcggq.jpg"
    },
    {
      "id": "tmdb:98607",
      "type": "movie",
      "name": "¿De qué se ríen las mujeres?",
      "ids": {
        "tmdb": 98607
      },
      "overview": "Luci, Graci y Mar, tres hermanas que forman un trío cómico, asisten a la boda de su padre con una mujer 45 años más joven que él. Durante el banquete, el marido de Luci muere en un accidente. A pesar de la tragedia, el trío debe cumplir su compromiso de actuar el mes de agosto en una sala de Benidorm. En pleno duelo, la viuda descubre, gracias a una agenda, que su marido la engañaba. Entonces, para vengarse, decide lanzarse a ligar a lo loco. Sus hermanas la apoyan, pero, poco a poco, las tres van llegando a la conclusión de que los hombres no valen gran cosa y sólo producen risa.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/oGLi6TbyCYm7QyOGtTIwvQWLPYX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1pqJHjr5LsgwmlCe4SfIn1XMKtV.jpg"
    },
    {
      "id": "tmdb:28141",
      "type": "movie",
      "name": "Agítese antes de usarla",
      "ids": {
        "tmdb": 28141
      },
      "overview": "Argimiro y Fabricio se conocen en una clínica de la Costa del Sol y aúnan esfuerzos para poder evadir doscientos millones de pesetas hacia Melilla. Como la clínica está en proceso de expansión, necesita hacer publicidad y para ello precisan de un enfermo famoso y ejemplar. Aprovechan la llegada fortuita del diputado que preside la comisión que vigila las incompatibilidades, que vienen a curarse de un uñero, y para retenerle hasta que llegue la televisión, Argimiro y Fabricio deciden escayolarlo hasta convertirle en una estatua.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/vTu4oMJ4mHlrQstFpsqgFG3Dbd3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5NYHulsAzP5pmZWCUOUaaGy6HrY.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/atwZvfTw2gQf3RWANdTYGkGqoFW.png"
    },
    {
      "id": "tmdb:199729",
      "type": "movie",
      "name": "El paraíso ya no es lo que era",
      "ids": {
        "tmdb": 199729
      },
      "overview": "Mercedes (Neus Asensi), Mariángeles (Ana Risueño) y Carmen (Miriam Díaz-Aroca) necesitan escapar de algo: del stress del trabajo, de un divorcio o de una existencia gris y aburrida. Y las tres buscan algo: una aventura amorosa en un país exótico. El destino es Túnez, la tierra de los contrastes, de los desiertos y también de las playas. Pero lejos de aterrizar en un paraíso inédito, emprenden viaje junto a un grupo de extravagantes personajes",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/dq1MfgGpXkR0uvpbYloj0pBjsic.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:460138",
      "type": "movie",
      "name": "El crimen del expreso de Andalucía",
      "ids": {
        "tmdb": 460138
      },
      "overview": "Lo que en principio pretendía ser un simple atraco a un tren, se convirtió, por un fallo del plan, en una auténtica carnicería.",
      "year": 1991,
      "poster": "https://image.tmdb.org/t/p/w342/csxFbVYI8dxqXJ9IX4DIgHhao5P.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:460022",
      "type": "movie",
      "name": "El crimen de la calle Fuencarral",
      "ids": {
        "tmdb": 460022
      },
      "overview": "Una mujer y su criada son encontradas en el interior de una casa que había ardido. La mujer había sido apuñalada mortalmente antes del incendio, por lo que se condenó a la criada, acusándola con el móvil de robo, a la pena de muerte por garrote vil.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/vwXExHoHAggxTH1GCGLx8Khj9BD.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:133493",
      "type": "movie",
      "name": "Aquí, el que no corre... vuela",
      "ids": {
        "tmdb": 133493
      },
      "overview": "Lola, miembro de una banda de timadores, recibe la visita de una prima que viene a trabajar en una multinacional.",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/xVI9F3iyIF1fhQn5rUA8PCj7Clh.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:268602",
      "type": "movie",
      "name": "¡Qué tía la C.I.A.!",
      "ids": {
        "tmdb": 268602
      },
      "overview": "Carlos es un pobre y aburrido hombre que se deja llevar por la vida hasta el punto que se va a casar un tanto por la fuerza. Pero su vida cambia radicalmente un fin de semana cuando se encuentra en medio de espías extranjeros y aventuras.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/vci6y939BXbjsnhcZum3jvHTi9L.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bHzqakL49XHKC8pvTMuKkX9a2q6.jpg"
    },
    {
      "id": "tmdb:103878",
      "type": "movie",
      "name": "2 cuentos para 2",
      "ids": {
        "tmdb": 103878
      },
      "overview": "Berta es una joven manicura cuyo novio, Jorge, es demasiado tímido para pedir un aumento de sueldo, algo que ella siempre le reprocha. Con ocasión de un trabajo especial que Berta debe realizar en una gran casa, propiedad de los señores Gordon, la pareja fantasea sobre lo que sería su vida en medio de tantas comodidades.",
      "year": 1947,
      "poster": "https://image.tmdb.org/t/p/w342/yrGBP0BNvCKSNF9Ak0UBUhiMjhf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/m5X45YVAU1AN1zw0VazpVmDf38R.jpg"
    },
    {
      "id": "tmdb:60426",
      "type": "movie",
      "name": "Como matar a papá... sin hacerle daño",
      "ids": {
        "tmdb": 60426
      },
      "overview": "Los tres hijos de un viejo avaro, reciben de éste, en trance de muerte, su cuantiosa fortuna. A partir de ese momento, los hijos lo menosprecian por la vida miserable que les ha hecho llevar. Pero el padre se recupera y todo vuelve a ser como antes. Entonces deciden deshacerse de él.",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/vkLuXmDw9ObK6e3Lscaf0eViHxk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/AkOVvKTFKRLLgtzNZejhy2pcNmx.jpg"
    },
    {
      "id": "tmdb:111493",
      "type": "movie",
      "name": "R2 y el caso del cadáver sin cabeza",
      "ids": {
        "tmdb": 111493
      },
      "overview": "R2 está atravesando una mala racha: sus últimos fracasos le han valido la bronca del inspector jefe. Se consuela visitando el bar de Didi para animarse escuchando música, sobre todo blues. Además, su jefe está celoso desde que ha descubierto que recibe cartas del Palacio de La Zarzuela. Ayudado por su inseparable y fiel Inspector Cárdenas, R2 trata de resolver todo los casos que se le presentan, recurriendo a métodos más bien heterodoxos, que incluyen el uso de disfraces. Un día, decide resolver un caso muy interesante: el chantaje de que es objeto un rico hombre de negocios a quien amenazan con secuestrar a su joven esposa.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/zbwgy86SuEOnOlbkTmKEpPSvmgx.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:65795",
      "type": "movie",
      "name": "La educación de las hadas",
      "ids": {
        "tmdb": 65795
      },
      "overview": "En un vuelo de Alicante a Barcelona, Nicolás encuentra no sólo a Ingrid, la mujer de su vida, sino también al hijo que siempre habría querido tener. Él es inventor de juguetes; ella, viuda reciente de un capitán de aviación muerto en Iraq, es una ornitóloga que estudia en Cataluña las migraciones de las palomas torcaces. Y Raúl, su hijo de ocho años, es un niño dotado de una gran fantasia. La historia de amor de los tres será perfecta. Sin embargo, Ingrid, de repente, decide que todo se ha acabado.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/y0zJvi2yRcBjnKfLX5PYc888Yu6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qKO4nD5XVEuzTpuXC5IJaWTihRK.jpg"
    },
    {
      "id": "tmdb:518482",
      "type": "movie",
      "name": "Un, dos, tres... ensaimadas cada vez",
      "ids": {
        "tmdb": 518482
      },
      "overview": "Con una amenaza de desahucio pesando sobre sus hombros, Don Miguel, propietario de un hotel de Mallorca, intenta hacer frente al pago de sus interminables deudas.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/k2paFX6n5FzSsf8DTZIX71yFi1b.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yXqt2OZ8TVSIOyYHDWdWYmQbZ1W.jpg"
    },
    {
      "id": "tmdb:109821",
      "type": "movie",
      "name": "El marino de los puños de oro",
      "ids": {
        "tmdb": 109821
      },
      "overview": "Pedro Montero, que abandonó España siendo muy joven, llegó a alcanzar cierto renombre como boxeador en Brasil e Italia. Cuando regresa a su país, ingresa en el cuerpo de Infantería de Marina y continúa con su carrera deportiva. En vísperas de disputar el Campeonato de Europa, los apoderados de su rival le envían a una peligrosa mujer, una antigua amiga que tuvo en Roma, para dificultar su preparación física.",
      "year": 1968,
      "poster": "https://image.tmdb.org/t/p/w342/nUQz91jmEu9NUsC3LesISm698Fa.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:115696",
      "type": "movie",
      "name": "El señorito y las seductoras",
      "ids": {
        "tmdb": 115696
      },
      "overview": "Antonio es un millonario que se pasa el tiempo conquistando hermosas mujeres ayudado por su fiel mayordomo, Pablo. Intenta seducir a la bella Marta, pero cuando se da cuenta de que ella le prepara una trampa para obligarle a casarse, Antonio desaparece.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/fnvPJzBaUgYJdrb4jmPrd1iZi8q.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:454703",
      "type": "movie",
      "name": "24 horas en la vida de Querejeta",
      "ids": {
        "tmdb": 454703
      },
      "overview": "El documental se acerca a la persona y al profesional del cine tratando de desentrañar una personalidad tan fascinante como esquiva y lúcida.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/5TjRqaYaGa8gPZpsEPhEHYIM0e8.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:430536",
      "type": "movie",
      "name": "Vida íntima de un seductor cínico",
      "ids": {
        "tmdb": 430536
      },
      "overview": "Un escritor de seriales, casado, donjuán por encima de todo, no se conforma con vivir imaginativamente las novelas rosas que escribe para la radio y quiere experimentarlas en la vida real. Como buen escritor de este género, entusiasma a muchas mujeres, que le persiguen incansables para vivir su gran aventura, pero su mujer sospecha cada vez más.",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/bbFEqmaKEO65TuXHSv0TaQpzOh3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yjHJeW5T5A1XReF0pabhvKmNO6P.jpg"
    },
    {
      "id": "tmdb:61003",
      "type": "movie",
      "name": "Enseñar a un sinvergüenza",
      "ids": {
        "tmdb": 61003
      },
      "overview": "Rosana es una atractiva profesora que ha desaprovechado parte de su juventud al haber estado demasiado atenta a su disciplina de estudio. Un día irrumpe en su vida un perfecto caradura, que vive del juego y se dedica al ocio y la buena vida.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/4wrIkBedZiPdOQIQSYj6dMfvMUH.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:166202",
      "type": "movie",
      "name": "¿Qué hace una chica como tú en un sitio como éste?",
      "ids": {
        "tmdb": 166202
      },
      "overview": "Rosa, separada y con dos hijos, tiene que soportar los celos de su ex marido y vive angustiada porque él sigue intentando controlar su vida. Por mediación de una amiga conoce el mundo de la noche y, en este ambiente, conoce a un chico joven con el que mantiene una aventura, pero la persecución de su ex marido le hace la vida imposible. Un día decide que esa situación ha de cambiar, por lo que urde un plan muy inteligente.",
      "year": 1978,
      "poster": "https://image.tmdb.org/t/p/w342/5fIoAVBKav1qLEgJERr1tP8TvpP.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:252533",
      "type": "movie",
      "name": "El canto de la cigarra",
      "ids": {
        "tmdb": 252533
      },
      "overview": "Protagoniza la historia una pareja formada por un hombre de vida bohemia y una millonaria. Cansado de la vida, el hombre decide separarse.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/kfa3F7c69jGPR2L2lEk7ieEyvtr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8mNmzCVdxHnBEXUTDMc427E57K7.jpg"
    },
    {
      "id": "tmdb:111702",
      "type": "movie",
      "name": "La reina del Chantecler",
      "ids": {
        "tmdb": 111702
      },
      "overview": "Mientras en Europa se vive la Gran Guerra, muchos extranjeros vienen a Madrid. Todos ellos se dan cita en el teatro Chantecler, donde La Bella Charito es la atracción. Ella está enamorada de Federico, un vividor que disfruta de numerosos caprichos a costa de la fama de su novia.",
      "year": 1962,
      "poster": "https://image.tmdb.org/t/p/w342/gUPYkGhCYSAgOaQe5oVSoFehI3y.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tfHfyvHrNVrk46hB6zmr8OD0NZB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xb9fzTLmaLPLxdtNo0WPn3MzLME.png"
    },
    {
      "id": "tmdb:415371",
      "type": "movie",
      "name": "La frígida y la viciosa",
      "ids": {
        "tmdb": 415371
      },
      "overview": "Un matrimonio en crisis verá alterada su rutina con la aparición de una bella mujer, que trastocará definitivamente su existencia, al introducir a la pareja en toda clase de juegos y prácticas sexuales.",
      "year": 1981,
      "backdrop": "https://image.tmdb.org/t/p/original/1l4RQ7UvKN1t7M7HbBHCo8NLgVO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ry4kMhgqzsnCaUbTgiLBLgA81h7.png"
    },
    {
      "id": "tmdb:460125",
      "type": "movie",
      "name": "El crimen del capitán Sánchez",
      "ids": {
        "tmdb": 460125
      },
      "overview": "Un padre, dominado por los celos, mata al pretendiente de su hija, con la que mantiene una relación incestuosa.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/mElFgENu5wP5kORxMB4QjTo18ar.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:272874",
      "type": "movie",
      "name": "La cañada de los ingleses",
      "ids": {
        "tmdb": 272874
      },
      "overview": "Andersen visits the English Cemetery of Málaga, fantasizing about the possibility that the great Danish writer found there his mermaid",
      "year": 2014
    },
    {
      "id": "tmdb:61983",
      "type": "movie",
      "name": "El fantasma y doña Juanita",
      "ids": {
        "tmdb": 61983
      },
      "overview": "Temiendo que su sobrina Rosita abandone a su verdadero amor y contraiga un matrimonio de conveniencia, doña Juanita le cuenta la historia de cuando, muchos años atrás, se enamoró de un contable que trabajaba en un circo.",
      "year": 1945,
      "poster": "https://image.tmdb.org/t/p/w342/a9kqsXNKZiYkmWg51Ckp0pUKF8v.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:460069",
      "type": "movie",
      "name": "El caso de las envenenadas de Valencia",
      "ids": {
        "tmdb": 460069
      },
      "overview": "Valencia, mayo de 1959. Pilar Prades Expósito fue la última mujer ejecutada en España por garrote vil. Fue condenada a la pena capital por el asesinato de la dueña de la casa donde trabajaba como empleada doméstica. También se le imputaron dos homicidios frustrados. Los tres crímenes tenían el veneno como elemento común.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/vR7ehxcSy9qIgpiqBs67qEp6UIn.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:63553",
      "type": "movie",
      "name": "Los extremeños se tocan",
      "ids": {
        "tmdb": 63553
      },
      "overview": "Un excéntrico turco llamado Alí Benamar, influido por los científicos, llega a creer en la teoría del paralelismo que predica que todos tenemos un ser en el mundo que nace el mismo día que nosotros y muere en el mismo minuto.  Buscando a su paralelo, el jefe de una agencia de detectives privados se pone de acuerdo con un pobre desgraciado, Marcelino, que cumple los requisitos necesarios para establecer el engaño.  De esta manera, Marcelino y su familia se trasladan a vivir a la mansión del turco, rodeados de toda clase de lujos y cuidados.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/6CVCWhNGN4spoylhFC4uSRT47OK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ml4wa0uCrnc7y39SV68RdrDISUT.jpg"
    },
    {
      "id": "tmdb:160443",
      "type": "movie",
      "name": "Espérame en el cielo",
      "ids": {
        "tmdb": 160443
      },
      "overview": "Paulino Alonso es un hombre llano, del pueblo, que por su casual parecido con Francisco Franco es raptado y entrenado para la operación Jano. Su familia le da por muerto, e invocan su alma por medio del espiritismo con resultados negativos, lo que les hace sospechar que está desaparecido, pero no muerto.",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/3tbGjW3kKqHx70IHDW9BkOheTDC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rDeFki3wsuGriZ3o2IXL9ZzYfzk.jpg"
    },
    {
      "id": "tmdb:263619",
      "type": "movie",
      "name": "Las alegres vampiras de Vögel",
      "ids": {
        "tmdb": 263619
      },
      "overview": "En Vögel, Transilvania, habita un vampiro con especial afición por la sangre de bellas mujeres. Hasta allí llegará un autocar de una compañía de variedades repleto de sangre joven.",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/j4xSnB7F8lEapY9HkL2WYB1RD6T.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aY9ljY5YDefoRwqumOpRgfB7adz.jpg"
    },
    {
      "id": "tmdb:110929",
      "type": "movie",
      "name": "La ironía del dinero",
      "ids": {
        "tmdb": 110929
      },
      "overview": "El hallazgo de una cartera con una gran cantidad de dinero es el tema común de cuatro historias, protagonizadas por un limpiabotas sevillano, un oficinista salmantino, un torero de Cuenca y una vendedora de periódicos parisina.",
      "year": 1957,
      "poster": "https://image.tmdb.org/t/p/w342/sNKzIXWKQrIsRV9GUKeDxYNerZN.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:85761",
      "type": "movie",
      "name": "Horas de luz",
      "ids": {
        "tmdb": 85761
      },
      "overview": "Septiembre de 1987. En un tiroteo con la policía, Juan José Garfia (Alberto San Juan) comete un triple asesinato. Condenado a más de cien años, es un preso rebelde, listo y escurridizo que no tiene nada que perder ni nadie por quien preocuparse. En 1991 consigue escapar de un furgón policial saltando en marcha. Detenido tras dos meses de atracos y tiroteos, Garfia lidera varios motines carcelarios, frente a los cuales las autoridades toman como medida someter a los presos más conflictivos a un régimen especial de aislamiento. Garfia, el preso con el cociente de inteligencia más alto, que evita las drogas, que parece inmune al castigo, vive así dos años sin ver a nadie, recluido en una celda minúscula y sometido a continuas vejaciones. Allí conoce a Marimar (Emma Suárez), una enfermera con la que apenas puede hablar, pero entre ambos surge una corriente de mutuo entendimiento. (FILMAFFINITY)",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/yBZDLRwur09BY6X56qDWOAB8RU7.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:115613",
      "type": "movie",
      "name": "La guerrilla de la memoria",
      "ids": {
        "tmdb": 115613
      },
      "overview": "Documental sobre la guerrilla antifranquista. Tras la Guerra Civil española (1936-1939), hubo algunos combatientes que se negaron a aceptar la derrota y se echaron al monte para luchar contra el régimen. Fueron hombres y mujeres que, cuando escucharon el último parte de guerra emitido en Burgos el 1 de abril del 39, supieron que para ellos la lucha no había terminado. Detrás de los rostros y de los relatos de Esperanza Martínez “Sole”, Remedios Montero “Celia”, Florián García “Grande”, Francisco Martínez “Quico”, Manuel Zapico “Asturiano”, José Murillo “Comandante Ríos”, Eduardo Pons Prades “Floreado Barsino”, Benjamín Rubio, Angela Losadas y Emilia Girón, se pueden descubrir cientos de vidas rebeldes. (FILMAFFINITY)",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/qJBoifotNGcpEyiveTSKF4lgtGy.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:429",
      "type": "movie",
      "name": "El bueno, el feo y el malo",
      "ids": {
        "tmdb": 429
      },
      "overview": "Durante la Guerra de Secesión, tres cazadores de recompensas se lanzan a la búsqueda de un tesoro que ninguno de los tres truhanes puede localizar sin la ayuda de los otros dos. Tuco sabe que el tesoro se encuentra en un cementerio, mientras que Joe conoce el nombre inscrito en la tumba que lo esconde. Mientras tanto, Sentenza no duda en matar a mujeres y niños para conseguir su meta. De esta forma, los tres hombres colaboran en apariencia, pero al final intentarán eliminarse mutuamente.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/fSWnIXsxA47smMLwRELSWkxbVJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tEzlu5U9gQrE55XF1piXPZBtOrD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e0brYd78ykMjc6r2i0R46cEuPSW.png"
    },
    {
      "id": "tmdb:151397",
      "type": "movie",
      "name": "El apartamento de la tentación",
      "ids": {
        "tmdb": 151397
      },
      "overview": "Julieta y Alberto forman un matrimonio en cuyo hogar reina la paz. Estado de ánimo que seguramente se alteraría si Julieta sospechara que su marido se vale de la clínica veterinaria que regenta para atender a las clientas en lugar de los animalitos. Alberto recibe una malintencionada confidencia de que su mujer le engaña, y su reacción es de estupor, ya que no se le había pasado por la cabeza que pudieran corresponderle con la misma moneda. Así que, para probar a su mujer, decide asediarla con ardientes cartas de amor que firma con el pseudónimo de \"El Conde Aventurero\". Las cartas se las da a su amigo Max para que las copie, pero éste, que intenta enamorar a la mujer de otro amigo, aprovecha los originales, y así parten dos cartas paralelas firmadas por el mismo conde.",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/5Vy7fRlzESVaX1sSQ7FOieEsnCB.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:79740",
      "type": "movie",
      "name": "Suspiros de España (y Portugal)",
      "ids": {
        "tmdb": 79740
      },
      "overview": "La muerte del viejo abad de un convento obliga a dos monjes (Galiardo y Echanove) a tomar una decisión con respecto a sus vidas. (FILMAFFINITY)",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/1ObvMJRRmdioUQwv4gE7PfexcIu.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:341953",
      "type": "movie",
      "name": "El día del presidente",
      "ids": {
        "tmdb": 341953
      },
      "overview": "Las elecciones están próximas y todo el país estará pendiente de la televisión, ya que el presidente del Gobierno pronunciará un discurso que será retransmitido en directo. El discurso, programado para las 9 de la noche, se irá modificando a medida que el presidente despacha cada una de las audiencias que estaban preparadas para ese día: militares, damas de la moralidad, agrupaciones gay, el alcalde, el nuncio, un campeón del mundo de boxeo, una reunión con la oposición... y hasta un consejo de ministros.",
      "year": 1979,
      "poster": "https://image.tmdb.org/t/p/w342/eIPklSe8kkmeMOVrZQPhRkUwBpo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jjUJC9Cbs1pazhybM5as190M3kh.jpg"
    },
    {
      "id": "tmdb:107673",
      "type": "movie",
      "name": "La hermana alegría",
      "ids": {
        "tmdb": 107673
      },
      "overview": "Soledad ingresa en un reformatorio de mujeres capitaneado por unas modestas monjitas que velan continuamente por el bienestar de sus chicas. Entre ellas destaca la Hermana Consolación, una monja graciosa y alegre que utiliza unos métodos pedagógicos un poco desconcertantes pero muy útiles para que las chicas intenten olvidar su pasado y prepararse para un futuro mejor. Soledad le coge confianza rápidamente y le confiesa que espera un hijo de Fernando, un señorito andaluz muy atractivo con fama de conquistador que, casualmente, la Hermana conoce.",
      "year": 1955,
      "poster": "https://image.tmdb.org/t/p/w342/v5tmapo0NrDHizuJZxZSfKbFAfd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tdbtVaAWDt6vQ3QHheqTH2Fqza2.jpg"
    },
    {
      "id": "tmdb:98609",
      "type": "movie",
      "name": "Patrimonio nacional",
      "ids": {
        "tmdb": 98609
      },
      "overview": "La Monarquía ha vuelto. Los Leguineche, también. En la segunda entrega de la saga de los Leguineche –precedida por \"La Escopeta Nacional\" y completada con \"Nacional III\"-, al terminar el régimen franquista, el marqués de Leguineche regresa a su palacio de Madrid. Tras treinta años de exilio voluntario en su finca Los Tejadillos, tiene el propósito de acercarse al Rey y poder reanudar el boato y la vida cortesana de antaño. Pero los intentos por llegar hasta la Casa Real no serán tan fáciles, creando disparatadas situaciones entre los curiosos personajes que componen la familia del viejo marqués.",
      "year": 1981,
      "poster": "https://image.tmdb.org/t/p/w342/ggtpWtXpuCGY2B5yoShkOwuy4Ig.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pMfWX66NOzhNOQislqAOyRseDtC.jpg"
    },
    {
      "id": "tmdb:77232",
      "type": "movie",
      "name": "¿Dónde vas, triste de ti?",
      "ids": {
        "tmdb": 77232
      },
      "overview": "Después de la muerte de la reina Mercedes, la primera esposa de Alfonso XII, se plantea el problema de la sucesión. La monarquía necesita un heredero, y el rey elige a María Cristina de Habsburgo como futura reina de España. El recuerdo de Mercedes se interpondrá en el matrimonio. Y el ansiado hijo varón nacerá cuando Alfonso ya ha muerto.",
      "year": 1960,
      "poster": "https://image.tmdb.org/t/p/w342/ojdxFUkHTd0iOSkKTGYKSVBs69T.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:530385",
      "type": "movie",
      "name": "Midsommar",
      "ids": {
        "tmdb": 530385
      },
      "overview": "Una pareja estadounidense que no está pasando por su mejor momento acude con unos amigos a un festival de verano que se celebra cada noventa años en una aldea remota de Suecia. Lo que comienza como unas vacaciones de ensueño en un lugar en el que el sol no se pone nunca, poco a poco se convierte en una oscura pesadilla cuando los misteriosos aldeanos les invitan a participar en sus perturbadoras actividades festivas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/a4Uwb4vnep76r1HRNduFgT9MRez.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vxKs0JLPT63lcYZTK8P6b3SaFff.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mjf2CyGrMqjUjsjXsaEsakBrOdA.png"
    },
    {
      "id": "tmdb:86042",
      "type": "movie",
      "name": "Hay que educar a papá",
      "ids": {
        "tmdb": 86042
      },
      "overview": "Severiano, un ex vendedor de melones, se ha convertido en millonario gracias a su decisión de crear una urbanizadora. A pesar de su cómoda situación, sigue viviendo en el mismo lugar de antes, y viven de la misma forma, sin lujos ni excesos. Pero un día llegan sus hijos, y viendo la anticuada forma de vivir que tienen deciden modernizar al padre, haciendo que compre un chalet, aprenda idiomas y vista a la moda.",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/3WWUDkgRzjyFNt72wtAcqXTYU8Y.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lH0hLyssWqq9z3QaIAaxq0vWa8o.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oersIieFbNMqx0Ac2CAPWoZN0EI.png"
    },
    {
      "id": "tmdb:70308",
      "type": "movie",
      "name": "Cosas que dejé en La Habana",
      "ids": {
        "tmdb": 70308
      },
      "overview": "Nena, Rosa y Ludmila son tres hermanas, guapas, jóvenes y simpáticas, que llegan a Madrid desde Cuba buscando un mundo mejor que el que dejaron en La Habana. Su tía Maria, también cubana, pero residente en España desde hace muchos años, las recibe cariñosamente, pero como carecen de permiso de trabajo, aprovechará la ocasión para explotarlas en su pequeño taller de peletería. Nena, la más pequeña de las hermanas, quiere ser actriz y, para ello, cuenta con el apoyo de sus hermanas, pero su tía tiene otros planes para ella: casarla con el hijo homosexual de una amiga, Javier. Azucena, amiga de María, se convierte en la protectora sentimental y apasionada de las hermanas y será su nexo de unión con la sociedad española. Nena conoce a Igor, un rufián cubano, con el que tendrá una relación pasional, sin saber que también Azucena ha caído en las redes del seductor.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/cEv4I81ZEj0Biw3Dr9lSe6B2cAU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/a5AD970Po3eFi8EDo49BaHLXIYc.jpg"
    },
    {
      "id": "tmdb:122976",
      "type": "movie",
      "name": "Padre no hay más que dos",
      "ids": {
        "tmdb": 122976
      },
      "overview": "Florencio y Amalio son dos artistas de cabaret que se divorcian de sus mujeres y se quedan con la custodia de sus hijos. Un desaprensivo estafa a los dos alquilándoles la misma ruinosa casona. Allí se dispondrán a vivir ambos tratando de salir adelante formando un equipo de magos que resulta ser un fracaso. Pero gracias a las ideas de sus hijos, los dos padres forman una pareja de cómico musical que, a pesar de los fracasos iniciales, resulta ser un éxito con la participación de los chavales. Por otra parte, Florencio y Amalio intentarán ligar con chicas que son radicalmente distintas a sus esposas pero los chavales podrán todos los impedimentos para que no tengan futuro.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/txoqaGACEe73QjUluLqZRnDHWCA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/offtP3HSdnbz0XH3KzRTzMlv8Ot.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8bQCGyM4jUvMMDofbGT37GZDQpj.png"
    },
    {
      "id": "tmdb:1025962",
      "type": "movie",
      "name": "En temporada baja",
      "ids": {
        "tmdb": 1025962
      },
      "overview": "Un camping en otoño y cuatro módulos ocupados por cuatro hombres y sus circunstancias. Patéticas éstas y patéticos ellos, aunque también entrañables. Diversión asegurada.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/cmD7ked02Fqcjt5nveXVn9dWBOl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i2gzyH2JT9tNTLk76sU2ZlL7fEi.jpg"
    },
    {
      "id": "tmdb:611914",
      "type": "movie",
      "name": "La mensajera",
      "ids": {
        "tmdb": 611914
      },
      "overview": "Ezekiel Mannings (Gary Oldman) es un implacable jefe de la mafia dispuesto a todo para matar a Nick Murch (Amit Shah), el único testigo dispuesto a declarar en su contra. Por este motivo, decide contratar a una mensajera (Olga Kurylenko) en moto para que lleve una bomba de gas venenoso, sin que ella lo sepa. Cuando son conscientes de los planes de Mannings, Nick y la chica deciden huir, pero descubren que tendrán que enfrentarse a un ejército de asesinos a sueldo para poder sobrevivir.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/qobimZ1TkVJYiJDAOzVRMdBX3a8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/l2bcbH8XSEFNXGCkemc5okiUCXe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/meHv9uXFvxB9DxCSUk0zZPGCRUa.png"
    },
    {
      "id": "tmdb:216106",
      "type": "movie",
      "name": "Cuando todo esté en orden",
      "ids": {
        "tmdb": 216106
      },
      "overview": "Ignacio y Pablo son padre e hijo. El primero tiene cincuenta y cinco años, y el segundo está cerca de la treintena. En los últimos meses ninguno de ellos ha vivido en la casa familiar en la que los dos fueron los únicos ocupantes, Ignacio porque emigró a otra ciudad en busca de empleo; su hijo, porque ingresó en un centro de desintoxicación. La casualidad quiere que padre e hijo regresen al pueblo el mismo día. A Ignacio, en su nueva empresa, le han jubilado anticipadamente y se ha quedado sin excusa para prolongar su ausencia del pueblo y de lo que fue su casa familiar. A Pablo, por su lado, le han dado el alta en el centro y, a partir de ahora, podrá seguir su tratamiento en el ambulatorio del propio pueblo.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/10CppzCtgtKkzFsLcBEaqhyr3Yd.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:412014",
      "type": "movie",
      "name": "El marqués",
      "ids": {
        "tmdb": 412014
      },
      "overview": "Un excéntrico marqués, por razones particulares, hace un trato con un hombre para que lo mate en un período de seis meses. Pero tiempo después conoce a una mujer y descubre que sus razones para ser asesinado han desaparecido. Y ante esto decide ir a la búsqueda del hombre que ha contratado. A partir de aquí comienza un desarrollo anormal, misterioso, en que la futura víctima persigue desesperadamente a su asesino",
      "year": 1965,
      "poster": "https://image.tmdb.org/t/p/w342/x3ZjmCGBlzW24i467CVHgjNIy5b.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:506072",
      "type": "movie",
      "name": "Prospect",
      "ids": {
        "tmdb": 506072
      },
      "overview": "Un padre y su hija se han asegurado un contrato para hacerse con un gran depósito de gemas escondidas en las profundidades de un bosque tóxico de la luna. Pero hay otros vagando por el mismo lugar y el trabajo no tarda en convertirse en una lucha por la supervivencia. Obligada a competir no solo con los otros despiadados habitantes del bosque, sino también con el juicio de su propio padre sobre la avaricia, la joven descubrirá que debe labrarse su propio camino para escapar.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/xP015xnIApAXsBgsTONp6kUChZb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wgz3MesDmTx5lgLa080XnvuqwyX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4iz7LHSYMH2ElyhL9r7ibvGPc7x.png"
    },
    {
      "id": "tmdb:67469",
      "type": "movie",
      "name": "Teresa de Jesus",
      "ids": {
        "tmdb": 67469
      },
      "overview": "Con gran rigor histórico asistimos a la vida de Teresa de Jesús. Monja carmelita, descendiente de judíos conversos, emprendió un movimiento de reforma y de liberación. En sus escritos nos dejó uno de los testimonios más apasionantes de aquel siglo XVI.",
      "year": 1961,
      "poster": "https://image.tmdb.org/t/p/w342/ilLhY3h0bTy5RfBGvYPB03ODBhU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/k00Ysa5N2Xbo0CHlZOfxJ5SlLMy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iUk4IHWF5eSrPHroUVXw58TKcUp.png"
    },
    {
      "id": "tmdb:423",
      "type": "movie",
      "name": "El pianista",
      "ids": {
        "tmdb": 423
      },
      "overview": "Varsovia, 1939. El pianista polaco de origen judío Wladyslaw Szpilman (Adrien Brody) interpreta un tema de Chopin en la radio nacional de Polonia mientras la aviación alemana bombardea la capital. El régimen nazi ha invadido el país, y como hace en otros países invadidos, lleva a cabo la misma política con respecto a los judíos. Así Szpilman y toda su familia -sus padres, su hermano y sus dos hermanas- se ven obligados a dejar su casa y todo lo que les pertenece para trasladarse con miles de personas de origen judío al ghetto de Varsovia. Mientras Wladyslaw trabaja como pianista en un restaurante propiedad de un judío que colabora con los nazis, su hermano Henryk (Ed Stoppard) prefiere luchar contra los nazis. Pero tres años más tarde, los habitantes del ghetto son trasladados en trenes hacia campos de concentración.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/mxfLOWnHnSlbdraKfzRn5mqoqk7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hHrEwLQKpc3rVIzccMThmu6ou9M.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aB69H37bMYVXi03RBHqEjEa9iSL.png"
    }
  ]
}