{
  "metas": [
    {
      "id": "tmdb:166202",
      "type": "movie",
      "name": "¿Qué hace una chica como tú en un sitio como éste?",
      "ids": {
        "tmdb": 166202
      },
      "overview": "Rosa, separada y con dos hijos, tiene que soportar los celos de su ex marido y vive angustiada porque él sigue intentando controlar su vida. Por mediación de una amiga conoce el mundo de la noche y, en este ambiente, conoce a un chico joven con el que mantiene una aventura, pero la persecución de su ex marido le hace la vida imposible. Un día decide que esa situación ha de cambiar, por lo que urde un plan muy inteligente.",
      "year": 1978,
      "poster": "https://image.tmdb.org/t/p/w342/5fIoAVBKav1qLEgJERr1tP8TvpP.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:391",
      "type": "movie",
      "name": "Por un puñado de dólares",
      "ids": {
        "tmdb": 391
      },
      "overview": "Tras la muerte de Juárez, en México dominan la injusticia y el terror. Joe, un pistolero vagabundo, llega al pueblo fronterizo de San Miguel, donde dos familias se disputan el control del territorio, y entra al servicio del clan Rojo. Una noche, Joe es testigo del intercambio de oro por armas entre mexicanos y soldados de la Unión...",
      "year": 1964,
      "poster": "https://image.tmdb.org/t/p/w342/la1A6gknPnZd0bZgL6C7poN11v.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8AQo9k8pD4EAgL8OELKjVGlq1Ec.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dkg4P8OTyZzNOTCF0H6bHuz1hj9.png"
    },
    {
      "id": "tmdb:28178",
      "type": "movie",
      "name": "Siempre a tu lado",
      "ids": {
        "tmdb": 28178
      },
      "overview": "Basada en una historia real. Un profesor de universidad adopta a un perro vagabundo en una estación del tren. Tras recabar información sobre el animal, el profesor descubre que el perro iba a los andenes a diario durante semanas para esperar el regreso de su amo, pero éste había muerto en un accidente en la ciudad. El perro Hachiko, al lado de su nuevo amo a quien también le cambiará la vida cuando descubre los lazos que se pueden crear entre un animal y una persona.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rLPMD8BOHjvvjjCX7BZQdqNWBm2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFCNw7ewLrc4BgRUw9mN3G3vxOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSBpv8j18UoN1G5jaQgRMTfK0O2.png"
    },
    {
      "id": "tmdb:324786",
      "type": "movie",
      "name": "Hasta el último hombre",
      "ids": {
        "tmdb": 324786
      },
      "overview": "Narra la historia de Desmond Doss, un joven médico militar que participó en la sangrienta batalla de Okinawa, en el Pacífico durante la II Guerra Mundial, y se convirtió en el primer objetor de conciencia en la historia estadounidense en recibir la Medalla de Honor del Congreso. Doss quería servir a su país, pero desde pequeño se había hecho una promesa a sí mismo: no coger jamás ningún arma.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/m3jj8IJ7uP5p4MqMzgtGW5l4ECd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gQzf1YLUicwHyXyjYNMtk44VjgO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xxucMCBH6h3iJ0Jc8JtVFNnen65.png"
    },
    {
      "id": "tmdb:429",
      "type": "movie",
      "name": "El bueno, el feo y el malo",
      "ids": {
        "tmdb": 429
      },
      "overview": "Durante la Guerra de Secesión, tres cazadores de recompensas se lanzan a la búsqueda de un tesoro que ninguno de los tres truhanes puede localizar sin la ayuda de los otros dos. Tuco sabe que el tesoro se encuentra en un cementerio, mientras que Joe conoce el nombre inscrito en la tumba que lo esconde. Mientras tanto, Sentenza no duda en matar a mujeres y niños para conseguir su meta. De esta forma, los tres hombres colaboran en apariencia, pero al final intentarán eliminarse mutuamente.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/fSWnIXsxA47smMLwRELSWkxbVJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tEzlu5U9gQrE55XF1piXPZBtOrD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e0brYd78ykMjc6r2i0R46cEuPSW.png"
    },
    {
      "id": "tmdb:104089",
      "type": "movie",
      "name": "El año de las luces",
      "ids": {
        "tmdb": 104089
      },
      "overview": "En la primavera de 1940, recién terminada la Guerra Civil, Manolo, un adolescente hijo de un caído en la contienda, es enviado junto a su hermano a un preventorio. El lugar, cerca de la frontera con Portugal, es una especie de internado regido por la Sección Femenina de Falange Española. Allí, Manolo vivirá los primeros amores, el despertar del sexo, los escarceos con las mujeres que le cuidan y un sinfín de situaciones que le harán madurar. \"leo´´",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/yAqkstX4WzgkJTJ3UlrwIXUKRNo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ourxKWTPlD6sieau6Pe7FCFULSy.jpg"
    },
    {
      "id": "tmdb:25376",
      "type": "movie",
      "name": "El secreto de sus ojos",
      "ids": {
        "tmdb": 25376
      },
      "overview": "Argentina. Benjamín Espósito es oficial de un Juzgado de Instrucción de Buenos Aires recién retirado. Obsesionado por un brutal asesinato ocurrido veinticinco años antes, en 1974, decide escribir una novela sobre el caso, del cual fue testigo y protagonista. Reviviendo el pasado, viene también a su memoria el recuerdo de una mujer, a quien ha amado en silencio durante todos esos años.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/sd6LML87wa9UPZgfuPnGwic82YH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pLmMJrMeFLT766X2V15eA9FhEjP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mxr9Gaur6qtlAU8jyxhqUa8YFvx.png"
    },
    {
      "id": "tmdb:83124",
      "type": "movie",
      "name": "Llega Sartana",
      "ids": {
        "tmdb": 83124
      },
      "overview": "Gianni Garko se vuelve a meter en la piel de Sartana, un aguerrido y justiciero vaquero del Oeste americano. Esta vez, el valiente cowboy provoca, intencionadamente, un incidente para ingresar en la cárcel y hablar con Grand Full. Él es el único que le puede ayudar a encontrar el paradero de 500.000 dólares, escondidos por su socio Johnson, que fue asesinado. Pero, en prisión, hay otros muchos bandoleros que desean encontrar el tesoro.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/pLLMzsdDXbjRBQ68bGM8dcTBIR0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2UBIgkikTKWmRiKNjgPf2TAWcai.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2G7ZQ3JWK158WH9HW0eVLCQrP3b.png"
    },
    {
      "id": "tmdb:216986",
      "type": "movie",
      "name": "El abominable hombre de la Costa del Sol",
      "ids": {
        "tmdb": 216986
      },
      "overview": "Una joven tan atractiva como soñadora ve a su desastrado prometido como un distinguido caballero, fascinante y radiante. Este, no obstante, acabará alcanzando su gran ilusión, convertirse en el director de relaciones públicas de un gran hotel en la Costa del Sol.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/viOGIDivolGVnDbFS4xuG8ZPJaC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/onz1UY5BX2TBm4KxpjTORaoWqMS.jpg"
    },
    {
      "id": "tmdb:174645",
      "type": "movie",
      "name": "Golpe en Java",
      "ids": {
        "tmdb": 174645
      },
      "overview": "Cuenta la apasionante historia de un expatriado americano, Jake (Kellan Lutz), un agente encubierto del FBI que se hace pasar por profesor universitario para reunir pruebas de una nueva generación de terroristas en la región. Después de que la Sultana de Java fuera asesinada en un ataque suicida con bomba, Jake se encuentra así mismo en el centro de una investigación policial dirigida por el policial local, el teniente Hashim.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/oTLuUzdpdRsxZGZ35AOOjV3AVjv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pHqpfmt8iHEREsLvBM6CfEeGERh.jpg"
    },
    {
      "id": "tmdb:8422",
      "type": "movie",
      "name": "Rocco y sus hermanos",
      "ids": {
        "tmdb": 8422
      },
      "overview": "Rosaria y sus cuatro hijos (Simone, Rocco, Ciro y Luca) abandonan su tierra natal, Lucania (la actual Basilicata), para emigrar a Milán en busca de trabajo y oportunidades que les permitan mejorar sus condiciones de vida. Allí encuentran a Vincenzo, el hermano mayor, que trabaja de albañil pero que está relacionado con el mundo del boxeo.",
      "year": 1960,
      "poster": "https://image.tmdb.org/t/p/w342/vwgfYkKflAsEvxC11zaPFPWWIfa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ggWMt6yUIS3ifolFbqkUhe1jsa.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/k7gtxgZuDXcREmuzZ4wB8e6usZn.png"
    },
    {
      "id": "tmdb:97068",
      "type": "movie",
      "name": "La muerte silba un blues",
      "ids": {
        "tmdb": 97068
      },
      "overview": "Vogel, un importante traficante, delató a dos de sus cómplices, Castro y Smith. El primero fue abatido por la policía, mientras que el segundo fue encarcelado. Quince años más tarde, Vogel adoptó una nueva identidad y se marchó a Jamaica con su esposa, Linda. Smith, reaparece para vengarse pero Vogel manda a sus esbirros para que lo maten.",
      "year": 1964,
      "poster": "https://image.tmdb.org/t/p/w342/zF5EzJrQuXcbMMaYS5dDuPSmHpK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4X6efRAIJeNgR8C9wIEYNPr12OK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ou7aXlZSms74ZXryuhZF067pZYY.png"
    },
    {
      "id": "tmdb:145001",
      "type": "movie",
      "name": "La sombra de Sartana es la sombra de tu muerte",
      "ids": {
        "tmdb": 145001
      },
      "overview": "Sartana tiene una recompensa por su cabeza. Para eliminar esto, hace un trato con los políticos locales. Si persigue a los hermanos Randal, dos delincuentes que atemorizan al pueblo, la recompensa será eliminada...",
      "year": 1969,
      "poster": "https://image.tmdb.org/t/p/w342/sbZkR94IguVCLTRmyb2YQzmxyKa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aPv9Jz9sRozgCXitl9LnKgza3S9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/45PlVipTv6l8wSszTigRY1uJ4Ve.png"
    },
    {
      "id": "tmdb:132008",
      "type": "movie",
      "name": "Los últimos golpes de El Torete",
      "ids": {
        "tmdb": 132008
      },
      "overview": "El Torete y El Vaquilla son dos delincuentes juveniles con numerosos antecedentes penales que coinciden en el robo del mismo banco, decidiendo ser compañeros a partir de entonces.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/t4Y6XXHE1pHV7ML1XTbACP7eBjv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gKLsGuSlc8FsBs3k95NX6HD48cG.jpg"
    },
    {
      "id": "tmdb:49361",
      "type": "movie",
      "name": "Angustia de silencio",
      "ids": {
        "tmdb": 49361
      },
      "overview": "Los habitantes de Accendura, un pequeño pueblo de la región Lucania, están aterrorizados por las andanzas de un misterioso asesino que mata a niños.",
      "year": 1972,
      "poster": "https://image.tmdb.org/t/p/w342/39hlDbosEDvTuB0wHMlsNpBlgsp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qqQ5nCnzii6OT16WgeMFIYwsBFE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hCqwp9ef9RJGFIB7jyA3c59gB9l.png"
    },
    {
      "id": "tmdb:61003",
      "type": "movie",
      "name": "Enseñar a un sinvergüenza",
      "ids": {
        "tmdb": 61003
      },
      "overview": "Rosana es una atractiva profesora que ha desaprovechado parte de su juventud al haber estado demasiado atenta a su disciplina de estudio. Un día irrumpe en su vida un perfecto caradura, que vive del juego y se dedica al ocio y la buena vida.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/4wrIkBedZiPdOQIQSYj6dMfvMUH.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:40474",
      "type": "movie",
      "name": "El ojo en la oscuridad",
      "ids": {
        "tmdb": 40474
      },
      "overview": "En una estación española de veraneo comienzan a aparecer muchachas asesinadas a las cuales se ha arrancado un ojo. Y dicen quienes creen haberlo visto, que el asesino es un hombre cubierto con una capucha y una capa rojas.",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/afo1pLlTr4VfEknBrRjrMWhUodx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9bc6pWJDukF2Qx4Z0W5RNHvonCd.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/m0Qun2NWb1eEmy5kWgG9XtuIHA2.png"
    },
    {
      "id": "tmdb:156988",
      "type": "movie",
      "name": "El oeste te va estrecho, forastero!! (El regreso de Aleluya)",
      "ids": {
        "tmdb": 156988
      },
      "overview": "El general Ramírez, de la Revolución Mexicana, organiza sus fuerzas para atacar al general Miranda. Ramírez da cuenta de que los indios serían de gran valor como aliados, por lo que decide tomar posesión de una estatuilla de un dios azteca, para asegurarse el apoyo de los indígenas. Sin embargo, la imagen ha sido robada por unos ladrones, y entonces se ofrece a recuperarla, encargándole la misión a Aleluya.",
      "year": 1972,
      "poster": "https://image.tmdb.org/t/p/w342/jS6poXd9lchajDqmM2Qb70wQKhA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dsY7kT9tTqFjQnRLPBU5t6GZh5W.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/f2uiNLwEyF7lzKyPeMfCmuKX3Gu.png"
    },
    {
      "id": "tmdb:103704",
      "type": "movie",
      "name": "A los que aman",
      "ids": {
        "tmdb": 103704
      },
      "overview": "Siglo XVIII. Una noche, un anciano le cuenta a un joven la historia de una gran pasión: su propia historia Es un relato de la época en que era médico y se había enamorado apasionadamente y en silencio de Matilde. Esa pasión empezó en la infancia, precisamente cuando la caza desapareció misteriosamente de la región y aparecieron dos personajes extraños: el preceptor de esgrima y su solitaria y ausente hija Valeria.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/klPdZNwFLoeXsnZKv2MQlrInitn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/Akq701BzW9EAb7bQ0NAJK0uWtdG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xwbWZObTMlogK1Sx2tTgXKXQOlF.png"
    },
    {
      "id": "tmdb:617914",
      "type": "movie",
      "name": "La noche de las dos lunas",
      "ids": {
        "tmdb": 617914
      },
      "overview": "Federica (Prakriti Maduro) es una mujer que tras tres meses de embarazo descubre gracias a una prueba paternal que el bebé que crece en su vientre no comparte material genético con ella, por lo que no es su hijo biológico.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/kBx5tgmbwEL54mXnfVCnW9OoFO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eIPd5qTgMcjkSj1GDjDs133nB3E.jpg"
    },
    {
      "id": "tmdb:103866",
      "type": "movie",
      "name": "La dama de Beirut",
      "ids": {
        "tmdb": 103866
      },
      "overview": "Isabel, una joven cantante con ganas de triunfar, cae en las redes de una organización que se dedica a la trata de blancas y es conducida a un casino de Beirut que, en realidad, es un prostíbulo. Cuando se da cuenta del engaño, intenta huir y pide ayuda a un médico francés que, casualmente, resulta ser el padre de un joven que conoció durante el viaje hasta Beirut.",
      "year": 1965,
      "poster": "https://image.tmdb.org/t/p/w342/dwwE469DTEHBUNhDKGhOuOvqbBk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hAUIW7OAXDuOgrvuW9mSB5end9s.jpg"
    },
    {
      "id": "tmdb:9769",
      "type": "movie",
      "name": "Lolita",
      "ids": {
        "tmdb": 9769
      },
      "overview": "Humbert es un europeo culto, brillante y atractivo que se instala en una ciudad de Nueva Inglaterra como profesor. Una vez allí, se hospeda en casa de Charlotte, una voluptuosa viuda, que ve en Humbert la encarnación de sus fantasías provincianas. Pero Humbert oculta una herida envenenada: el recuerdo de un frustrado amor de adolescencia. Por eso, Lolita, la hija de Charlotte, se le aparece a Humbert como la materialización de sus sueños.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/3nTCYIR9kwBDAnbjNlf6IHMEHry.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kYZbdtV7JKYjyCwFzh3ocoGnLnk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tzlgvs6dXNjk91U96PnVQzHf7A1.png"
    },
    {
      "id": "tmdb:59877",
      "type": "movie",
      "name": "Si te dicen que caí",
      "ids": {
        "tmdb": 59877
      },
      "overview": "1970. En la sala de autopsias de un hospital, Sor Paulina y Nito reconocen los cadáveres de dos antiguos compañeros de la infancia: Java y Juanita. Sus recuerdos se remontan a 1940, a una Barcelona desolada en la que los niños, a falta de juguetes, se entretenían contando cuentos \"Aventis\" en los que conjugaban lo que sabían con lo que imaginaban, mezclando la ficción con la realidad.",
      "year": 1989,
      "poster": "https://image.tmdb.org/t/p/w342/x38o0ySRw4BJ1YbikwhHhaHS0gD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jvJYolpTEes14lu2KEuMdIFSl6P.jpg"
    },
    {
      "id": "tmdb:111713",
      "type": "movie",
      "name": "La boda o la vida",
      "ids": {
        "tmdb": 111713
      },
      "overview": "Elena está embarazada y Carlos, el futuro padre no cuenta con medios económicos para poder casarse con ella. La solución está en un concurso televisivo que ofrece sustanciosos premios a quien sepa contestar con acierto preguntas sobre los años cuarenta. Patricia, la hermana mayor de Elena, moviliza a toda la familia. Carlos se someterá a un intensivo plan de estudios.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/l4I90elxosQmgW84zUJcOq7KFBo.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:117870",
      "type": "movie",
      "name": "¡Caray, qué palizas!",
      "ids": {
        "tmdb": 117870
      },
      "overview": "Durante la guerra de Secesión al cabo Mac Donald, del Regimiento de Caballería, se le confía un importante cargamento de oro. Junto con los hombres que le acompañan, Mac Donald decide quedarse con el cargamento, y lo esconde para más tarde rescatarlo. Él es el único que sabe dónde ha quedado sepultado, pero en una refriega lo matan. Ahora, el teniente Pollock tendrá como misión averiguar donde lo escondió",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/jjyg0GadJLpCLxf8v1xxniHzfby.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:143931",
      "type": "movie",
      "name": "Los profesionales de la muerte",
      "ids": {
        "tmdb": 143931
      },
      "overview": "Tres soldados del Sur son detenidos y condenados a muerte por robar y vender armas a los norteños. Un segundo antes de ser ejecutados, reciben una curiosa oferta del general de su batallón; si recuperan un carro lleno de oro que el comandante Lloyd ha robado cuando supuestamente llevaba a Mexico para comprar armas, serán perdonados.",
      "year": 1967,
      "poster": "https://image.tmdb.org/t/p/w342/frfGCkAQND0eKeLbZ8yEZi4iG0K.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kpZI90pilc07s3rC8QnCtUExOLb.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fi0ap2ZQjie0GbUIV2tEwgzGhci.png"
    },
    {
      "id": "tmdb:122746",
      "type": "movie",
      "name": "Con el corazón en la garganta",
      "ids": {
        "tmdb": 122746
      },
      "overview": "Un hombre, acusado de asesinato por robar en un banco y asesinar a dos empleados, huye de la cárcel dispuesto a probar su inocencia.",
      "year": 1967,
      "poster": "https://image.tmdb.org/t/p/w342/kxNxcOA69z70ttRxtyO9Fa8kTBW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bPyKiNG3YCFaFlLqS36P1LMuFpv.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vcEly21IujxVzROiIsLivTOl6cK.png"
    },
    {
      "id": "tmdb:423",
      "type": "movie",
      "name": "El pianista",
      "ids": {
        "tmdb": 423
      },
      "overview": "Varsovia, 1939. El pianista polaco de origen judío Wladyslaw Szpilman (Adrien Brody) interpreta un tema de Chopin en la radio nacional de Polonia mientras la aviación alemana bombardea la capital. El régimen nazi ha invadido el país, y como hace en otros países invadidos, lleva a cabo la misma política con respecto a los judíos. Así Szpilman y toda su familia -sus padres, su hermano y sus dos hermanas- se ven obligados a dejar su casa y todo lo que les pertenece para trasladarse con miles de personas de origen judío al ghetto de Varsovia. Mientras Wladyslaw trabaja como pianista en un restaurante propiedad de un judío que colabora con los nazis, su hermano Henryk (Ed Stoppard) prefiere luchar contra los nazis. Pero tres años más tarde, los habitantes del ghetto son trasladados en trenes hacia campos de concentración.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/mxfLOWnHnSlbdraKfzRn5mqoqk7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hHrEwLQKpc3rVIzccMThmu6ou9M.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aB69H37bMYVXi03RBHqEjEa9iSL.png"
    },
    {
      "id": "tmdb:9031",
      "type": "movie",
      "name": "Estoy con los hipopótamos",
      "ids": {
        "tmdb": 9031
      },
      "overview": "El rubio y flaco Slim y el gordo y barbudo Tom se reúnen en un poblado africano donde Tom tiene montada una curiosa agencia de turismo, para la que gracias a la colaboración de Slim consigue comprar un autobús. Aunque sus padres eran hermanos, Slim y Tom no se parecen en nada, pero en esta ocasión, de mutuo acuerdo, convienen en desbaratar los turbios manejos de una banda de traficantes de animales salvajes que se dedican a capturar fieras con destino a los zoos extranjeros, exportándolas clandestinamente. La banda está dirigida por Ormond, un ex-campeón de boxeo, un tipo violento y sin escrúpulos que actúa con absoluta impunidad protegido por un verdadero ejército de matones a sus órdenes. Pero Slim y Tom se enfrentarán a Ormond.",
      "year": 1979,
      "poster": "https://image.tmdb.org/t/p/w342/rdo4KGRc54DcWU1mKK2KeLh88lx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/l4ZGOI8sFJ8o2uwFWpvfMieTBD5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/A6PiR6r7HYIjUQfY6qpu9c4HkR.png"
    },
    {
      "id": "tmdb:45964",
      "type": "movie",
      "name": "Llama un extraño",
      "ids": {
        "tmdb": 45964
      },
      "overview": "Jill, una joven estudiante que por las noches trabaja cuidando a unos niños, comienza a recibir una serie de llamadas amenazadoras. Al otro lado del teléfono, sólo una pregunta: \"¿has vigilado a los niños recientemente?\". Asustada, llama a la policía, que identifica el origen de las llamadas en la misma casa. Cuando Jill se dirige al cuarto de los niños a su cargo, descubre que han sido asesinados mientras dormían.  Una intriga envolvente en torno a un psicópata asesino, con una trama dividida en tres partes en función de la situación por la que atraviesa el criminal.  Con un brillante reparto -con Charles Durning y la siempre estupenda Carol Kane al frente- ésta es la primera película dirigida por Fred Walton.",
      "year": 1979,
      "poster": "https://image.tmdb.org/t/p/w342/mdhpKVuuNZcc9noZzYXruxeIxdJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cAE1uRObcNO1KUuF50HmvWKC5yO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ljaJFhtikZTJDMPCv1HjZ1PAq8V.png"
    },
    {
      "id": "tmdb:198809",
      "type": "movie",
      "name": "El juego de la oca",
      "ids": {
        "tmdb": 198809
      },
      "overview": "Pablo, un joven dibujante, se enamora de Ángela, una compañera de trabajo, mientras Blanca, su mujer, se encuentra con los niños fuera de Madrid. Ángela también está enamorada y, aunque sabe que está casado, no puede evitar sentirse atraída por él. El regreso de Blanca supone para ambos una separación casi insoportable.",
      "year": 1965,
      "poster": "https://image.tmdb.org/t/p/w342/aFhC4lutZ5LquUI9uYbUQ6Y9Tma.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:1368",
      "type": "movie",
      "name": "Acorralado",
      "ids": {
        "tmdb": 1368
      },
      "overview": "John Rambo es un veterano de la guerra de Vietnam que sufre de estrés postraumático. Un día, llega a un pequeño pueblo de Oregón, donde el sheriff Will Teasle le detiene por vagabundear. Rambo logra escapar de la comisaría y se refugia en el bosque, donde usa sus habilidades de supervivencia y combate para enfrentarse a los policías que le persiguen. El coronel Samuel Trautman, el antiguo jefe de Rambo, llega al pueblo para intentar negociar con él y evitar una masacre. Rambo tendrá que luchar contra sus propios demonios y contra las fuerzas del orden que le quieren capturar o matar.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/sYHRcd9p3rV3t3w8MHGaA7wdIBl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/277Ct5pdW4WAbaBjYLwX2BEeZqk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yAZUxdJ9tZHvNoSONu1JKvfRNw2.png"
    },
    {
      "id": "tmdb:72854",
      "type": "movie",
      "name": "Malena es un nombre de tango",
      "ids": {
        "tmdb": 72854
      },
      "overview": "A los diez años y con la condición de no decírselo a nadie, Malena recibe de su abuelo el último tesoro familiar: una esmeralda que algún día podrá salvarle la vida. Antes, siempre se había sentido en desigualdad de condiciones respecto a la perfecta Reina, su hermana melliza. Ahora, a través de su abuelo y de su tía Magda, Malena ha comenzado a sospechar que no es la primera Fernández de Alcántara incapaz de hallar su sitio en el mundo.",
      "year": 1996,
      "poster": "https://image.tmdb.org/t/p/w342/tz6IEvLlPCwwqoDVL5zyZx8pMTu.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:96217",
      "type": "movie",
      "name": "La liga no es cosa de hombres",
      "ids": {
        "tmdb": 96217
      },
      "overview": "Julián es un mujeriego sin escrúpulos que mantiene relaciones amorosas con varias chicas a la vez. Para escapar de las garras de un marido engañado se ve obligado a vestirse de mujer y entrar en un equipo de fútbol haciéndose pasar por una famosa jugadora argentina. El marido, sus amigas y sus enemigas se dan cita en el hotel donde su equipo está concentrado y no termina en el hospital gracias a la ayuda de la hija del marido burlado, que se enamora de él y al final lo rapta.",
      "year": 1972,
      "poster": "https://image.tmdb.org/t/p/w342/k9AGCVTQijSYz8C7cuO37Ev87aY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2F9EY5YkzkqnNAc1YnyDxVykHty.jpg"
    },
    {
      "id": "tmdb:53117",
      "type": "movie",
      "name": "No se lo digas a nadie",
      "ids": {
        "tmdb": 53117
      },
      "overview": "Un joven acomodado de la alta sociedad peruana decide huir del entorno social y familiar en el que vive para intentar encontrar su identidad sexual, marcada desde su juventud por el abuso de las drogas y el alcohol. Basada en la novela del peruano Jaime Baily.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/93fjWBuwimIffPpDQH8cbA38Gy3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yM8uW3LpSo2foj4261mPTPU53bq.jpg"
    },
    {
      "id": "tmdb:103690",
      "type": "movie",
      "name": "Mano rápida",
      "ids": {
        "tmdb": 103690
      },
      "overview": "Macedo, jefe sanguinario de una banda de sudistas, dispara al capitán de los nordistas, Jeff Mallighan, conocido como \"Mano Rápida\", destrozándole su mano derecha. Jeff, herido en el suelo, no ha podido ver la cara del bandido, pero en su mente le han quedado grabadas sus espuelas de plata, así como su singular revólver de cañón y culata negra finamente repujada. Tiempo después de este suceso Macedo aún continua con sus fechorías, sin embargo, un misterioso jinete vestido de negro se interpondrá en su camino.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/toIjfg4BuJ7K9ik6n3URwdQqiIh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wZYejgKwjdet2syu1vS24zB3dsg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4G5Bs0p85bH0sft4LAtqNlaEWZb.png"
    },
    {
      "id": "tmdb:157099",
      "type": "movie",
      "name": "La fórmula de la felicidad",
      "ids": {
        "tmdb": 157099
      },
      "overview": "La vida sin complicaciones de un farmacéutico puritano se sale de control cuando comienza un romance con una cliente mujer trofeo que lo lleva en un viaje de placer que implica el sexo, las drogas y posiblemente de asesinato.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/z4fVz3zPQQseoeb1YhT19b9ZH8g.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cqKPzIU9q51S8XEdZSNmtGJy9nX.jpg"
    },
    {
      "id": "tmdb:268606",
      "type": "movie",
      "name": "El cura ya tiene hijo",
      "ids": {
        "tmdb": 268606
      },
      "overview": "A Justo, el cura, tras el escándalo de la primera parte, \"El hijo del cura\", es enviado a un pueblo montañoso y frío, nada que ver con el pueblecito costero de agradable clima donde ejercía anteriormente. Nota que la gente joven de su nueva parroquia no va a la iglesia, y al preguntar el motivo, le dicen que todos saben que tiene una hija con una feligresa de la parroquia anterior. Justo intenta deshacer el entuerto, con tan mala suerte que en su parroquia y bajo secreto de confesión le entregan un niño que complica más la situación, ya que él cree que es \"su\" hijo.",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/waBDbmP0WsZqX80qoSO9rWjrgFq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eCS5I2N8wtVRQ2bQqJJQ1kI6VJs.jpg"
    },
    {
      "id": "tmdb:198940",
      "type": "movie",
      "name": "Mi mujer es muy decente, dentro de lo que cabe",
      "ids": {
        "tmdb": 198940
      },
      "overview": "Paulino Fontalba está casado con Margarita, una mujer bella y atractiva. Es un hombre fascinado por la libertad, pero necesita dominar, controlar y administrar la de sus seres queridos. Le apasionan los pájaros, su vuelo y su canto, porque encarnan la libertad absoluta. De ahí que los cuide, los mime y los tenga, como a su querida Margarita, enjaulados.",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/ycdIP790d61sl0DRVwLZf33zkh7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2bvXNSX4nRvOmIO8cphbIPEqgWW.jpg"
    },
    {
      "id": "tmdb:56142",
      "type": "movie",
      "name": "Confidencias",
      "ids": {
        "tmdb": 56142
      },
      "overview": "Un profesor norteamericano jubilado vive una vida solitaria en su lujoso palacio de Roma. Tiene un enfrentamiento con una vulgar marquesa italiana y sus acompañantes: su amante, su hija y el novio de su hija, y se ve obligado a alquilarles el apartamento del ático del palacio. Su vida hasta entonces rutinaria se verá sumida en el caos por las maquinaciones de sus inquilinos.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/v5Kb3kqxBV1ElpKrd39a1NYfFr1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zuXlN8gTWI453Rv5JokmexftV2S.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4eXbzeP3EZyYujRM83WuMGsLwXo.png"
    },
    {
      "id": "tmdb:122857",
      "type": "movie",
      "name": "Soldado Universal (El día del juicio final)",
      "ids": {
        "tmdb": 122857
      },
      "overview": "John (Scott Adkins) despierta después de un coma para descubrir que su esposa y su hija pequeña, han asesinadas en un brutal asesinato en su propia casa. Atormentado por las imágenes del asesinato, jura matar al responsable de dicha matanza, Luc Deveraux (Jean-Claude Van Damme). Mientras que John trata de reconstruir su propia realidad, las cosas empiezan a complicarse cuando empieza a ser perseguido por un UniSol de última generación llamado Magnus (Andrei Arlovski). Pero una vez se acerca a Deveraux y al ejército de soldados digidos por el \"resucitado\" Andrew Scott (Dolph Lundgren) descubrirá que hay cosas que jamás habría imaginado sobre sí mismo y pondrá en duda su propia verdad.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/qhK63SEjB9YVCKh42vJj2ANwXUt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dIGBKVwDbaW0tgcprBNDpuhzJQ9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lorXR80sIC0urOdCfu8Bm4aAuwz.png"
    },
    {
      "id": "tmdb:120129",
      "type": "movie",
      "name": "El coronel no tiene quien le escriba",
      "ids": {
        "tmdb": 120129
      },
      "overview": "Cada viernes El Coronel se coloca el único traje que tiene y acude al muelle para aguardar la carta que anuncie la llegada de su pensión. Pero en el pueblo todos saben que esa pensión nunca llegará. Su mujer también lo sabe, y hasta él mismo lo sabe. No obstante, él sigue esperando, conviviendo con el dolor por la muerte de su hijo...",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/aCnAvZhDjEu5JTwMhXxYyZTXF1Q.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eK8E8U17AdQVGNB9s3PItwZlWwD.jpg"
    },
    {
      "id": "tmdb:129856",
      "type": "movie",
      "name": "Un dólar para Sartana",
      "ids": {
        "tmdb": 129856
      },
      "overview": "El rico terrateniente Gratton pretende apoderarse de todas las tierras del estado. Poco a poco, los atemorizados habitantes de Sartana City van abandonando sus tierras, o las malvenden para poder subsistir. La familia Carson es una de las muchas perjudicadas, pero Kit, el más joven de los Carson, se enrola en los federales de Texas para poder defender sus tierras. Mientras tanto, Gratton, el sheriff y el banquero local, siguen extorsionando a los colonos que no pueden resistir por más tiempo sus presiones. La llegada de \"Dólar\", un misterioso personaje, transformará el pueblo en un hervidero. (FILMAFFINITY)",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/qpeOQJjSY0X2rwhvdHZdzvaO3VM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lkNf0CDX6kMqetWSNEsjSh7dNCp.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/g8TELL4LcKtAK9epOXICxuVq1HH.png"
    },
    {
      "id": "tmdb:28468",
      "type": "movie",
      "name": "La llave secreta",
      "ids": {
        "tmdb": 28468
      },
      "overview": "Nino es un hombre mayor que está casado con una bella joven. El tipo no está muy satisfecho con su vida sexual, pero una posibilidad de cambio se abre una noche que sorprende a su esposa dormida.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/yVpTbPqrlvjJG570pG22b6Rlba4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bf0cRj3lFuw7TOWJSa1nNFJYEZX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uUd2UeBzloBqnasdZGXjTvCF9Pt.png"
    },
    {
      "id": "tmdb:72083",
      "type": "movie",
      "name": "Muerte de un ciclista",
      "ids": {
        "tmdb": 72083
      },
      "overview": "Un profesor de universidad y su amante, una mujer casada de la burguesía, atropellan accidentalemente a un ciclista. Temerorosos de que se descubra el adulterio, deciden ocultar el trágico accidente.  Sin embargo, este accidente pronto despierta la conciencia de él, sobre todo cuando deciden visitar a la familia del ciclista y se dan cuenta de la miseria en la que vive. Mientras Juan revisa sus principios, María José apenas se siente preocupada por lo sucedido, hasta que Rafael Sandoval, un crítico de arte que frecuenta los ambientes de la alta sociedad, comienza a insinuar que sabe algo, aunque no sea cierto. La idílica historia de amor empieza a enfriarse.",
      "year": 1955,
      "poster": "https://image.tmdb.org/t/p/w342/tEZsQIM6EVujzj3ezXJiaLwt0HI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5uWYbklhgBtr9P90IvhY8g4BgR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dguItYJUCljotXdzpKoseld5pPN.png"
    },
    {
      "id": "tmdb:17214",
      "type": "movie",
      "name": "Para entrar a vivir",
      "ids": {
        "tmdb": 17214
      },
      "overview": "Mario y Clara, su novia, que está embarazada, tratan de encontrar un nuevo piso donde instalarse lo antes posible, así que van a visitar uno situado en un barrio lejano que parece abandonado. Una vez allí, las cosas no son como esperaban.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/yiTRCiDPQNsvXdLZA2wXUI9m2Ll.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yLJQaBPkSQzss0qtPSnX8KPlRnQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bGEA8BMRGYdXXIb3oXWgJUQzDd.png"
    },
    {
      "id": "tmdb:116616",
      "type": "movie",
      "name": "La mujer más fea del mundo",
      "ids": {
        "tmdb": 116616
      },
      "overview": "Lola Otero, la mujer más fea del mundo, nació en Madrid el 1 de Enero de 1982. Su madre murió en el parto y su padre no superó la ausencia de su esposa. Sola en el mundo, Lola crece con unas monjitas que no pueden protegerla de la crueldad de la gente. Sufre la burla, el desprecio y la humillación de cuantos la rodean. Lola se hace mujer, pero los demás sólo ven un monstruo. A los dieciocho años descubre que el amor no es ciego. Por eso se pone en manos del doctor Werner, que la convierte en la mujer más hermosa del mundo, pero pronto descubrirá que la belleza no lo es todo en la vida.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/5rXnZqotio4xSnUgzp9ZD26hSYt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hLdNcZTkpBGbiU6O9601yxukxXj.jpg"
    },
    {
      "id": "tmdb:44741",
      "type": "movie",
      "name": "Malicia",
      "ids": {
        "tmdb": 44741
      },
      "overview": "En un piso de Catania, en los años cincuenta se reúnen muchas personas de luto por la muerte de la esposa de Ignazio La Brocca, dueño de una próspera sastrería y padre de tres hijos.Entre los presentes hay una joven, Angela La Barbera, que precisamente ese día iba a empezar a trabajar como interina para la familia. El viudo y los tres hijos pronto se acostumbran a los cuidados dulces y atentos de la nueva presencia femenina.El viudo no consigue resistir a la tentación y decide casarse con ella a pesar del poco tiempo transcurrido desde la muerte de su mujer. Además de la presencia dominante de un gran retrato de la primera esposa, otro obstáculo para la unión es el hijo Nino, totalmente obsesionado por la mujer. Entre los dos se va instaurando una relación maliciosa y cruel, en la que Angela se presta a los juegos eróticos del adolescente con tal de conseguir el consenso para casarse con su padre.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/aFDzUNTAFKIl5WK8Llrhz1AfVTt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i3CV5KhT2Y1xv0j606GE9jgc2SC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sSkA55gd1YGZoq9orLjdFJ29zjt.png"
    },
    {
      "id": "tmdb:140669",
      "type": "movie",
      "name": "El fascista, doña Pura y el follón de la escultura",
      "ids": {
        "tmdb": 140669
      },
      "overview": "El consorcio del pueblo aprueba, a propuesta de su Alcalde, encargar a Ramón, un escultor arruinado, una estatua ecuestre de Franco. Luis, uno de los concejales, visita a Ramón y le propone el encargo, que Ramón rechaza por motivos ideológicos, pero después de meditarlo lo acepta ya que no existen estatuas ecuestres de mármol. Cuando finalmente Ramón termina la estatua, todo el consorcio opina que ya pasó el momento de inaugurar una estatua de Franco. Para contentar a Ramón aprueban la realización de una nueva estatua. Esta será dedicada a la democracia.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/tpan1G31KpZzUohhH8RAtpMspky.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/w9oTdtYBB5k7KIexHVOnqmP4pAU.jpg"
    },
    {
      "id": "tmdb:271146",
      "type": "movie",
      "name": "La mujer que hablaba con los muertos",
      "ids": {
        "tmdb": 271146
      },
      "overview": "Cuando Elena Castaño era una niña, tenía un don: era capaz de comunicarse con los espíritus de los muertos... pero esa capacidad desapareció al crecer. Ahora, Elena y su hermana Úrsula viven de las rentas del pasado, organizando falsas sesiones de espiritismo en las que embaucan a los incautos. Elena, harta de esa vida, ha decidido que esta noche celebrará su última sesión. Todo está dispuesto, solo que hay un invitado de más... un invitado al que nadie esperaba.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/2Pf2nDe9eXhXLUNcThIj6tyWNwT.jpg",
      "posterShape": "poster"
    }
  ]
}