{
  "metas": [
    {
      "id": "tmdb:144069",
      "type": "movie",
      "name": "La criada",
      "ids": {
        "tmdb": 144069
      },
      "overview": "Anna (Guerin), la hermosa esposa de un abogado, se siente abandonada por este, por lo que decide irse unos días con su sirvienta (Michelsen) al pueblo natal de esta. A partir de este momento comenzará una extraña relación entre ellas.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/s9pXocmKhkvLazafoL0oUGIn3Me.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/p2bq3g5YfkWIKCjV5i289brZsJR.jpg"
    },
    {
      "id": "tmdb:324786",
      "type": "movie",
      "name": "Hasta el último hombre",
      "ids": {
        "tmdb": 324786
      },
      "overview": "Narra la historia de Desmond Doss, un joven médico militar que participó en la sangrienta batalla de Okinawa, en el Pacífico durante la II Guerra Mundial, y se convirtió en el primer objetor de conciencia en la historia estadounidense en recibir la Medalla de Honor del Congreso. Doss quería servir a su país, pero desde pequeño se había hecho una promesa a sí mismo: no coger jamás ningún arma.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/m3jj8IJ7uP5p4MqMzgtGW5l4ECd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gQzf1YLUicwHyXyjYNMtk44VjgO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xxucMCBH6h3iJ0Jc8JtVFNnen65.png"
    },
    {
      "id": "tmdb:429",
      "type": "movie",
      "name": "El bueno, el feo y el malo",
      "ids": {
        "tmdb": 429
      },
      "overview": "Durante la Guerra de Secesión, tres cazadores de recompensas se lanzan a la búsqueda de un tesoro que ninguno de los tres truhanes puede localizar sin la ayuda de los otros dos. Tuco sabe que el tesoro se encuentra en un cementerio, mientras que Joe conoce el nombre inscrito en la tumba que lo esconde. Mientras tanto, Sentenza no duda en matar a mujeres y niños para conseguir su meta. De esta forma, los tres hombres colaboran en apariencia, pero al final intentarán eliminarse mutuamente.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/fSWnIXsxA47smMLwRELSWkxbVJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tEzlu5U9gQrE55XF1piXPZBtOrD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e0brYd78ykMjc6r2i0R46cEuPSW.png"
    },
    {
      "id": "tmdb:9769",
      "type": "movie",
      "name": "Lolita",
      "ids": {
        "tmdb": 9769
      },
      "overview": "Humbert es un europeo culto, brillante y atractivo que se instala en una ciudad de Nueva Inglaterra como profesor. Una vez allí, se hospeda en casa de Charlotte, una voluptuosa viuda, que ve en Humbert la encarnación de sus fantasías provincianas. Pero Humbert oculta una herida envenenada: el recuerdo de un frustrado amor de adolescencia. Por eso, Lolita, la hija de Charlotte, se le aparece a Humbert como la materialización de sus sueños.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/3nTCYIR9kwBDAnbjNlf6IHMEHry.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kYZbdtV7JKYjyCwFzh3ocoGnLnk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tzlgvs6dXNjk91U96PnVQzHf7A1.png"
    },
    {
      "id": "tmdb:530385",
      "type": "movie",
      "name": "Midsommar",
      "ids": {
        "tmdb": 530385
      },
      "overview": "Una pareja estadounidense que no está pasando por su mejor momento acude con unos amigos a un festival de verano que se celebra cada noventa años en una aldea remota de Suecia. Lo que comienza como unas vacaciones de ensueño en un lugar en el que el sol no se pone nunca, poco a poco se convierte en una oscura pesadilla cuando los misteriosos aldeanos les invitan a participar en sus perturbadoras actividades festivas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/a4Uwb4vnep76r1HRNduFgT9MRez.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vxKs0JLPT63lcYZTK8P6b3SaFff.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mjf2CyGrMqjUjsjXsaEsakBrOdA.png"
    },
    {
      "id": "tmdb:587792",
      "type": "movie",
      "name": "Palm Springs",
      "ids": {
        "tmdb": 587792
      },
      "overview": "Cuando el desenfadado Nyles y su reticente dama de honor Sarah tienen la oportunidad de encontrarse en una boda de Palm Springs, las cosas se complican al verse incapaces de escapar del lugar y el uno del otro",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/eYNS3rNpLDxx5NJ16dwczAf4a7e.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/abHa4yfuwX957FLw3FRxZFMENRV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1O92r8CnyvdEgeda7rOZDYEWNAG.png"
    },
    {
      "id": "tmdb:24402",
      "type": "movie",
      "name": "Emmanuelle",
      "ids": {
        "tmdb": 24402
      },
      "overview": "Una jovencita recién casada viaja a Bangkok a reunirse con su marido, un diplomático francés. En el viaje es iniciada al sexo por una hermosa adolescente y guiada por un hombre maduro en los placeres de la carne, y aprende a materializar sus fantasías sexuales más secretas, animada por su esposo.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/kFq1ffM4ruQmWH6C3SjVWJoqMi6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ramMMxfUbm8t35Dp7p4QeFlRHIx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6fhWzaR6GIu0ALE01Sv6WkAfW4j.png"
    },
    {
      "id": "tmdb:1368",
      "type": "movie",
      "name": "Acorralado",
      "ids": {
        "tmdb": 1368
      },
      "overview": "John Rambo es un veterano de la guerra de Vietnam que sufre de estrés postraumático. Un día, llega a un pequeño pueblo de Oregón, donde el sheriff Will Teasle le detiene por vagabundear. Rambo logra escapar de la comisaría y se refugia en el bosque, donde usa sus habilidades de supervivencia y combate para enfrentarse a los policías que le persiguen. El coronel Samuel Trautman, el antiguo jefe de Rambo, llega al pueblo para intentar negociar con él y evitar una masacre. Rambo tendrá que luchar contra sus propios demonios y contra las fuerzas del orden que le quieren capturar o matar.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/sYHRcd9p3rV3t3w8MHGaA7wdIBl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/277Ct5pdW4WAbaBjYLwX2BEeZqk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yAZUxdJ9tZHvNoSONu1JKvfRNw2.png"
    },
    {
      "id": "tmdb:27578",
      "type": "movie",
      "name": "Los mercenarios",
      "ids": {
        "tmdb": 27578
      },
      "overview": "Un grupo de mercenarios es contratado para infiltrarse en un país sudamericano y derrocar a su despiadado y corrupto dictador. Una vez allí, se verán atrapados en una telaraña de engaño y traición. Una vez fracasada la misión, tendrán que enfrentarse a un reto aún más difícil; salvar la unidad del grupo y la amistad que los ha unido durante largos años.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/qiKXe4xbXnXdrhQXmXpZwG4Qlkv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7iugqPsB7BkqPouupLjmMDHsk45.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7Gjh8HJpkgQplW0ydg1xJrZWwAC.png"
    },
    {
      "id": "tmdb:1933",
      "type": "movie",
      "name": "Los otros",
      "ids": {
        "tmdb": 1933
      },
      "overview": "Grace educa sola a sus hijos en un aislado caserón victoriano bajo estrictas normas religiosas. Los tres nuevos sirvientes deben aprender una regla vital, la casa estará siempre en penumbra y nunca se abrirá una puerta si no se ha cerrado la anterior  porque los niños sufren una extraña alergia a la luz del día.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/u03kblxsv3zar3Uqt6sRfICU9L6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8HaIZxParuPo7FdSLUwGd6zoz4c.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cAfDGFvGvHqW29rjN2RDuTOfJsm.png"
    },
    {
      "id": "tmdb:263472",
      "type": "movie",
      "name": "Toc, toc",
      "ids": {
        "tmdb": 263472
      },
      "overview": "Dos chicas jóvenes se presentan sin previo aviso en la casa de un hombre casado, dispuestas a seducirle y complicar su vida perfecta. Remake de \"Death Game (Las sádicas), dirigida por Peter S. Traynor en 1977.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/hRDVNV7einjCZHGQJ3j6Mqcjdaa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bBdgSTueZkT4E699Od9sxr4AaN6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9yRc1hqHNvLgAmEQpNWeY77185b.png"
    },
    {
      "id": "tmdb:28468",
      "type": "movie",
      "name": "La llave secreta",
      "ids": {
        "tmdb": 28468
      },
      "overview": "Nino es un hombre mayor que está casado con una bella joven. El tipo no está muy satisfecho con su vida sexual, pero una posibilidad de cambio se abre una noche que sorprende a su esposa dormida.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/yVpTbPqrlvjJG570pG22b6Rlba4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bf0cRj3lFuw7TOWJSa1nNFJYEZX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uUd2UeBzloBqnasdZGXjTvCF9Pt.png"
    },
    {
      "id": "tmdb:28178",
      "type": "movie",
      "name": "Siempre a tu lado",
      "ids": {
        "tmdb": 28178
      },
      "overview": "Basada en una historia real. Un profesor de universidad adopta a un perro vagabundo en una estación del tren. Tras recabar información sobre el animal, el profesor descubre que el perro iba a los andenes a diario durante semanas para esperar el regreso de su amo, pero éste había muerto en un accidente en la ciudad. El perro Hachiko, al lado de su nuevo amo a quien también le cambiará la vida cuando descubre los lazos que se pueden crear entre un animal y una persona.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rLPMD8BOHjvvjjCX7BZQdqNWBm2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFCNw7ewLrc4BgRUw9mN3G3vxOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSBpv8j18UoN1G5jaQgRMTfK0O2.png"
    },
    {
      "id": "tmdb:423",
      "type": "movie",
      "name": "El pianista",
      "ids": {
        "tmdb": 423
      },
      "overview": "Varsovia, 1939. El pianista polaco de origen judío Wladyslaw Szpilman (Adrien Brody) interpreta un tema de Chopin en la radio nacional de Polonia mientras la aviación alemana bombardea la capital. El régimen nazi ha invadido el país, y como hace en otros países invadidos, lleva a cabo la misma política con respecto a los judíos. Así Szpilman y toda su familia -sus padres, su hermano y sus dos hermanas- se ven obligados a dejar su casa y todo lo que les pertenece para trasladarse con miles de personas de origen judío al ghetto de Varsovia. Mientras Wladyslaw trabaja como pianista en un restaurante propiedad de un judío que colabora con los nazis, su hermano Henryk (Ed Stoppard) prefiere luchar contra los nazis. Pero tres años más tarde, los habitantes del ghetto son trasladados en trenes hacia campos de concentración.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/mxfLOWnHnSlbdraKfzRn5mqoqk7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hHrEwLQKpc3rVIzccMThmu6ou9M.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aB69H37bMYVXi03RBHqEjEa9iSL.png"
    },
    {
      "id": "tmdb:41446",
      "type": "movie",
      "name": "Scream 4",
      "ids": {
        "tmdb": 41446
      },
      "overview": "Sidney Prescott ha logrado olvidar los asesinatos cometidos en Woodsboro. Diez años después, convertida en una escritora de éxito, vuelve a su pueblo natal con motivo de la gira de promoción de su nuevo libro. Pero su regreso irá acompañado de una nueva ola de crímenes perpetrados por un viejo conocido: Ghostface.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/sr7WNBgjX1UH9yw4Qq4o6GLAyVf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4YHKcbpD8dPGxY7N1P4TqaSV5EB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iUTq54gSisd43xyX6LG9zUHeIE3.png"
    },
    {
      "id": "tmdb:402",
      "type": "movie",
      "name": "Instinto básico",
      "ids": {
        "tmdb": 402
      },
      "overview": "Un antiguo cantante de rock ha sido brutalmente asesinado. La última vez que se le vio estaba acompañado por su novia. En la comisaría, en el departamento de Asuntos Internos, Nick Curran recibe el encargo de vigilar a Catherine Tromell, la supuesta novia asesina.",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/7iUhPh6B5C4T1osYDzoUchjb3i4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wLMPTuKWeGUbpteRryhDWKTeKDN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eTK5KpUgwbgema3TSCTTTosTWWI.png"
    },
    {
      "id": "tmdb:4561",
      "type": "movie",
      "name": "Historia de O",
      "ids": {
        "tmdb": 4561
      },
      "overview": "La bella fotógrafa \"O\" es llevada por su amante René al castillo de Roissy para prepararla como esclava sexual. Tras estar varias semanas y abandonar luego el castillo, O conoce por mediación de René a su hermanastro Sir Stephen, con quien comenzará una relación de dominación - sumisión ante el requerimiento de René. Con Sir Stephen continuará su proceso de aprendizaje en la sumisión, se iniciará en las relaciones lésbicas para obtener el sometimiento de otra mujer con quien compensará a René.",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/vBMKZav1k1zbFVi6LZLHsXZJTJr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/b0Ducs0zrJPKttg9837bkEwQHwN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9WX9WS0ZFvDwLvgguhXKT5NAAVX.png"
    },
    {
      "id": "tmdb:8009",
      "type": "movie",
      "name": "Los inmortales",
      "ids": {
        "tmdb": 8009
      },
      "overview": "Son Inmortales, destinados a vivir eternamente. Deben retarse a duelos a través de los tiempos hasta que sólo quede uno. Sólo decapitados por la hoja de una espada pueden liberarse de su eterna lucha y conseguir el Premio: un poder inimaginable. Desde las tierras altas de Escocia del siglo XVI hasta el Nueva York de nuestros días, los Inmortales luchan por su recompensa, mientras el destino de los mortales se sostiene en un frágil equilibrio.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/8af3tPdbKd9iDUqWb8R5dOXShtH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iz3k081oPbRLMKVsjfukOppzEzR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jXLmUqThGQNrM5Xcnrj77GtB6Fg.png"
    },
    {
      "id": "tmdb:8689",
      "type": "movie",
      "name": "Holocausto caníbal",
      "ids": {
        "tmdb": 8689
      },
      "overview": "Cuatro jóvenes documentalistas se adentran en la selva amazónica (América del Sur) para realizar un reportaje sobre las tribus que habitan en esa región, de las que se dice que todavía practican el canibalismo. Debido a la desaparición de los reporteros, dos meses después un grupo de rescate es enviado para averiguar qué ha sido de ellos; lo único que encuentran es el material filmado sobre su terrible fin.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/r7JBDaxsU0Uw1liRjDpv3e4xpXF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ptg4aaFbrNNg8If5ZtbQa5r4Nz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1HfnMUnUiA2fiQPONoIgEgGa03z.png"
    },
    {
      "id": "tmdb:1369",
      "type": "movie",
      "name": "Rambo: Acorralado Parte II",
      "ids": {
        "tmdb": 1369
      },
      "overview": "Rambo es excarcelado y enviado de vuelta al Vietnam con una nueva misión: averiguar el paradero de unos soldados norteamericanos desaparecidos. Tras saltar en paracaídas en la jungla, portando únicamente un cuchillo y un arco con flechas, se le dice que no ataque al enemigo y que sólo haga fotografías de reconocimiento. Pero el plan no saldrá como estaba previsto.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/TuW7rwhdVPrm3qBsBGnn747Uar.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2vlFPft9hDZEdQJSVqNznZVILrj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uUTS5ZTXFLNszIG8B2yzvXpHdWf.png"
    },
    {
      "id": "tmdb:44741",
      "type": "movie",
      "name": "Malicia",
      "ids": {
        "tmdb": 44741
      },
      "overview": "En un piso de Catania, en los años cincuenta se reúnen muchas personas de luto por la muerte de la esposa de Ignazio La Brocca, dueño de una próspera sastrería y padre de tres hijos.Entre los presentes hay una joven, Angela La Barbera, que precisamente ese día iba a empezar a trabajar como interina para la familia. El viudo y los tres hijos pronto se acostumbran a los cuidados dulces y atentos de la nueva presencia femenina.El viudo no consigue resistir a la tentación y decide casarse con ella a pesar del poco tiempo transcurrido desde la muerte de su mujer. Además de la presencia dominante de un gran retrato de la primera esposa, otro obstáculo para la unión es el hijo Nino, totalmente obsesionado por la mujer. Entre los dos se va instaurando una relación maliciosa y cruel, en la que Angela se presta a los juegos eróticos del adolescente con tal de conseguir el consenso para casarse con su padre.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/aFDzUNTAFKIl5WK8Llrhz1AfVTt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i3CV5KhT2Y1xv0j606GE9jgc2SC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sSkA55gd1YGZoq9orLjdFJ29zjt.png"
    },
    {
      "id": "tmdb:13387",
      "type": "movie",
      "name": "Transporter 3",
      "ids": {
        "tmdb": 13387
      },
      "overview": "Frank Martin (Jason Statham) es un indiscutible especialista en entregas de alto riesgo. En esta ocasión se verá obligado, bajo amenazas, a trasladar dos voluminosas bolsas y a una joven ucraniana, Valentina (Natalya Rudakova), desde Marsella hasta Odessa. ¿Qué hay en las bolsas? ¿quién es la chica? ¿qué hay detrás de esta entrega? Frank no conoce las respuestas, pero lo que realmente no sabe es la trampa que le ha tendido el adversario más despiadado y peligroso que nunca se ha encontrado...",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/A6jWpnsmiFJR9idlCOUCeP3m03I.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uhvA5n24kcMMlGEAK0l4S9MOjsG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zOFoR4cWJB1avdg9QKw8J6OOmyX.png"
    },
    {
      "id": "tmdb:1948",
      "type": "movie",
      "name": "Crank: Veneno en la sangre",
      "ids": {
        "tmdb": 1948
      },
      "overview": "Chev Chelios (Jason Statham), un asesino a sueldo de Los Ángeles, ha sido envenenado mientras dormía y que sólo le queda una hora de vida. La única oportunidad que tiene Chev de sobrevivir es mantenerse en movimiento para impedir que el veneno le llegue al corazón. El tiempo pasa y corre enloquecido por las calles de Los Ángeles para salvar a su novia y encontrar un antídoto que le salve la vida.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/zSzDbylthJBPL4YX0khc9Sr6sew.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iWJDG98EjiuRso7PzQE8mYJeT2H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yAl3GZTLH5XOvD4LuBgjLeBgJ2.png"
    },
    {
      "id": "tmdb:2330",
      "type": "movie",
      "name": "Taxi Express",
      "ids": {
        "tmdb": 2330
      },
      "overview": "Daniel, un joven repartidor de pizzas, consigue hacer realidad uno de sus sueños: obtener la licencia de taxi. Pero un encuentro fortuito con Emilien le pone en un aprieto: para conservar su licencia de taxi, han de detener a una banda que está desmantelando los bancos del país.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/hJGTeFfEVzYGhB84YFU67B3VG4F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/148xS3PsuxDHT3VCcj3dzdU1lj3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/shKSBFh8eBz1zxEITJXkwqFon8O.png"
    },
    {
      "id": "tmdb:10331",
      "type": "movie",
      "name": "La noche de los muertos vivientes",
      "ids": {
        "tmdb": 10331
      },
      "overview": "Las radiaciones procedentes de un satélite provocan un fenómeno terrorífico: los muertos salen de sus tumbas y atacan a los hombres para alimentarse. La acción comienza en un cementerio de Pennsylvania, donde Barbara, después de ser atacada por un muerto viviente, huye hacia una granja. Allí también se ha refugiado Ben. Ambos construirán barricadas para defenderse de una multitud de despiadados zombies que sólo pueden ser vencidos con un golpe en la cabeza.",
      "year": 1968,
      "poster": "https://image.tmdb.org/t/p/w342/5cjDlHqfb6CJV9gUcAcSp7jlEs4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kDvSaVmij0mWHC61tEHuWs1eyLa.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gka7hSSiB5Rncua0WOZDZui2lzZ.png"
    },
    {
      "id": "tmdb:12572",
      "type": "movie",
      "name": "New York, I Love You",
      "ids": {
        "tmdb": 12572
      },
      "overview": "Película formada por cortometrajes de reconocidos directores y actores, siguiendo la línea de \"Paris, je t'aime\", narrando historias de amor en la ciudad de Nueva York.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/85pnbEkyGi211Rq9DmnqbNX18aK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lmBCEbhZUemE2jxYqz1aEekE7Y8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3r1xP0ng561isVgeEv1frd58zRG.png"
    },
    {
      "id": "tmdb:11905",
      "type": "movie",
      "name": "En compañía de lobos",
      "ids": {
        "tmdb": 11905
      },
      "overview": "Tras presenciar la muerte de su hermana bajo las garras de un lobo, la joven Rosaleen regresa a casa de su abuela, lugar donde ella acostumbra a contar historias acerca del hombre lobo y del peligro que entrañan los hombres cejijuntos.",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/11rOxiXdqdm5KyGiGkSxP3VwOh2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9NYGgXA5WU2YJTD4ioO37LtnYk8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uyq1yWgwQ5qQ0kn7iwrwNkFSCLB.png"
    },
    {
      "id": "tmdb:71",
      "type": "movie",
      "name": "Billy Elliot (Quiero bailar)",
      "ids": {
        "tmdb": 71
      },
      "overview": "En 1984, durante una huelga de mineros en el condado de Durham, se suceden los enfrentamientos entre piquetes y policía. Entre los mineros más exaltados están Tony y su padre. Éste se ha empeñado en que Billy, su hijo pequeño, reciba clases de boxeo. Pero, aunque el chico tiene un buen juego de piernas, carece por completo de pegada. Un día, en el gimnasio, Billy observa la clase de ballet de la señora Wilkinson, una mujer de carácter severo que lo anima a participar. A partir de ese momento, Billy se dedicará apasionadamente a la danza.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/lN6JppeFXbPFXFREickSSeHOjCz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/prOVafNMAiENqLnkAgekH4W6lq5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fKDu1S9pw98SjZYC62WrRczodMZ.png"
    },
    {
      "id": "tmdb:2253",
      "type": "movie",
      "name": "Valkiria",
      "ids": {
        "tmdb": 2253
      },
      "overview": "Cruise interpreta al coronel alemán Claus von Stauffenberg, un aristocrático oficial alemán que lideró el heroico intento de derrocar al régimen nazi y acabar con la guerra colocando una bomba en el bunker de Hitler en 1944. Gravemente herido en combate, el Coronel Claus von Stauffenberg vuelve de África para unirse a la resistencia alemana y ayuda a organizar la Operación Valkiria, el complejo plan para que un gobierno en la sombra reemplazara al de Hitler una vez que éste hubiera muerto. Pero el destino y las circunstancias conspiran para proyectar a Stauffenberg de uno de los muchos implicados en el complot a un papel central de doble filo. No sólo debe liderar el golpe y tomar el control del gobierno de su país... también debe matar al propio Hitler.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/vlmkZQNlzx3g1Gjanb4pvWzyLSh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/m1TqgynsJeDXcdIdY4J9e40hrv.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uwOSbBZ6tI0qugz761eaqj77jgg.png"
    },
    {
      "id": "tmdb:9399",
      "type": "movie",
      "name": "Lionheart, el luchador",
      "ids": {
        "tmdb": 9399
      },
      "overview": "León Gualtier es un desertor en la Legión Extranjera que llega a los EE.UUy encuentra a su hermano entre la vida y la muerte y a su cuñada sin dinero para curar a su marido y mantener su hija. Para ganar el dinero necesario, Gualtier acepta para participar en peleas clandestinas.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/j4pTOgrUqPSXrDDLKDDAaaiN805.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wcuoz1EEzcSvlM4navzT6hSNNg7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1EPXHnuIsursiSQXrxMhNyP7fW9.png"
    },
    {
      "id": "tmdb:1587",
      "type": "movie",
      "name": "¿A quién ama Gilbert Grape?",
      "ids": {
        "tmdb": 1587
      },
      "overview": "Gilbert es un chico del pequeño pueblo de Endora atrapado allí por las obligaciones familiares. Tras el suicidio de su padre, debe hacerse cargo de su hermano menor, que es deficiente, de sus dos hermanas y de una madre obesa que pesa más de 200 kilos. Su aburrida vida transcurre entre el colmado donde trabaja, su familia y la relación que mantiene con una mujer casada. La llegada al pueblo de una joven optimista llamada Becky cambiará su rutina.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/1W9WHcWBD08V3SxpDpxESODDpde.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tSwCQWsMfI3Hrcghw4tBDvtR9yM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hT23Ud6IuP47zRFuj9BzPdNvVRw.png"
    },
    {
      "id": "tmdb:1370",
      "type": "movie",
      "name": "Rambo III",
      "ids": {
        "tmdb": 1370
      },
      "overview": "Cuando descubre que el coronel Trautman ha caído en manos soviéticas en Afganistán, Rambo regresa al servicio para intentar liberar a su amigo. Después de contactar a la resistencia afgana, entra en la zona sitiada por las tropas enemigas.",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/69iGRVnOi62ZK2ExoJl12tnvH0T.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yM2clonjcpiHDyqxVbV3ePshXh7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qZnZohJ6syqhJokjyZ0D6eABoHX.png"
    },
    {
      "id": "tmdb:5528",
      "type": "movie",
      "name": "Los chicos del coro",
      "ids": {
        "tmdb": 5528
      },
      "overview": "En 1948 Clément Mathieu, profesor de música desempleado, acepta un puesto como profesor vigilante en un internado de reeducación de menores. El sistema represivo aplicado por el director conmociona a Mathieu. Enseñándoles música y canto coral a estos niños tan difíciles, Mathieu transformará sus vidas cotidianas.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/f0FrAsLdcnCbvbT9Ofj31UkmcNe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gCRlj9soFwM7ME5nz3MKruR3yyV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o1K8iSNLLXFDOfAVapjNBFVh0YW.png"
    },
    {
      "id": "tmdb:22705",
      "type": "movie",
      "name": "Transgressing",
      "ids": {
        "tmdb": 22705
      },
      "overview": "Carla es una joven atractiva y despreocupada de Venecia, que va a Londres para buscar un piso que compartir con su amante Matteo. En Londres, Moira, una funcionaria del estado, seduce a Carla... y ella es cautivada... Carla decide no decir nada a Matteo, y comienza a mentirle. Matteo se pone muy celoso, se imagina aventuras eróticas de Carla y abandona su viaje a Londres. Tarde o temprano, Matteo realmente va a Londres donde se enfrenta a Carla... cuyas revelaciones le hacen despertar...",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/poa998sFasJX2XQtCTLiXvis6aE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/haqFVSBvaWR6ZfKKDHkpxp9eYbh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bWX37ZIsatTGVTGnIccjAjHyd0X.png"
    },
    {
      "id": "tmdb:158063",
      "type": "movie",
      "name": "El héroe del Oeste",
      "ids": {
        "tmdb": 158063
      },
      "overview": "Donaldson intenta perturbar la paz existente entre blancos y siux, vendiendo armas a los indios. Bufalo Bill es enviado a frenar el comercio de armas y así evitar una guerra con los indios. (FILMAFFINITY)",
      "year": 1964,
      "poster": "https://image.tmdb.org/t/p/w342/gMvgK94seR7TP5yUtqu47NwZVEQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2CsO28Lgy3TreRF6XcWgPfbjCYp.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8Ied2uYF4T5wOQNS7Sw34qKohXe.png"
    },
    {
      "id": "tmdb:17899",
      "type": "movie",
      "name": "Mentiras y gordas",
      "ids": {
        "tmdb": 17899
      },
      "overview": "Un grupo de jóvenes se prepara para lo que va a ser el verano de su vida, entre secretos, mentiras, ligues, sexo, confusión, noche y sobre todo mucha fiesta. La mayor parte de los adolescentes no son conscientes de que, una vez emprendido ese viaje iniciático, no se puede dar marcha atrás, y que a menudo las mentiras se irán haciendo cada vez más grandes, y que a veces amar significa hacer daño.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/h9HfPq5NKtiLzHu1279A97kZUo5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pieFSTfzRCj0SvbNKpMjToyKbdX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/98JZktN7OeJPQcQcCqkYjdLB6SS.png"
    },
    {
      "id": "tmdb:542917",
      "type": "movie",
      "name": "El silencio de la ciudad blanca",
      "ids": {
        "tmdb": 542917
      },
      "overview": "Vitoria-Gasteiz, País Vasco, España, 2019. Dos cadáveres aparecen en la cripta de la Catedral Vieja. El oficial de policía Unai López de Ayala, experto en perfiles criminales, debe cazar al asesino ritual que ha estado aterrorizando a la ciudad durante dos décadas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/7Qp6SLVtuuH9GS7vvrOqwIQtlda.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tr0QbJHWjI3pWhY75oTNl3o9lcC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/42CotRqGrlaa0jzYnUgTkKhJ9zc.png"
    },
    {
      "id": "tmdb:10316",
      "type": "movie",
      "name": "Los idus de marzo",
      "ids": {
        "tmdb": 10316
      },
      "overview": "Stephen Meyers es un idealista y brillante comunicador. Es el segundo de a bordo de la campaña presidencial del gobernador Mike Morris, en quien confía ciegamente. Durante las primarias de Ohio, Tom Duffy, el jefe de campaña del máximo oponente de Morris, ofrece a Meyers un puesto de trabajo. Al mismo tiempo, las negociaciones de Morris para conseguir el apoyo adicional de un senador de Carolina del Sur se estancan. Y la joven becaria Molly Sterns capta la atención de Stephen. Los republicanos guardan varios ases bajo la manga, Meyers puede haberse confiado en exceso y Molly guarda un secreto. ¿Qué es más importante: la carrera, la victoria o la verdad?",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/q0kIH8jo6wlILNozAkcNOFqEuZO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nBr2QKJP9z2qh93GwikuUGZnN02.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hr0Y0nwr04ErKGj0NUvcTohELKr.png"
    },
    {
      "id": "tmdb:242512",
      "type": "movie",
      "name": "Ouija",
      "ids": {
        "tmdb": 242512
      },
      "overview": "Después de que uno de sus amigos sea brutalmente asesinado por un malvado ente oscuro, un grupo de amigos juega a la ouija para intentar hablar con él desde el más allá. Sin embargo, lo que consiguen es despertar a un antiguo espíritu y a los demonios más salvajes. Los chicos tendrán que hacer frente a sus miedos más profundos e intentar acabar con ellos. Han descubierto que la ouija no es un juego de niños, es algo mucho más real.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/gwjHlGjK2xXKpjd65BWyAMwzTWC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6p36sBJYrZnkA0FNCZKm0gAB1X1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3IaZLzpEcVKEGZHsmKCFJ6EiYF8.png"
    },
    {
      "id": "tmdb:391",
      "type": "movie",
      "name": "Por un puñado de dólares",
      "ids": {
        "tmdb": 391
      },
      "overview": "Tras la muerte de Juárez, en México dominan la injusticia y el terror. Joe, un pistolero vagabundo, llega al pueblo fronterizo de San Miguel, donde dos familias se disputan el control del territorio, y entra al servicio del clan Rojo. Una noche, Joe es testigo del intercambio de oro por armas entre mexicanos y soldados de la Unión...",
      "year": 1964,
      "poster": "https://image.tmdb.org/t/p/w342/la1A6gknPnZd0bZgL6C7poN11v.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8AQo9k8pD4EAgL8OELKjVGlq1Ec.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dkg4P8OTyZzNOTCF0H6bHuz1hj9.png"
    },
    {
      "id": "tmdb:18706",
      "type": "movie",
      "name": "Sherlock Holmes y el arma secreta",
      "ids": {
        "tmdb": 18706
      },
      "overview": "El detective Sherlock Holmes (Basil Rathbone) y su fiel ayudante el doctor Watson (Nigel Bruce) se enfrentan al colaboracionista nazi Profesor Moriarty. Moriarty tiene entre sus planes secuestrar a un científico británico que ha creado una nueva mira de bombardero para atacar al ejército alemán.",
      "year": 1942,
      "poster": "https://image.tmdb.org/t/p/w342/4PkAMyYHOz1AuKerEWniuOHnP17.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kx7ItDbrIl8oLdGHLIlQWR6eSZp.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5DjIsBO2oWS2FxAL6HBTSX7VnhT.png"
    },
    {
      "id": "tmdb:122857",
      "type": "movie",
      "name": "Soldado Universal (El día del juicio final)",
      "ids": {
        "tmdb": 122857
      },
      "overview": "John (Scott Adkins) despierta después de un coma para descubrir que su esposa y su hija pequeña, han asesinadas en un brutal asesinato en su propia casa. Atormentado por las imágenes del asesinato, jura matar al responsable de dicha matanza, Luc Deveraux (Jean-Claude Van Damme). Mientras que John trata de reconstruir su propia realidad, las cosas empiezan a complicarse cuando empieza a ser perseguido por un UniSol de última generación llamado Magnus (Andrei Arlovski). Pero una vez se acerca a Deveraux y al ejército de soldados digidos por el \"resucitado\" Andrew Scott (Dolph Lundgren) descubrirá que hay cosas que jamás habría imaginado sobre sí mismo y pondrá en duda su propia verdad.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/qhK63SEjB9YVCKh42vJj2ANwXUt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dIGBKVwDbaW0tgcprBNDpuhzJQ9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lorXR80sIC0urOdCfu8Bm4aAuwz.png"
    },
    {
      "id": "tmdb:3635",
      "type": "movie",
      "name": "La joven de la perla",
      "ids": {
        "tmdb": 3635
      },
      "overview": "Delft, Holanda, 1665. La joven Griet entra a servir en casa de Johannes Vermeer que, consciente de la intuición de la joven para la luz y el color, irá introduciéndola poco a poco en el misterioso mundo de su pintura. Por otro lado, Maria Thins, la suegra de Vermeer, al ver que Griet se ha convertido en la musa del pintor, decide no inmiscuirse en su relación con la esperanza de que su yerno pinte más cuadros. Griet se enamora cada vez más de Vermeer, aunque no está segura de cuáles son los sentimientos del pintor hacia ella. Finalmente, el maquiavélico Van Ruijven, consciente del grado de intimidad de la pareja, se las ingenia para que Vermeer reciba el encargo de pintar a Griet sola. El resultado será una magnífica obra de arte, pero, ¿qué precio deberá pagar Griet?",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/milHDb4L8eyOZoPnrXpVmwglEd9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/a9FofdzVDwRBEC3h6gSL18bBiLt.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gipzYjqZmJgqE3Y5IR8fuIqKnmd.png"
    },
    {
      "id": "tmdb:15",
      "type": "movie",
      "name": "Ciudadano Kane",
      "ids": {
        "tmdb": 15
      },
      "overview": "Un importante financiero estadounidense, Charles Foster Kane, dueño de una importante cadena de periódicos, de una red de emisoras, de dos sindicatos y de una inimaginable colección de obras de arte, muere en su fabuloso castillo de estilo oriental, Xanadú. La última palabra que pronuncia al expirar es Rosebud. El país entero y la prensa en general quedan intrigados por saber el significado de esta palabra. Para descubrirlo, un grupo de periodistas se pone a investigar.",
      "year": 1941,
      "poster": "https://image.tmdb.org/t/p/w342/w7V0bv38Z0q0DgHmMfcGM4WRNTv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4dafi1zU8IXxloT3BrTayVBnKQy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xnlpf9ChpLBxYOIFluaTN7HLogk.png"
    },
    {
      "id": "tmdb:8047",
      "type": "movie",
      "name": "Matador",
      "ids": {
        "tmdb": 8047
      },
      "overview": "Un torero que se ha visto forzado a retirarse prematuramente debido a una cogida, se da cuenta de que su obsesión por matar no desaparece, solo que ahora su objetivo serán las mujeres. Hacer el amor y matar en el último instante es lo más parecido al inefable placer de una tarde en la plaza de toros. El problema se agrava cuando conoce a María, una mujer con tendencias similares a las suyas.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/fdwmWNDmNRAxzoVgAX5KttEqFMi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/p88RfbdSazcFFEkAKT8fBQV4HWZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/404WmTPCuw7UrWBjYyX0M9SSS5J.png"
    },
    {
      "id": "tmdb:460138",
      "type": "movie",
      "name": "El crimen del expreso de Andalucía",
      "ids": {
        "tmdb": 460138
      },
      "overview": "Lo que en principio pretendía ser un simple atraco a un tren, se convirtió, por un fallo del plan, en una auténtica carnicería.",
      "year": 1991,
      "poster": "https://image.tmdb.org/t/p/w342/csxFbVYI8dxqXJ9IX4DIgHhao5P.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:253376",
      "type": "movie",
      "name": "La cueva",
      "ids": {
        "tmdb": 253376
      },
      "overview": "Tres chicos y dos chicas viajan en plan mochilero a una isla paradisíaca. Cuando llegan, alquilan motos, recorren los parajes más hermosos y recónditos, acampan en el bosque, se emborrachan y se bañan en el mar. Al día siguiente, deciden explorar una cueva profunda y laberíntica, pero se extravían. Si quieren sobrevivir dentro de la cueva, deberán hacerlo en condiciones inhumanas: sin agua y sin alimentos, no parece que haya ninguna posibilidad de conseguirlo.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/vQgUNCouT5frFxeXx5mXRskOhWJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6FNUA7QbugUvUlaxCipqoUjITjZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/t0ceKbzcZ4rrjfM1isOJyLOuARB.png"
    },
    {
      "id": "tmdb:581387",
      "type": "movie",
      "name": "Alerta roja",
      "ids": {
        "tmdb": 581387
      },
      "overview": "El volcán en la montaña Baekdu hace erupción repentinamente, causando varios terremotos tanto en Corea del Norte como en el Sur. El caos reina en la península de Corea cuando se predicen más erupciones. Para prevenir un desastre mayor, Jeon Yoo-kyung (Jeon Hye-jin) planea una operación basada en la teoría del profesor Kang Bong-rae (Ma Dong-seok), quien ha estudiado la montaña Baekdu y sus posibles erupciones. Jo In-chang (Ha Jung-woo) es el capitán del equipo de fuerzas especiales y es asignado a la operación que mantiene el destino de ambas Coreas en la balanza. Él contacta a Lee Joon-pyeong (Lee Byung-hun), un espía norcoreano para realizar la operación conjuntamente. Mientras, su esposa embarazada, Choi Ji-young (Bae Suzy), está sola en Seúl intentando sobrevivir en medio del desastre.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/A3BP44EvnJIIhyNVwPT0IpvNAoc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jpiw4h4VeSXlPjn6cLzSEeT6vDE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hFRsvlEMDiG1Wb6MJpIT8gigGey.png"
    },
    {
      "id": "tmdb:11205",
      "type": "movie",
      "name": "Los supercamorristas",
      "ids": {
        "tmdb": 11205
      },
      "overview": "Thomás y David son dos chinos que se ganan la vida en Barcelona trabajando en su furgón-bar. Al igual que Moby, pero este es un detective al que le encomiendan la misión de encontrar a Sylvia; una chica que tiene una gran heréncia familiar, pero ella no lo sabe. Pero tambien hay otras personas que la buscan, pero para quitarle la herencia.",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/4KToGTbEfZE5UQafIWw9UZmXrYF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8BENmIBdIHZ4dGExkvWtdHW3AT8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hJbMD1TlA1SRBPEnyC0bmBdd2P5.png"
    },
    {
      "id": "tmdb:53932",
      "type": "movie",
      "name": "Las edades de Lulú",
      "ids": {
        "tmdb": 53932
      },
      "overview": "Adaptación de la novela homónima de Almudena Grandes. Lulú es una chica de quince años que sucumbe a los atractivos de Pablo, un amigo de la familia. Después de esta experiencia, Lulú alimenta durante mucho tiempo el deseo por ese hombre, que volverá a entrar en su vida años más tarde, prolongando así el juego amoroso de la niñez. Pablo crea para ella un mundo aparte, un universo privado donde el tiempo carece de valor. Pero pronto ese mundo idealizado se quebrará, cuando Lulú, con treinta años, se adentre en el universo de los deseos prohibidos.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/zwQrgqrMSqidARZrquEjQ10T8bX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/AqYp8OychJTIS4N3ZsqJ3RnKBtu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e5jPFGqNe63pHGhcAaI0ECb3YVZ.png"
    }
  ]
}