{
  "metas": [
    {
      "id": "tmdb:14240",
      "type": "movie",
      "name": "Maniac Cop",
      "ids": {
        "tmdb": 14240
      },
      "overview": "Un maníaco asesino comienza a asesinar policías en Nueva York. El principal sospechoso es Jack Forrest, un agente del cuerpo con fama de ser problemático. Sin embargo, cuando su superior, el teniente McCrae, es encontrado muerto, Jack decide ocuparse del caso. Para ello cuenta con la ayuda de su novia, una agente que trabaja de incógnito. Entre tanto, alguien sigue asesinando a policías.",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/lKQgmaJtJt5cLU2w0fJGyfBggDa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1FUJTCLhJQ75osuyLAY0Nlzvxv3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yu5OdZ35e4O8CSMWkkUR9cKcU0a.png"
    },
    {
      "id": "tmdb:28178",
      "type": "movie",
      "name": "Siempre a tu lado",
      "ids": {
        "tmdb": 28178
      },
      "overview": "Basada en una historia real. Un profesor de universidad adopta a un perro vagabundo en una estación del tren. Tras recabar información sobre el animal, el profesor descubre que el perro iba a los andenes a diario durante semanas para esperar el regreso de su amo, pero éste había muerto en un accidente en la ciudad. El perro Hachiko, al lado de su nuevo amo a quien también le cambiará la vida cuando descubre los lazos que se pueden crear entre un animal y una persona.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rLPMD8BOHjvvjjCX7BZQdqNWBm2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFCNw7ewLrc4BgRUw9mN3G3vxOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSBpv8j18UoN1G5jaQgRMTfK0O2.png"
    },
    {
      "id": "tmdb:14807",
      "type": "movie",
      "name": "El largo viernes santo",
      "ids": {
        "tmdb": 14807
      },
      "overview": "Harold Shand, un gángster inglés bien establecido, está a punto de cerrar un lucrativo negocio con la mafia estadounidense. Pero cuando una serie de bombas empiezan a estallar en distintos puntos de Londres, todo parece ir mal. Amigos y miembros de su banda van muriendo a la vez que la relativa calma de los últimos diez años se rompe en mil pedazos. Un misterioso sindicato intenta involucrarle por lo que Harold tendrá que averiguar quiénes son y qué es lo que quieren pero por el camino dejará un rastro sangriento en su recorrido hacia la verdad.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/o9Jno4xm7voankIpuVA4V6mex2a.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/FYfMU95ViWJ4drQKbcEvlq0rJO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6Q6NDyA0xVydlPjG4oxuxvLoAvS.png"
    },
    {
      "id": "tmdb:429",
      "type": "movie",
      "name": "El bueno, el feo y el malo",
      "ids": {
        "tmdb": 429
      },
      "overview": "Durante la Guerra de Secesión, tres cazadores de recompensas se lanzan a la búsqueda de un tesoro que ninguno de los tres truhanes puede localizar sin la ayuda de los otros dos. Tuco sabe que el tesoro se encuentra en un cementerio, mientras que Joe conoce el nombre inscrito en la tumba que lo esconde. Mientras tanto, Sentenza no duda en matar a mujeres y niños para conseguir su meta. De esta forma, los tres hombres colaboran en apariencia, pero al final intentarán eliminarse mutuamente.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/fSWnIXsxA47smMLwRELSWkxbVJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tEzlu5U9gQrE55XF1piXPZBtOrD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e0brYd78ykMjc6r2i0R46cEuPSW.png"
    },
    {
      "id": "tmdb:324786",
      "type": "movie",
      "name": "Hasta el último hombre",
      "ids": {
        "tmdb": 324786
      },
      "overview": "Narra la historia de Desmond Doss, un joven médico militar que participó en la sangrienta batalla de Okinawa, en el Pacífico durante la II Guerra Mundial, y se convirtió en el primer objetor de conciencia en la historia estadounidense en recibir la Medalla de Honor del Congreso. Doss quería servir a su país, pero desde pequeño se había hecho una promesa a sí mismo: no coger jamás ningún arma.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/m3jj8IJ7uP5p4MqMzgtGW5l4ECd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gQzf1YLUicwHyXyjYNMtk44VjgO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xxucMCBH6h3iJ0Jc8JtVFNnen65.png"
    },
    {
      "id": "tmdb:64084",
      "type": "movie",
      "name": "Una mujer sin escrúpulos",
      "ids": {
        "tmdb": 64084
      },
      "overview": "Un hombre está tan desesperado por promocionarse que ofrece su mujer a su jefe. A pesar de este sacrificio, otro hombre consigue el ascenso. Entonces decide suicidarse y su mujer promete vengarse de todos los implicados. (FILMAFFINITY)",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/piSwaUrbvlITD833fjrc8znU8JD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/71HJTC4R5ZG4PUXnxpy0ucjXubh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ynGmbpvQKRgyaSb1LZvaixNOsfJ.png"
    },
    {
      "id": "tmdb:9769",
      "type": "movie",
      "name": "Lolita",
      "ids": {
        "tmdb": 9769
      },
      "overview": "Humbert es un europeo culto, brillante y atractivo que se instala en una ciudad de Nueva Inglaterra como profesor. Una vez allí, se hospeda en casa de Charlotte, una voluptuosa viuda, que ve en Humbert la encarnación de sus fantasías provincianas. Pero Humbert oculta una herida envenenada: el recuerdo de un frustrado amor de adolescencia. Por eso, Lolita, la hija de Charlotte, se le aparece a Humbert como la materialización de sus sueños.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/3nTCYIR9kwBDAnbjNlf6IHMEHry.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kYZbdtV7JKYjyCwFzh3ocoGnLnk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tzlgvs6dXNjk91U96PnVQzHf7A1.png"
    },
    {
      "id": "tmdb:10730",
      "type": "movie",
      "name": "King Kong",
      "ids": {
        "tmdb": 10730
      },
      "overview": "La \"Petrox Company\" envía una expedición, dirigida por Fred Wilson, a la Micronesia con la intención de encontrar petróleo. Con ellos va Jack Prescott, cuyo objetivo es encontrar un monstruo prehistórico. Durante la travesía, se encuentran un bote con una mujer que se ha salvado del naufragio del barco en que viajaba con un productor de cine. Cuando desembarcan, descubren una gran empalizada, y dentro observan que unos nativos colocan a una mujer nativa en una plataforma, mientras invocan a una misteriosa deidad animal.",
      "year": 1976,
      "poster": "https://image.tmdb.org/t/p/w342/pcwZuaFdOR9PZxbkCDNccE7xGjL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3IJklxf8Q8RdW5ghtamNWz4dsMi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8TYeXDkdgYMq7vmgbpmeBRmpWFr.png"
    },
    {
      "id": "tmdb:1368",
      "type": "movie",
      "name": "Acorralado",
      "ids": {
        "tmdb": 1368
      },
      "overview": "John Rambo es un veterano de la guerra de Vietnam que sufre de estrés postraumático. Un día, llega a un pequeño pueblo de Oregón, donde el sheriff Will Teasle le detiene por vagabundear. Rambo logra escapar de la comisaría y se refugia en el bosque, donde usa sus habilidades de supervivencia y combate para enfrentarse a los policías que le persiguen. El coronel Samuel Trautman, el antiguo jefe de Rambo, llega al pueblo para intentar negociar con él y evitar una masacre. Rambo tendrá que luchar contra sus propios demonios y contra las fuerzas del orden que le quieren capturar o matar.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/sYHRcd9p3rV3t3w8MHGaA7wdIBl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/277Ct5pdW4WAbaBjYLwX2BEeZqk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yAZUxdJ9tZHvNoSONu1JKvfRNw2.png"
    },
    {
      "id": "tmdb:2330",
      "type": "movie",
      "name": "Taxi Express",
      "ids": {
        "tmdb": 2330
      },
      "overview": "Daniel, un joven repartidor de pizzas, consigue hacer realidad uno de sus sueños: obtener la licencia de taxi. Pero un encuentro fortuito con Emilien le pone en un aprieto: para conservar su licencia de taxi, han de detener a una banda que está desmantelando los bancos del país.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/hJGTeFfEVzYGhB84YFU67B3VG4F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/148xS3PsuxDHT3VCcj3dzdU1lj3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/shKSBFh8eBz1zxEITJXkwqFon8O.png"
    },
    {
      "id": "tmdb:587792",
      "type": "movie",
      "name": "Palm Springs",
      "ids": {
        "tmdb": 587792
      },
      "overview": "Cuando el desenfadado Nyles y su reticente dama de honor Sarah tienen la oportunidad de encontrarse en una boda de Palm Springs, las cosas se complican al verse incapaces de escapar del lugar y el uno del otro",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/eYNS3rNpLDxx5NJ16dwczAf4a7e.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/abHa4yfuwX957FLw3FRxZFMENRV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1O92r8CnyvdEgeda7rOZDYEWNAG.png"
    },
    {
      "id": "tmdb:22705",
      "type": "movie",
      "name": "Transgressing",
      "ids": {
        "tmdb": 22705
      },
      "overview": "Carla es una joven atractiva y despreocupada de Venecia, que va a Londres para buscar un piso que compartir con su amante Matteo. En Londres, Moira, una funcionaria del estado, seduce a Carla... y ella es cautivada... Carla decide no decir nada a Matteo, y comienza a mentirle. Matteo se pone muy celoso, se imagina aventuras eróticas de Carla y abandona su viaje a Londres. Tarde o temprano, Matteo realmente va a Londres donde se enfrenta a Carla... cuyas revelaciones le hacen despertar...",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/poa998sFasJX2XQtCTLiXvis6aE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/haqFVSBvaWR6ZfKKDHkpxp9eYbh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bWX37ZIsatTGVTGnIccjAjHyd0X.png"
    },
    {
      "id": "tmdb:10949",
      "type": "movie",
      "name": "Oliver Twist",
      "ids": {
        "tmdb": 10949
      },
      "overview": "Inglaterra, siglo XIX. Famosa adaptación de la novela homónima de Charles Dickens. Oliver es un niño huérfano al que su madre, una joven soltera, abandonó a las puertas de un orfanato. Para librarse de él, el malvado director de la institución, decide venderlo a un empresario como aprendiz de su taller. Cansado de los malos tratos que recibe, huye y acaba uniéndose a un grupo de pequeños rateros que viven bajo la férula de un viejo tiránico.",
      "year": 1948,
      "poster": "https://image.tmdb.org/t/p/w342/zEkA7FKK3nenSl8mxhvhqC2euar.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zr9HEaVyaUJcb4J3wLUBdSaEimE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xYuUaDE58uvEqqbAhwDRpp24Nr.png"
    },
    {
      "id": "tmdb:52212",
      "type": "movie",
      "name": "Miranda",
      "ids": {
        "tmdb": 52212
      },
      "overview": "En esta comedia erótica, Miranda es la encargada de una cantina en un pequeño pueblo que empieza a probar a los distintos hombres disponibles.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/sxBazt4grZmU5eEvLiWmcquP1cA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4mJJdb7TFmqCffMvs81T76vakx0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aQpMvTx2ODga9GrAp0WhQPOPzXO.png"
    },
    {
      "id": "tmdb:9399",
      "type": "movie",
      "name": "Lionheart, el luchador",
      "ids": {
        "tmdb": 9399
      },
      "overview": "León Gualtier es un desertor en la Legión Extranjera que llega a los EE.UUy encuentra a su hermano entre la vida y la muerte y a su cuñada sin dinero para curar a su marido y mantener su hija. Para ganar el dinero necesario, Gualtier acepta para participar en peleas clandestinas.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/j4pTOgrUqPSXrDDLKDDAaaiN805.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wcuoz1EEzcSvlM4navzT6hSNNg7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1EPXHnuIsursiSQXrxMhNyP7fW9.png"
    },
    {
      "id": "tmdb:530385",
      "type": "movie",
      "name": "Midsommar",
      "ids": {
        "tmdb": 530385
      },
      "overview": "Una pareja estadounidense que no está pasando por su mejor momento acude con unos amigos a un festival de verano que se celebra cada noventa años en una aldea remota de Suecia. Lo que comienza como unas vacaciones de ensueño en un lugar en el que el sol no se pone nunca, poco a poco se convierte en una oscura pesadilla cuando los misteriosos aldeanos les invitan a participar en sus perturbadoras actividades festivas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/a4Uwb4vnep76r1HRNduFgT9MRez.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vxKs0JLPT63lcYZTK8P6b3SaFff.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mjf2CyGrMqjUjsjXsaEsakBrOdA.png"
    },
    {
      "id": "tmdb:90164",
      "type": "movie",
      "name": "Holocausto caníbal 2: El gran infierno verde",
      "ids": {
        "tmdb": 90164
      },
      "overview": "Cuatro amigos se adentran en la selva amazónica para intentar encontrar a un profesor perdido. Lo que se encontrarán es a un grupo de buscadores de tesoros que están torturando a los nativos del lugar. Estos deciden ayudar a los nativos y luchar contra los cazadores.",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/drQFm0U9pyUUzeI2UgIPItM0nHA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ozeJcSRdfunE7vLET8DKzOTRiLj.jpg"
    },
    {
      "id": "tmdb:27578",
      "type": "movie",
      "name": "Los mercenarios",
      "ids": {
        "tmdb": 27578
      },
      "overview": "Un grupo de mercenarios es contratado para infiltrarse en un país sudamericano y derrocar a su despiadado y corrupto dictador. Una vez allí, se verán atrapados en una telaraña de engaño y traición. Una vez fracasada la misión, tendrán que enfrentarse a un reto aún más difícil; salvar la unidad del grupo y la amistad que los ha unido durante largos años.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/qiKXe4xbXnXdrhQXmXpZwG4Qlkv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7iugqPsB7BkqPouupLjmMDHsk45.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7Gjh8HJpkgQplW0ydg1xJrZWwAC.png"
    },
    {
      "id": "tmdb:17058",
      "type": "movie",
      "name": "Perversidad",
      "ids": {
        "tmdb": 17058
      },
      "overview": "Christopher Cross es un simple cajero infelizmente casado, pero tiene un raro talento para la pintura. En cierta ocasión, conoce a una aventurera de la que se enamora y le hace creer que es un pintor de éxito. La chica y su novio, un individuo sin escrúpulos, aprovechan la ocasión para explotar al pobre hombre, que llegará incluso a cometer un desfalco en su empresa para que ella siga creyendo que es un artista de éxito.",
      "year": 1945,
      "poster": "https://image.tmdb.org/t/p/w342/6tAsfGH6IaUokIqXyY52edw32am.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wqcv2ANoqbCoMDgg41OhUjAbmbp.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6HXOlG0HHnMx1gZ5jBqsuE422q0.png"
    },
    {
      "id": "tmdb:611914",
      "type": "movie",
      "name": "La mensajera",
      "ids": {
        "tmdb": 611914
      },
      "overview": "Ezekiel Mannings (Gary Oldman) es un implacable jefe de la mafia dispuesto a todo para matar a Nick Murch (Amit Shah), el único testigo dispuesto a declarar en su contra. Por este motivo, decide contratar a una mensajera (Olga Kurylenko) en moto para que lleve una bomba de gas venenoso, sin que ella lo sepa. Cuando son conscientes de los planes de Mannings, Nick y la chica deciden huir, pero descubren que tendrán que enfrentarse a un ejército de asesinos a sueldo para poder sobrevivir.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/qobimZ1TkVJYiJDAOzVRMdBX3a8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/l2bcbH8XSEFNXGCkemc5okiUCXe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/meHv9uXFvxB9DxCSUk0zZPGCRUa.png"
    },
    {
      "id": "tmdb:48169",
      "type": "movie",
      "name": "Salario para matar",
      "ids": {
        "tmdb": 48169
      },
      "overview": "Un mercenario es contratado para proteger al propietario de una mina en el transporte de un cargamento de plata a lo largo de la frontera de Texas en los tiempos de la Revolución Mexicana.",
      "year": 1968,
      "poster": "https://image.tmdb.org/t/p/w342/7iy5eiOJznh4kotlIY7HYISyIJL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/d9UmrrINacgZtMRQBazAxN6eX4h.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2rfif0yirHihauzQ8efRgdJ7Q3d.png"
    },
    {
      "id": "tmdb:41264",
      "type": "movie",
      "name": "Adiós África",
      "ids": {
        "tmdb": 41264
      },
      "overview": "Documental que se centra en los aspectos más insólitos y desagradables de lavida africana. Se plasman con gran detalle, las tradiciones y ritos másextraños y crueles de las culturas primitivas de Africa.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/w6NX5XANveNK49c37c7yl6U1oaz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eIbAyXb4l2VxmudtMipXM2CKiok.jpg"
    },
    {
      "id": "tmdb:16885",
      "type": "movie",
      "name": "El general",
      "ids": {
        "tmdb": 16885
      },
      "overview": "Historia de Martin Cahill, un capo de la mafia irlandesa, que mantuvo en jaque a la policía durante 25 años.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/9xeW8Exyi5K0xwj6YCVsFBGoP4O.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oNo9VVJ1zgU2nJ1W9YbNXA9fy7p.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/G3FOHdwfMkZXBvsiUESCdzEaEv.png"
    },
    {
      "id": "tmdb:423",
      "type": "movie",
      "name": "El pianista",
      "ids": {
        "tmdb": 423
      },
      "overview": "Varsovia, 1939. El pianista polaco de origen judío Wladyslaw Szpilman (Adrien Brody) interpreta un tema de Chopin en la radio nacional de Polonia mientras la aviación alemana bombardea la capital. El régimen nazi ha invadido el país, y como hace en otros países invadidos, lleva a cabo la misma política con respecto a los judíos. Así Szpilman y toda su familia -sus padres, su hermano y sus dos hermanas- se ven obligados a dejar su casa y todo lo que les pertenece para trasladarse con miles de personas de origen judío al ghetto de Varsovia. Mientras Wladyslaw trabaja como pianista en un restaurante propiedad de un judío que colabora con los nazis, su hermano Henryk (Ed Stoppard) prefiere luchar contra los nazis. Pero tres años más tarde, los habitantes del ghetto son trasladados en trenes hacia campos de concentración.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/mxfLOWnHnSlbdraKfzRn5mqoqk7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hHrEwLQKpc3rVIzccMThmu6ou9M.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aB69H37bMYVXi03RBHqEjEa9iSL.png"
    },
    {
      "id": "tmdb:8689",
      "type": "movie",
      "name": "Holocausto caníbal",
      "ids": {
        "tmdb": 8689
      },
      "overview": "Cuatro jóvenes documentalistas se adentran en la selva amazónica (América del Sur) para realizar un reportaje sobre las tribus que habitan en esa región, de las que se dice que todavía practican el canibalismo. Debido a la desaparición de los reporteros, dos meses después un grupo de rescate es enviado para averiguar qué ha sido de ellos; lo único que encuentran es el material filmado sobre su terrible fin.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/r7JBDaxsU0Uw1liRjDpv3e4xpXF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ptg4aaFbrNNg8If5ZtbQa5r4Nz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1HfnMUnUiA2fiQPONoIgEgGa03z.png"
    },
    {
      "id": "tmdb:29895",
      "type": "movie",
      "name": "Inmersión de emergencia",
      "ids": {
        "tmdb": 29895
      },
      "overview": "El oficial médico de la Marina de los EE. UU., Jake Fuller, es seleccionado para una visita de buena voluntad a bordo de un submarino ruso. Pero él y su compañero, el teniente Swain, terminan solos entre uno terroristas que se han apoderado del submarino y amenazan con disparar sus armas nucleares.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/5HVw8NBztKu15Nojr7Zn7dcoOEs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iADZV4fOMf6dKjuQ8YIlVas2cNw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/moLv0Hl8z8B3FR3TMmIqNBItyzN.png"
    },
    {
      "id": "tmdb:287948",
      "type": "movie",
      "name": "Transporter legacy",
      "ids": {
        "tmdb": 287948
      },
      "overview": "En los bajos fondos de Francia, Frank Martin (Ed Skrein) es conocido como «Transporter», el mejor conductor y mercenario que se puede comprar con dinero. Frank se rige por tres simples reglas: sin nombres, sin preguntas y sin renegociaciones, y transporta cualquier cosa por el precio adecuado. Hasta que conoce a la misteriosa mujer fatal llamada Anna (Loan Chabanol), que lidera un grupo de mortíferos asaltantes y que no se detendrá ante nada con tal de acabar con una despiadada banda rusa de traficantes humanos. Anna sabe que Frank es el mejor en su trabajo y, para asegurarse su colaboración, mantiene rehén a su padre (Ray Stevenson). Ahora, padre e hijo se verán obligados a trabajar con Anna para llevar a esta peligrosa banda ante la justicia.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/eQ8jVLAVUG3XozFcFKyXMaWam2D.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/a4bZTOtKE3bVUMtFnRshQ06sPV4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/adhVywytbACAS1ohePjpDHLoJsk.png"
    },
    {
      "id": "tmdb:114333",
      "type": "movie",
      "name": "La caza",
      "ids": {
        "tmdb": 114333
      },
      "overview": "Tres amigos van de caza a un coto que fue escenario de una batalla durante la Guerra Civil (1936-1939). Todos ellos están pasando por momentos difíciles, separaciones, problemas con el alcohol, de modo que lo que iba a ser una tranquila jornada de caza se convierte en un enfrentamiento entre los tres.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/2lODWq6rLdcb8hLuQpt9qHSAatW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wRrJUyd8v8sozRdPw2xDRsLkHFo.jpg"
    },
    {
      "id": "tmdb:104974",
      "type": "movie",
      "name": "Capitán Apache",
      "ids": {
        "tmdb": 104974
      },
      "overview": "Capitán Apache es el nombre de un oficial indio del ejército de los EE.UU. Cuando un comisario federal, amigo de los indios, es asesinado, Capitán Apache se ocupa de investigar el caso. Las últimas palabras pronunciadas por el federal antes de morir, \"April morning\", son la primera pista que puede llevarlo a descubrir a los asesinos. (FILMAFFINITY)",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/hIjIPEb06ZivzJYwImj0CJ5QARx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ygA5i1aoX5DxI0b1LWK54JZTTPc.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6MlCoTx5fzIKdAY1mSmPoVbkEqJ.png"
    },
    {
      "id": "tmdb:22613",
      "type": "movie",
      "name": "El forajido",
      "ids": {
        "tmdb": 22613
      },
      "overview": "Billy el Niño y Doc Holliday huyen del sheriff Pat Garret, que antes había sido su amigo. Los forajidos llevan consigo a la mestiza Río, que es la chica de Bill. Las peleas entre los dos amigos son constantes: cuando no es por los caballos es por Río.",
      "year": 1943,
      "poster": "https://image.tmdb.org/t/p/w342/gdNHBdbxOKwiLl16VuvfZW6aitU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aZp0M9AYjZdV71r2xVaLmluPB5Z.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gc3Z46MUMvVwM4WFNlGgWrX1v1S.png"
    },
    {
      "id": "tmdb:37327",
      "type": "movie",
      "name": "Caravana de paz",
      "ids": {
        "tmdb": 37327
      },
      "overview": "Travis y Sandy, dos jóvenes tratantes de caballos, aceptan la oferta de guiar a un grupo de mormones que pretenden instalarse en el Oeste, en el valle del río San Juan, para cultivar tierras fértiles. La caravana emprende un dificultoso viaje por parajes desérticos. Pronto se les unirá un trío de artistas ambulantes que se dirigen a California: se trata de una pareja madura y la joven Denver, de quien Travis no tarda en enamorarse. Pero su encuentro con los Clegg, forajidos a quienes persigue la justicia, los pondrá en graves apuros.",
      "year": 1950,
      "poster": "https://image.tmdb.org/t/p/w342/fVrDqPEzoQS3fyxSAjgDGysqzbE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kdYgSgFCGhnW1YYHC9Oqzr9Vnwh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oIxUmRlstMyewgWJRb9mY3MyPAf.png"
    },
    {
      "id": "tmdb:371797",
      "type": "movie",
      "name": "Adiós cordera",
      "ids": {
        "tmdb": 371797
      },
      "overview": "En un pequeño pueblo viven Antón, Amelia y sus dos hijos. Amelia cae gravemente enferma, pero la familia atraviesa serias dificultades económicas. Antón se ve entonces obligado a vender su bien más preciado, la vaca Cordera, decisión que intenta retrasar todo lo posible debido al gran cariño que sienten los niños por el animal.",
      "year": 1969,
      "poster": "https://image.tmdb.org/t/p/w342/uEHHSpq3B3lIIKOFcFfGeWVTb0W.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1ADRytDTlIsGB0vLQGvuFwsbwaL.jpg"
    },
    {
      "id": "tmdb:115606",
      "type": "movie",
      "name": "Atilano, presidente",
      "ids": {
        "tmdb": 115606
      },
      "overview": "Atilano Bermejo es un fullero de poca monta que se ve envuelto en el timo de su vida: ser presidente del gobierno. Su carisma y su falta de inquietudes sociales le convierten en un candidato político idóneo para un grupo de banqueros que buscan una buena imagen pública tras la que esconderse y disfrazar sus ambiciones.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/81jhtO16mmAKSjblBKIcXYlytAF.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:505",
      "type": "movie",
      "name": "Johnny el guapo",
      "ids": {
        "tmdb": 505
      },
      "overview": "Johnny el guapo (Mickey Rourke) es conocido por este nombre debido a la terrible deformación de su cara. Está en prisión, donde paga por un robo en el que sus cómplices lo dejaron tirado asesinando, además, a su mejor amigo. La policía le propone salir, a cambio del nombre de los criminales, pero Johnny se resiste. Tiene su propio código moral y, además, sería un blanco inconfundible por su aspecto. Un cirujano plástico le ofrece la posibilidad de cambiar su rostro, de forma que, bajo otra identidad, comience de nuevo. Johnny acepta, y aunque todo parece haber salido bien, la cirugía no logra borrar ni sus recuerdos ni su pasado.",
      "year": 1989,
      "poster": "https://image.tmdb.org/t/p/w342/iggyryyy2IoUm7dTuN6YVOMTK8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3rJ0EjEh1nlXY8TlA2f26jlCoom.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gAGgxdUfOQUsJ45e2pXgDvRvHXJ.png"
    },
    {
      "id": "tmdb:172396",
      "type": "movie",
      "name": "Los recaudadores",
      "ids": {
        "tmdb": 172396
      },
      "overview": "A.K. (Casper Van Dien) y Ray (Rick Fox), un par de matones de la mafia, llegan a Nueva York procedentes de Nueva Orleáns para seguirles la pista a varios tipos que tienen cuentas pendientes con el capo Dino Grandelli. Uno de ellos se enamora de la prostituta Lyla (Charlene Francique) y, cuando se entera de que uno de los tipos que persiguen le ha salvado la vida a la chica, hacen un trato. En vez de cobrarle buscarán otra forma de conseguir el dinero, pero lograrlo no será tan fácil, ya que la policía neoyorkina los busca con la ayuda de la detective Bailey (Catherine Oxenberg).",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/d0VdR3E4QBZgtUZLpHhHBoHNeKc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cbJGVOiD3tkjqLuVpAsPoTkPScP.jpg"
    },
    {
      "id": "tmdb:59350",
      "type": "movie",
      "name": "Vidas pequeñas",
      "ids": {
        "tmdb": 59350
      },
      "overview": "La crisis y la pésima gestión en sus negocios han llevado a la celébre diseñadora Bárbara Helguera a la quiebra. Devorada por la frustración, perseguida por los acreedores, su fuga hacia adelante la impulsa a aislarse del mundo.El azar la hace toparse con Andrés, un anacoreta que actúa de 'estatua viviente' en un hipermercado de extrarradio, quien la invita a instalarse junto a él en su cabaña en el cámping 'Vista Hermosa', a las afueras de Madrid.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/qUbInjdB7f0XF1xBQGny3fAImn2.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:1369",
      "type": "movie",
      "name": "Rambo: Acorralado Parte II",
      "ids": {
        "tmdb": 1369
      },
      "overview": "Rambo es excarcelado y enviado de vuelta al Vietnam con una nueva misión: averiguar el paradero de unos soldados norteamericanos desaparecidos. Tras saltar en paracaídas en la jungla, portando únicamente un cuchillo y un arco con flechas, se le dice que no ataque al enemigo y que sólo haga fotografías de reconocimiento. Pero el plan no saldrá como estaba previsto.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/TuW7rwhdVPrm3qBsBGnn747Uar.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2vlFPft9hDZEdQJSVqNznZVILrj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uUTS5ZTXFLNszIG8B2yzvXpHdWf.png"
    },
    {
      "id": "tmdb:92607",
      "type": "movie",
      "name": "El seductor",
      "ids": {
        "tmdb": 92607
      },
      "overview": "Cosme, un chico de quince años, vive con sus padres y su hermana en un chalet adosado. La monotonía de su vida cambia cuando se enamora de su vecina Merche, una hermosa mujer que tiene casi veinte años más que él.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/oY3fFfApzhKgYEcLsKruqQQzdoa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cbqBM7Mb2nPFSMX3Dlhg2gBNK4E.jpg"
    },
    {
      "id": "tmdb:9394",
      "type": "movie",
      "name": "Le llamaban Trinidad",
      "ids": {
        "tmdb": 9394
      },
      "overview": "Después de atravesar medio desierto, Trinidad, un tipo muy diestro con el revólver, descubre que su hermano mayor, otro granuja como él, es ahora el sheriff de un pequeño pueblo. Como no tiene nada urgente que hacer, decide quedarse a comer y descansar por algún tiempo.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/28kVOdftrAWAUm0qUChaj2s7xjq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pVUehndhQNirCcQ28b94ozjAXGm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/usumcnPeEKElnWlKGpdEa790RZb.png"
    },
    {
      "id": "tmdb:2436",
      "type": "movie",
      "name": "Double Dragon",
      "ids": {
        "tmdb": 2436
      },
      "overview": "Adaptación al cine del videojuego de Konami, de 1988. El mundo se ha sumido en el caos; la policia sólo patrulla durante el día, la noche pertenece a las bandas y al crimen organizado. Koga Suko es un empresario que desea el poder absoluto, para lograrlo debe reunir los dos fragmentos del doble dragón para formar un amuleto que le otorgará grandes poderes. Lo malo es que una parte del amuleto está en poder de los hermanos Lee, dos expertos en artes marciales que se ganan la vida peleando. Pero esta no es la única amenaza para Suko; también debe enfrentarse a los Power Corps, un grupo que lucha para devolver la seguridad a las calles.",
      "year": 1994,
      "poster": "https://image.tmdb.org/t/p/w342/9ZTYSD8ZesYMKqLRbmVfZUW1FiE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vFHLtDLU2PhL75VFtfwoVNcFEiK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/b4BYOD67aNWQU7wmkPIl5bhbknh.png"
    },
    {
      "id": "tmdb:29876",
      "type": "movie",
      "name": "Último deseo",
      "ids": {
        "tmdb": 29876
      },
      "overview": "Un grupo de hombres de negocios y militares prominentes disfrutan de un fin de semana en un burdel rural. Pero en el exterior, el apocalipsis nuclear borra la Europa que conocían. Lo único que queda son seres humanos cegados.",
      "year": 1976,
      "poster": "https://image.tmdb.org/t/p/w342/y0mxSJVLmpwtHuL8Yqe7nPfvRgW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/R8XKTghIH8rnqw9iuGRVOkCtF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/r1DTtP5NAF2fuyUhTfJcMK3tSKn.png"
    },
    {
      "id": "tmdb:21043",
      "type": "movie",
      "name": "El método",
      "ids": {
        "tmdb": 21043
      },
      "overview": "Siete aspirantes a un puesto ejecutivo se presentan a la prueba de selección de personal de una empresa multinacional, situada en un rascacielos de Madrid. Sus personalidades son de lo más dispar: el triunfador, el agresivo, la mujer insegura, el crítico, el indeciso. En un clima de tensa competitividad, el miedo y las dudas se irán apoderando de los participantes, que caen en un estado de paranoia tal que llegan a sospechar que están siendo observados por cámaras o que, entre ellos, puede haber un psicólogo infiltrado que ya los está evaluando. Esta atmósfera claustrofóbica pone de manifiesto la falta de escrúpulos de los aspirantes.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/uIxB03i67S2V3uBAk5KiaIM7Kj8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8J7IL5w28ZWUZY6080S1GSpvS7t.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/odQatnqJ8HoI2N2FeU5HQZkxd16.png"
    },
    {
      "id": "tmdb:466411",
      "type": "movie",
      "name": "Más veloz que la muerte",
      "ids": {
        "tmdb": 466411
      },
      "overview": "Basada en hechos reales, cuenta la historia de Don Aronow, un multimillonario que con sus rápidas motoras ganó innumerables carreras de lanchas... y transportó toneladas de cocaína a Miami.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/lzR2GneOf4FiIqhB74pmqMNfuMr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7FLhc2MkTewJZrimZDSQmjYVdg1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9qlCWvyyxAaAj5DIoCaUoY6ojjQ.png"
    },
    {
      "id": "tmdb:454615",
      "type": "movie",
      "name": "Operación rescate",
      "ids": {
        "tmdb": 454615
      },
      "overview": "Un operario despierta atrapado dentro de un submarino. Con la ayuda de un compañero prisionero y un agente, debe correr contra reloj para escapar de la embarcación y exponer a quien lo dejó allí.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/cPRUqSXVzTF5pprezqi5NZPr9Kt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/z7brrEIorJHC5frUNe2g7FvIgQP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/AoPCcF7o3jEiuuroZKP20E5sO7I.png"
    },
    {
      "id": "tmdb:238122",
      "type": "movie",
      "name": "El ángel",
      "ids": {
        "tmdb": 238122
      },
      "overview": "\"El Ángel\" (Raphael), astuto y habilísimo cerebro gris especializado en células fotoeléctricas, es propietario de una boîte elegante de Madrid donde, a su vez, actúa como cantante. El suicidio, provocado por él, de su amiga Ivet promueve una honda crisis en su vida que le hace apartarse de sus actividades y entra de religioso en un convento. La boîte, con la que mantendrá siempre una afectiva conexión, sigue funcionando en manos de un íntimo amigo suyo. La desaparición de \"El Ángel\" provoca un enorme estupor hasta que todo el mundo que la frecuentaba antes se entera de su nueva situación.",
      "year": 1969,
      "poster": "https://image.tmdb.org/t/p/w342/mtH4QWCpjjKlhuQIfiJo654Eijt.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:35796",
      "type": "movie",
      "name": "Inocencia rebelde (Lawn Dogs)",
      "ids": {
        "tmdb": 35796
      },
      "overview": "En un barrio residencial, la amistad entre una niña de diez años, solitaria y fantasiosa, y el jardinero, un joven de veintiún años, alarma a los padres de la chica, que desconfían de un chico tan mayor y que no pertenece a su clase social.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/ggNYSma4nzCkinQjMKpYGz2TlAp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/e9YpprWATHMwSGagzDktNVrOWi4.jpg"
    },
    {
      "id": "tmdb:5528",
      "type": "movie",
      "name": "Los chicos del coro",
      "ids": {
        "tmdb": 5528
      },
      "overview": "En 1948 Clément Mathieu, profesor de música desempleado, acepta un puesto como profesor vigilante en un internado de reeducación de menores. El sistema represivo aplicado por el director conmociona a Mathieu. Enseñándoles música y canto coral a estos niños tan difíciles, Mathieu transformará sus vidas cotidianas.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/f0FrAsLdcnCbvbT9Ofj31UkmcNe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gCRlj9soFwM7ME5nz3MKruR3yyV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o1K8iSNLLXFDOfAVapjNBFVh0YW.png"
    },
    {
      "id": "tmdb:1108958",
      "type": "movie",
      "name": "La sirvienta",
      "ids": {
        "tmdb": 1108958
      },
      "overview": "Lera, trabajadora del servicio doméstico, es acusada de un delito. En el calabozo de las dependencias de un cuartel de la Guardia Civil conoce a Mihaela y a Julia, dos prostitutas con las que comparte la historia que le salvó la vida. La historia de Vicenta María López Vicuña, fundadora de las Religiosas de María Inmaculada, que desde hace más de 150 años llevan dedicadas a la promoción de las mujeres que salían de sus pueblos para labrarse un futuro mejor en el servicio doméstico de la capital.\r La historia real de una mujer, de muchas.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/8DuhchJlvKyT08peLDSLE8ed8Oi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sMree7qOX4OuOtTb97yMeUggeAH.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wEwW3g2HFjK7TJCTgFt5W1ZNQyH.png"
    },
    {
      "id": "tmdb:44741",
      "type": "movie",
      "name": "Malicia",
      "ids": {
        "tmdb": 44741
      },
      "overview": "En un piso de Catania, en los años cincuenta se reúnen muchas personas de luto por la muerte de la esposa de Ignazio La Brocca, dueño de una próspera sastrería y padre de tres hijos.Entre los presentes hay una joven, Angela La Barbera, que precisamente ese día iba a empezar a trabajar como interina para la familia. El viudo y los tres hijos pronto se acostumbran a los cuidados dulces y atentos de la nueva presencia femenina.El viudo no consigue resistir a la tentación y decide casarse con ella a pesar del poco tiempo transcurrido desde la muerte de su mujer. Además de la presencia dominante de un gran retrato de la primera esposa, otro obstáculo para la unión es el hijo Nino, totalmente obsesionado por la mujer. Entre los dos se va instaurando una relación maliciosa y cruel, en la que Angela se presta a los juegos eróticos del adolescente con tal de conseguir el consenso para casarse con su padre.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/aFDzUNTAFKIl5WK8Llrhz1AfVTt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i3CV5KhT2Y1xv0j606GE9jgc2SC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sSkA55gd1YGZoq9orLjdFJ29zjt.png"
    },
    {
      "id": "tmdb:47959",
      "type": "movie",
      "name": "Callas Forever",
      "ids": {
        "tmdb": 47959
      },
      "overview": "La cinta hace una invención de los últimos meses de la Gran Diva de la ópera,... retirada en su apartamento de Paris, hasta que un representante musical: Larry Nelly (Jeremy Irons) con el que antaño había trabajado, le propone una nueva aparición estelar. Franco Zeffirelli recrea un ambiente en el que Fanny Ardant demuestra su calidad interpretativa, rodeada de jóvenes como Jay Rodan y el modelo Gabriel Garko muy del estilo Pasolini.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/yQZma693MdgyMAyV49c1MQUWRcO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/miF9RKGC0pqsNq0oiwKGMge8K1Z.jpg"
    }
  ]
}