{
  "metas": [
    {
      "id": "tmdb:11056",
      "type": "movie",
      "name": "Darkness",
      "ids": {
        "tmdb": 11056
      },
      "overview": "Una chica adolescente se muda a una casa de campo con su familia. Pronto descubre que su lúgubre nuevo hogar tiene un pasado horroroso que amenaza con destruir a su familia.  En esta casa hay algo, algo oscuro y muy antiguo que permanece inmóvil, escondido y en silencio. Sólo espera, agazapado en la penumbra durante años, trazando planes. De hecho, su medio es la oscuridad. Sólo en ella puede manifestarse y desplazarse, e incluso toma su nombre. Y vive aquí desde que alguien trató de invocarlo hace más de cuarenta años. Porque esta casa guarda un secreto, un pasado abominable, un acto de maldad inconcebible. Siete niños, gente sin rostro, un círculo que debe ser completado. Y sangre, mucha sangre. Y una nueva familia acaba de instalarse en esta casa. Un niño pequeño. Un padre inestable capaz de perder los nervios en cualquier momento. Un blanco perfecto. El lugar exacto en el instante preciso.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/eJvN8xqr1znl1fPNgmFMvzVLS4k.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iNAaqKgs3exc8UdU1LYIPwE8JEn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4V2zc3wzgUsoqfRaVIwjNKR5wl4.png"
    },
    {
      "id": "tmdb:36102",
      "type": "movie",
      "name": "Almas sin conciencia",
      "ids": {
        "tmdb": 36102
      },
      "overview": "Tres estafadores que operan en Roma, Augusto, Roberto y Picasso, preparan un golpe con la ayuda de otro timador, conocido con el sobrenombre de \"El Barón\". Éste les espera en una solitaria carretera para entregarles las instrucciones. El trío llega a una casa de campo donde, aprovechándose de la buena fe de unas pobres mujeres, les estafan cerca de medio millón de liras.",
      "year": 1955,
      "poster": "https://image.tmdb.org/t/p/w342/aRlA9tE6ZhiFIKf9aAYOHZ7xanR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tzb3epsqaSJMiBwKtK4GtW25ryq.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/AbTWTyIhTg04tui8IkRLIxq0ZSM.png"
    },
    {
      "id": "tmdb:10161",
      "type": "movie",
      "name": "Mi pie izquierdo",
      "ids": {
        "tmdb": 10161
      },
      "overview": "Christy Brown es un enfermo de parálisis cerebral, nacido en el seno de una numerosa y mísera familia irlandesa. Su madre es la única que lo ve como un chico con talento y sensibilidad. Con el tiempo, Christy se revela como un irascible pero talentoso escritor y pintor, que utiliza su pie izquierdo -la única parte de su cuerpo que tiene motricidad- como instrumento.",
      "year": 1989,
      "poster": "https://image.tmdb.org/t/p/w342/zhBhzNvUbIqjl2xDmwuTPmDNwYi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/46ow87Pzin4qSZJOhCP2zeQkyNP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6nXglCb43TTiY3z5YFpO9kS8GVa.png"
    },
    {
      "id": "tmdb:9394",
      "type": "movie",
      "name": "Le llamaban Trinidad",
      "ids": {
        "tmdb": 9394
      },
      "overview": "Después de atravesar medio desierto, Trinidad, un tipo muy diestro con el revólver, descubre que su hermano mayor, otro granuja como él, es ahora el sheriff de un pequeño pueblo. Como no tiene nada urgente que hacer, decide quedarse a comer y descansar por algún tiempo.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/28kVOdftrAWAUm0qUChaj2s7xjq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pVUehndhQNirCcQ28b94ozjAXGm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/k5j5t01uQYnZLY2x6rbqooEDrdH.png"
    },
    {
      "id": "tmdb:65864",
      "type": "movie",
      "name": "Huracán sobre México",
      "ids": {
        "tmdb": 65864
      },
      "overview": "Entre los EEUU y México se está traficando con armas cuyo destino es el movimiento rebelde, lo que puede derivar en un conflicto diplomático. El ejército estadounidense enviará al capitán Morrison.",
      "year": 1967,
      "poster": "https://image.tmdb.org/t/p/w342/iNJCPUWuGAukUILIEty7kwvdt0f.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wQ2GwTvLfubLzlmmwJ8RuTYYvWL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bGSiRlyWxw0rBgJeTYs02tt2TYv.png"
    },
    {
      "id": "tmdb:29498",
      "type": "movie",
      "name": "La última señora Anderson",
      "ids": {
        "tmdb": 29498
      },
      "overview": "Un hombre llamado Art Anderson, casado felizmente por cuarta vez, tras tres matrimonios frustrados, encuentra el cuerpo desnudo de su última esposa flotando en la piscina de su casa. Todo indica que ha sido un accidente, pero la policía comenzará una investigación.",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/qHaDNESVAdcy2o7CkptL78piW6U.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zuZ2G74vPtJkxC7MrgWP5E6uf9n.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/piSzHIqlp4VfIiNLEZ9Hh2mTW8Q.png"
    },
    {
      "id": "tmdb:95744",
      "type": "movie",
      "name": "La montaña rusa",
      "ids": {
        "tmdb": 95744
      },
      "overview": "Tres amigos de la infancia, una mujer y dos hombres, vuelven a encontrarse muchos años después. Surge así un triángulo: en un vértice, el sexo; en otro, el amor; y en medio, la protagonista hecha un lío. Comedia romántica y sentimental en torno el sexo, el amor y sus muchas y complicadas combinaciones.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/wvNvaPnfu6QlD5gKDsXnGNsCMcc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/a0mB7bqLjliHfzrioXmJXaHuxs4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2Xplm2dy8GVs7RxMN1juSEi4aZJ.png"
    },
    {
      "id": "tmdb:30903",
      "type": "movie",
      "name": "La perversa señora Wardh",
      "ids": {
        "tmdb": 30903
      },
      "overview": "Una mujer corre peligro de caer víctima de un asesino psicótico que asola las calles (o mejor dicho, los canales) de Venecia. Como sospechosos tenemos a su ex marido, su ex amante y su actual amante.",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/fX0fzO10l9aToZ9oMPyqRKaCBDv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/awpPwtNAwGfUUedcYa4DLnwrmQO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oePQifRQlwEnFp4yOeTnVhvOFBF.png"
    },
    {
      "id": "tmdb:21851",
      "type": "movie",
      "name": "La pérdida",
      "ids": {
        "tmdb": 21851
      },
      "overview": "Kevin es un psiquiatra americano que se ha convertido en un exitoso autor. Durante la promoción de su último libro, es visitado por la hermana de una vieja paciente, que le pide volver a Barcelona para reabrir el caso de su hermana. Allí volverán sombras de un pasado que su mente había suprimido...",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/kaqziDs3hAixDLX9GQYFZlTwAct.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:11699",
      "type": "movie",
      "name": "Teniente corrupto",
      "ids": {
        "tmdb": 11699
      },
      "overview": "Terence McDonagh (Nicolas Cage) es un poco ejemplar teniente de la policía, adicto al juego y a las drogas, que investiga el asesinato de cinco inmigrantes senegaleses en la Nueva Orleans post-Katrina.... Remake de la película \"Teniente corrupto\", dirigida por Abel Ferrara en 1992 y protagonizada entonces por Harvey Keitel.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/qxNAEJM8y04zfX2FOYSd3yPuJwO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sFvua3kn01el9eUcu7Sy639iHI5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fXPyGmmaiWGzUtZ2oEsSRMicQqD.png"
    },
    {
      "id": "tmdb:115890",
      "type": "movie",
      "name": "Los placeres ocultos",
      "ids": {
        "tmdb": 115890
      },
      "overview": "Eduardo, un importante ejecutivo, conoce a Miguel, un atractivo joven de barrio de quien se enamora. Turbios personajes como Rosa, una mujer casada que engaña a su marido con los jovencitos del barrio, las prostitutas, los chulos, los navajeros, los chantajistas serán determinantes en el destino de los protagonistas.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/nySJOOZrQp8d29vUC3AdVhUhpJb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rlSsDsuJyoJDT6pPxaYwGNO0AsM.jpg"
    },
    {
      "id": "tmdb:22613",
      "type": "movie",
      "name": "El forajido",
      "ids": {
        "tmdb": 22613
      },
      "overview": "Billy el Niño y Doc Holliday huyen del sheriff Pat Garret, que antes había sido su amigo. Los forajidos llevan consigo a la mestiza Río, que es la chica de Bill. Las peleas entre los dos amigos son constantes: cuando no es por los caballos es por Río.",
      "year": 1943,
      "poster": "https://image.tmdb.org/t/p/w342/gdNHBdbxOKwiLl16VuvfZW6aitU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aZp0M9AYjZdV71r2xVaLmluPB5Z.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gc3Z46MUMvVwM4WFNlGgWrX1v1S.png"
    },
    {
      "id": "tmdb:153588",
      "type": "movie",
      "name": "Destinos cruzados",
      "ids": {
        "tmdb": 153588
      },
      "overview": "Lulu Belle canta en un local barato de Natchez, Mississippi, a principios de 1900, donde conoce al joven y prometedor abogado George Davis, quien renuncia a su novia y su carrera para casarse con Lulu Belle. Cuando se acaba el dinero, Lulu se va a trabajar a Nueva Orleans, a un club dirigido por el duro Mark Brady. Para deshacerse de George, finge que se ha enamorado del luchador  Butch Cooper, a quien George, en un ataque de celos, lanza un puñado de tenedores a la cara. Lo envían a la cárcel y Lulu se va a Nueva York con el millonario Harry Randolph, que la convierte en la sensación de Broadway y le pide que se case con él, a lo que ella se niega cuando se entera de que George ha sido liberado de la prisión, pues es el único hombre al que realmente ha amado.",
      "year": 1948,
      "poster": "https://image.tmdb.org/t/p/w342/1TgNdcCMU8FifsnzLl8veXEoUn9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8SnzPBj5SNUq6Rd7HCFcptZsXmI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1qvcHpqT8drdFcXHflJ5l9AkPpT.png"
    },
    {
      "id": "tmdb:115671",
      "type": "movie",
      "name": "Las crueles",
      "ids": {
        "tmdb": 115671
      },
      "overview": "Un editor de novelas comienza a recibir paquetes con un contenido macabro: miembros de un cadáver femenino. La aparición de una misteriosa mujer que parece relacionada con los paquetes le conducen a una situación de dramático desenlace.",
      "year": 1969,
      "poster": "https://image.tmdb.org/t/p/w342/x2VrAKY0VRHyidgJTunIn3H2Q21.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:144069",
      "type": "movie",
      "name": "La criada",
      "ids": {
        "tmdb": 144069
      },
      "overview": "Anna (Guerin), la hermosa esposa de un abogado, se siente abandonada por este, por lo que decide irse unos días con su sirvienta (Michelsen) al pueblo natal de esta. A partir de este momento comenzará una extraña relación entre ellas.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/s9pXocmKhkvLazafoL0oUGIn3Me.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/p2bq3g5YfkWIKCjV5i289brZsJR.jpg"
    },
    {
      "id": "tmdb:9769",
      "type": "movie",
      "name": "Lolita",
      "ids": {
        "tmdb": 9769
      },
      "overview": "Humbert es un europeo culto, brillante y atractivo que se instala en una ciudad de Nueva Inglaterra como profesor. Una vez allí, se hospeda en casa de Charlotte, una voluptuosa viuda, que ve en Humbert la encarnación de sus fantasías provincianas. Pero Humbert oculta una herida envenenada: el recuerdo de un frustrado amor de adolescencia. Por eso, Lolita, la hija de Charlotte, se le aparece a Humbert como la materialización de sus sueños.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/3nTCYIR9kwBDAnbjNlf6IHMEHry.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kYZbdtV7JKYjyCwFzh3ocoGnLnk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tzlgvs6dXNjk91U96PnVQzHf7A1.png"
    },
    {
      "id": "tmdb:324786",
      "type": "movie",
      "name": "Hasta el último hombre",
      "ids": {
        "tmdb": 324786
      },
      "overview": "Narra la historia de Desmond Doss, un joven médico militar que participó en la sangrienta batalla de Okinawa, en el Pacífico durante la II Guerra Mundial, y se convirtió en el primer objetor de conciencia en la historia estadounidense en recibir la Medalla de Honor del Congreso. Doss quería servir a su país, pero desde pequeño se había hecho una promesa a sí mismo: no coger jamás ningún arma.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/m3jj8IJ7uP5p4MqMzgtGW5l4ECd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gQzf1YLUicwHyXyjYNMtk44VjgO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xxucMCBH6h3iJ0Jc8JtVFNnen65.png"
    },
    {
      "id": "tmdb:429",
      "type": "movie",
      "name": "El bueno, el feo y el malo",
      "ids": {
        "tmdb": 429
      },
      "overview": "Durante la Guerra de Secesión, tres cazadores de recompensas se lanzan a la búsqueda de un tesoro que ninguno de los tres truhanes puede localizar sin la ayuda de los otros dos. Tuco sabe que el tesoro se encuentra en un cementerio, mientras que Joe conoce el nombre inscrito en la tumba que lo esconde. Mientras tanto, Sentenza no duda en matar a mujeres y niños para conseguir su meta. De esta forma, los tres hombres colaboran en apariencia, pero al final intentarán eliminarse mutuamente.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/fSWnIXsxA47smMLwRELSWkxbVJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tEzlu5U9gQrE55XF1piXPZBtOrD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e0brYd78ykMjc6r2i0R46cEuPSW.png"
    },
    {
      "id": "tmdb:27578",
      "type": "movie",
      "name": "Los mercenarios",
      "ids": {
        "tmdb": 27578
      },
      "overview": "Un grupo de mercenarios es contratado para infiltrarse en un país sudamericano y derrocar a su despiadado y corrupto dictador. Una vez allí, se verán atrapados en una telaraña de engaño y traición. Una vez fracasada la misión, tendrán que enfrentarse a un reto aún más difícil; salvar la unidad del grupo y la amistad que los ha unido durante largos años.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/qiKXe4xbXnXdrhQXmXpZwG4Qlkv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7iugqPsB7BkqPouupLjmMDHsk45.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7Gjh8HJpkgQplW0ydg1xJrZWwAC.png"
    },
    {
      "id": "tmdb:530385",
      "type": "movie",
      "name": "Midsommar",
      "ids": {
        "tmdb": 530385
      },
      "overview": "Una pareja estadounidense que no está pasando por su mejor momento acude con unos amigos a un festival de verano que se celebra cada noventa años en una aldea remota de Suecia. Lo que comienza como unas vacaciones de ensueño en un lugar en el que el sol no se pone nunca, poco a poco se convierte en una oscura pesadilla cuando los misteriosos aldeanos les invitan a participar en sus perturbadoras actividades festivas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/a4Uwb4vnep76r1HRNduFgT9MRez.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vxKs0JLPT63lcYZTK8P6b3SaFff.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mjf2CyGrMqjUjsjXsaEsakBrOdA.png"
    },
    {
      "id": "tmdb:965",
      "type": "movie",
      "name": "El cuarto mandamiento",
      "ids": {
        "tmdb": 965
      },
      "overview": "A finales del siglo XIX, la mansión Amberson es la más fastuosa de Indianápolis. Cuando su dueña, la bellísima Isabel, es humillada públicamente, aunque de forma involuntaria por su pretendiente Eugene Morgan, lo abandona y se casa con el torpe Wilbur Minafer. Su único hijo, George, crecerá demasiado consentido y malcriado. Años más tarde, Eugene regresa a la ciudad con su hija Lucy, de quien se enamora el engreído George.",
      "year": 1942,
      "poster": "https://image.tmdb.org/t/p/w342/vTDBlSw5lPLJi6JI7JjARNmCnZ0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7iGQ9zuHR9Z1wiKMbjuRCT8gjLW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/b8MLo4zw4lpFEu9PVWNjRY9F2RP.png"
    },
    {
      "id": "tmdb:44741",
      "type": "movie",
      "name": "Malicia",
      "ids": {
        "tmdb": 44741
      },
      "overview": "En un piso de Catania, en los años cincuenta se reúnen muchas personas de luto por la muerte de la esposa de Ignazio La Brocca, dueño de una próspera sastrería y padre de tres hijos.Entre los presentes hay una joven, Angela La Barbera, que precisamente ese día iba a empezar a trabajar como interina para la familia. El viudo y los tres hijos pronto se acostumbran a los cuidados dulces y atentos de la nueva presencia femenina.El viudo no consigue resistir a la tentación y decide casarse con ella a pesar del poco tiempo transcurrido desde la muerte de su mujer. Además de la presencia dominante de un gran retrato de la primera esposa, otro obstáculo para la unión es el hijo Nino, totalmente obsesionado por la mujer. Entre los dos se va instaurando una relación maliciosa y cruel, en la que Angela se presta a los juegos eróticos del adolescente con tal de conseguir el consenso para casarse con su padre.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/aFDzUNTAFKIl5WK8Llrhz1AfVTt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i3CV5KhT2Y1xv0j606GE9jgc2SC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sSkA55gd1YGZoq9orLjdFJ29zjt.png"
    },
    {
      "id": "tmdb:99786",
      "type": "movie",
      "name": "Mariquilla Terremoto",
      "ids": {
        "tmdb": 99786
      },
      "overview": "Mariquilla, una niña que vive con su tío en el pueblo de Las Canteras, es querida por todos por su carácter alegre y lleno de gracia. Su tío quiere que debute en el teatro del pueblo, pero el nerviosismo y la timidez de la chica hacen que las cosas no salgan bien. Quique, un joven heredero andaluz, la consuela y, a partir de ese momento, el muchacho la animará para que venza su timidez y muestre su arte al público.",
      "year": 1939,
      "poster": "https://image.tmdb.org/t/p/w342/2GAPCdcii4cN1ZXjyGnMxcMDTz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qiA0iro7wjHpELuHiIAvc1VdVf2.jpg"
    },
    {
      "id": "tmdb:28178",
      "type": "movie",
      "name": "Siempre a tu lado",
      "ids": {
        "tmdb": 28178
      },
      "overview": "Basada en una historia real. Un profesor de universidad adopta a un perro vagabundo en una estación del tren. Tras recabar información sobre el animal, el profesor descubre que el perro iba a los andenes a diario durante semanas para esperar el regreso de su amo, pero éste había muerto en un accidente en la ciudad. El perro Hachiko, al lado de su nuevo amo a quien también le cambiará la vida cuando descubre los lazos que se pueden crear entre un animal y una persona.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rLPMD8BOHjvvjjCX7BZQdqNWBm2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFCNw7ewLrc4BgRUw9mN3G3vxOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSBpv8j18UoN1G5jaQgRMTfK0O2.png"
    },
    {
      "id": "tmdb:8009",
      "type": "movie",
      "name": "Los inmortales",
      "ids": {
        "tmdb": 8009
      },
      "overview": "Son Inmortales, destinados a vivir eternamente. Deben retarse a duelos a través de los tiempos hasta que sólo quede uno. Sólo decapitados por la hoja de una espada pueden liberarse de su eterna lucha y conseguir el Premio: un poder inimaginable. Desde las tierras altas de Escocia del siglo XVI hasta el Nueva York de nuestros días, los Inmortales luchan por su recompensa, mientras el destino de los mortales se sostiene en un frágil equilibrio.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/8af3tPdbKd9iDUqWb8R5dOXShtH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iz3k081oPbRLMKVsjfukOppzEzR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jXLmUqThGQNrM5Xcnrj77GtB6Fg.png"
    },
    {
      "id": "tmdb:263472",
      "type": "movie",
      "name": "Toc, toc",
      "ids": {
        "tmdb": 263472
      },
      "overview": "Dos chicas jóvenes se presentan sin previo aviso en la casa de un hombre casado, dispuestas a seducirle y complicar su vida perfecta. Remake de \"Death Game (Las sádicas), dirigida por Peter S. Traynor en 1977.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/hRDVNV7einjCZHGQJ3j6Mqcjdaa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bBdgSTueZkT4E699Od9sxr4AaN6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9yRc1hqHNvLgAmEQpNWeY77185b.png"
    },
    {
      "id": "tmdb:2330",
      "type": "movie",
      "name": "Taxi Express",
      "ids": {
        "tmdb": 2330
      },
      "overview": "Daniel, un joven repartidor de pizzas, consigue hacer realidad uno de sus sueños: obtener la licencia de taxi. Pero un encuentro fortuito con Emilien le pone en un aprieto: para conservar su licencia de taxi, han de detener a una banda que está desmantelando los bancos del país.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/hJGTeFfEVzYGhB84YFU67B3VG4F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/148xS3PsuxDHT3VCcj3dzdU1lj3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/shKSBFh8eBz1zxEITJXkwqFon8O.png"
    },
    {
      "id": "tmdb:64084",
      "type": "movie",
      "name": "Una mujer sin escrúpulos",
      "ids": {
        "tmdb": 64084
      },
      "overview": "Un hombre está tan desesperado por promocionarse que ofrece su mujer a su jefe. A pesar de este sacrificio, otro hombre consigue el ascenso. Entonces decide suicidarse y su mujer promete vengarse de todos los implicados. (FILMAFFINITY)",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/piSwaUrbvlITD833fjrc8znU8JD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/71HJTC4R5ZG4PUXnxpy0ucjXubh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ynGmbpvQKRgyaSb1LZvaixNOsfJ.png"
    },
    {
      "id": "tmdb:390051",
      "type": "movie",
      "name": "Una historia de venganza",
      "ids": {
        "tmdb": 390051
      },
      "overview": "Roman aguarda la llegada de su esposa y su hija embarazada que vuelven de viaje. En el aeropuerto descubre que ha sucedido un terrible accidente. Roman no será capaz de descansar hasta encontrar a la persona responsable.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/q6syqQylLh6VFjHE5UE0goUxg1d.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/j26eaJw2xjLuNctwG1TjywSMdzP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rhbbEw5WtbUamLj3F8nhuidI3XT.png"
    },
    {
      "id": "tmdb:472547",
      "type": "movie",
      "name": "Misterio en la marisma",
      "ids": {
        "tmdb": 472547
      },
      "overview": "José Luis, hijo del propietario de un coto andaluz situado en las Marismas, vive aislado y obsesionado con una vieja historia familiar, de la que sólo quedan el retrato de una mujer y un collar. Se traslada a Sevilla y durante una fiesta conoce a Vera, una condesa polaca, por la que se siente inmediatamente atraído. Conoce también a otros invitados, y una serie de circunstancias le permiten desentrañar el viejo misterio familiar.",
      "year": 1943,
      "poster": "https://image.tmdb.org/t/p/w342/hdeHLYwxF2PUMbWp68rDwOygary.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:13387",
      "type": "movie",
      "name": "Transporter 3",
      "ids": {
        "tmdb": 13387
      },
      "overview": "Frank Martin (Jason Statham) es un indiscutible especialista en entregas de alto riesgo. En esta ocasión se verá obligado, bajo amenazas, a trasladar dos voluminosas bolsas y a una joven ucraniana, Valentina (Natalya Rudakova), desde Marsella hasta Odessa. ¿Qué hay en las bolsas? ¿quién es la chica? ¿qué hay detrás de esta entrega? Frank no conoce las respuestas, pero lo que realmente no sabe es la trampa que le ha tendido el adversario más despiadado y peligroso que nunca se ha encontrado...",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/A6jWpnsmiFJR9idlCOUCeP3m03I.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uhvA5n24kcMMlGEAK0l4S9MOjsG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zOFoR4cWJB1avdg9QKw8J6OOmyX.png"
    },
    {
      "id": "tmdb:120163",
      "type": "movie",
      "name": "Suspenso en comunismo",
      "ids": {
        "tmdb": 120163
      },
      "overview": "Tres españoles exiliados en Francia, interpretados por Alfredo Mayo (Demetrio), Antonio Vico y Juanjo Menéndez (Govi) están en una escuela de comunismo en Tolosa, la gran ciudad francesa del sur del país. Su maestra es Tatiana (Tota Alba), una hermosa pero muy dogmática instructora. Los agentes tienen que regresar a España con órdenes de perpetrar actos para desestabilizar el régimen que salió victorioso de la guerra civil, lo que puede incluir actos terroristas como la destrucción de centrales eléctricas. Pero los agentes comunistas estarán muy lejos de cumplir con la misión que se les ha encomendado pues les gustarán demasiado la manera de vivir en España (En particular los partidos de fútbol), las costumbres (y pastelerías), las españolas y en particular la simpática Isabel (Carlota Bilbao).",
      "year": 1956,
      "poster": "https://image.tmdb.org/t/p/w342/x5Az1lZ6t7pxlLUzu30QRBCQa6R.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:747",
      "type": "movie",
      "name": "Zombies Party",
      "ids": {
        "tmdb": 747
      },
      "overview": "La vida de Shaun es un callejón sin salida. Se pasa la vida en la taberna local con su amigo íntimo Ed, discute con su madre y descuida a su novia, Liz. Cuando Liz le deja plantado. Shaun decide, finalmente, poner su vida en orden. Tiene que reconquistar el corazón de su novia, enmendar sus relaciones con su madre y enfrentarse a las responsabilidades de un adulto.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/g1UOD4SSLPUCzbRjMxUILVGtTw8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9RUPuWUcIcMOHrVJnDxC42wLkjV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tcK2zgZTEjfllsKVETwOPLrjV2k.png"
    },
    {
      "id": "tmdb:1368",
      "type": "movie",
      "name": "Acorralado",
      "ids": {
        "tmdb": 1368
      },
      "overview": "John Rambo es un veterano de la guerra de Vietnam que sufre de estrés postraumático. Un día, llega a un pequeño pueblo de Oregón, donde el sheriff Will Teasle le detiene por vagabundear. Rambo logra escapar de la comisaría y se refugia en el bosque, donde usa sus habilidades de supervivencia y combate para enfrentarse a los policías que le persiguen. El coronel Samuel Trautman, el antiguo jefe de Rambo, llega al pueblo para intentar negociar con él y evitar una masacre. Rambo tendrá que luchar contra sus propios demonios y contra las fuerzas del orden que le quieren capturar o matar.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/sYHRcd9p3rV3t3w8MHGaA7wdIBl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/277Ct5pdW4WAbaBjYLwX2BEeZqk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yAZUxdJ9tZHvNoSONu1JKvfRNw2.png"
    },
    {
      "id": "tmdb:587792",
      "type": "movie",
      "name": "Palm Springs",
      "ids": {
        "tmdb": 587792
      },
      "overview": "Cuando el desenfadado Nyles y su reticente dama de honor Sarah tienen la oportunidad de encontrarse en una boda de Palm Springs, las cosas se complican al verse incapaces de escapar del lugar y el uno del otro",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/eYNS3rNpLDxx5NJ16dwczAf4a7e.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/abHa4yfuwX957FLw3FRxZFMENRV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1O92r8CnyvdEgeda7rOZDYEWNAG.png"
    },
    {
      "id": "tmdb:423",
      "type": "movie",
      "name": "El pianista",
      "ids": {
        "tmdb": 423
      },
      "overview": "Varsovia, 1939. El pianista polaco de origen judío Wladyslaw Szpilman (Adrien Brody) interpreta un tema de Chopin en la radio nacional de Polonia mientras la aviación alemana bombardea la capital. El régimen nazi ha invadido el país, y como hace en otros países invadidos, lleva a cabo la misma política con respecto a los judíos. Así Szpilman y toda su familia -sus padres, su hermano y sus dos hermanas- se ven obligados a dejar su casa y todo lo que les pertenece para trasladarse con miles de personas de origen judío al ghetto de Varsovia. Mientras Wladyslaw trabaja como pianista en un restaurante propiedad de un judío que colabora con los nazis, su hermano Henryk (Ed Stoppard) prefiere luchar contra los nazis. Pero tres años más tarde, los habitantes del ghetto son trasladados en trenes hacia campos de concentración.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/mxfLOWnHnSlbdraKfzRn5mqoqk7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hHrEwLQKpc3rVIzccMThmu6ou9M.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aB69H37bMYVXi03RBHqEjEa9iSL.png"
    },
    {
      "id": "tmdb:506072",
      "type": "movie",
      "name": "Prospect",
      "ids": {
        "tmdb": 506072
      },
      "overview": "Un padre y su hija se han asegurado un contrato para hacerse con un gran depósito de gemas escondidas en las profundidades de un bosque tóxico de la luna. Pero hay otros vagando por el mismo lugar y el trabajo no tarda en convertirse en una lucha por la supervivencia. Obligada a competir no solo con los otros despiadados habitantes del bosque, sino también con el juicio de su propio padre sobre la avaricia, la joven descubrirá que debe labrarse su propio camino para escapar.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/xP015xnIApAXsBgsTONp6kUChZb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wgz3MesDmTx5lgLa080XnvuqwyX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4iz7LHSYMH2ElyhL9r7ibvGPc7x.png"
    },
    {
      "id": "tmdb:41446",
      "type": "movie",
      "name": "Scream 4",
      "ids": {
        "tmdb": 41446
      },
      "overview": "Sidney Prescott ha logrado olvidar los asesinatos cometidos en Woodsboro. Diez años después, convertida en una escritora de éxito, vuelve a su pueblo natal con motivo de la gira de promoción de su nuevo libro. Pero su regreso irá acompañado de una nueva ola de crímenes perpetrados por un viejo conocido: Ghostface.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/sr7WNBgjX1UH9yw4Qq4o6GLAyVf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4YHKcbpD8dPGxY7N1P4TqaSV5EB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iUTq54gSisd43xyX6LG9zUHeIE3.png"
    },
    {
      "id": "tmdb:43896",
      "type": "movie",
      "name": "El delator",
      "ids": {
        "tmdb": 43896
      },
      "overview": "Irlanda 1922. Traición entre amigos para un conocido filme de Ford. Rodada en apenas 3 semanas. En el agitado Dublín de los años veinte, Gypo Nolan, un tipo sin oficio ni beneficio, expulsado del Ejército de Liberación Irlandés y con tendencia a empinar el codo, sueña con viajar a Estados Unidos en compañía de su novia, Katie, que se gana la vida como prostituta. Animado por la recompensa que ofrecen las autoridades, Gypo delata el paradero del activista Frankie McPhillip, un viejo amigo y compañero.",
      "year": 1935,
      "poster": "https://image.tmdb.org/t/p/w342/roq1R0B8MjHuzcCvq911F9iPBzG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/a9KoSHzoT8PLWYoFDBgjDdp1Z78.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/pZ5j451ilN0GPoeAUVPZOe75VG6.png"
    },
    {
      "id": "tmdb:22705",
      "type": "movie",
      "name": "Transgressing",
      "ids": {
        "tmdb": 22705
      },
      "overview": "Carla es una joven atractiva y despreocupada de Venecia, que va a Londres para buscar un piso que compartir con su amante Matteo. En Londres, Moira, una funcionaria del estado, seduce a Carla... y ella es cautivada... Carla decide no decir nada a Matteo, y comienza a mentirle. Matteo se pone muy celoso, se imagina aventuras eróticas de Carla y abandona su viaje a Londres. Tarde o temprano, Matteo realmente va a Londres donde se enfrenta a Carla... cuyas revelaciones le hacen despertar...",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/poa998sFasJX2XQtCTLiXvis6aE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/haqFVSBvaWR6ZfKKDHkpxp9eYbh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bWX37ZIsatTGVTGnIccjAjHyd0X.png"
    },
    {
      "id": "tmdb:412547",
      "type": "movie",
      "name": "Asesinos internacionales",
      "ids": {
        "tmdb": 412547
      },
      "overview": "Un grupo asesinos se une con un objetivo común: asesinar a Gunther, el mejor matón a sueldo del mundo. Lógicamente, él no se lo pondrá fácil.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/xnMzySwb7LXciqWnGsTexNO8mgM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/u39BX33drFeaUTobnECyRRQbCED.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3F3mRpGzGCRNbciZmagwYVMrx1V.png"
    },
    {
      "id": "tmdb:9399",
      "type": "movie",
      "name": "Lionheart, el luchador",
      "ids": {
        "tmdb": 9399
      },
      "overview": "León Gualtier es un desertor en la Legión Extranjera que llega a los EE.UUy encuentra a su hermano entre la vida y la muerte y a su cuñada sin dinero para curar a su marido y mantener su hija. Para ganar el dinero necesario, Gualtier acepta para participar en peleas clandestinas.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/j4pTOgrUqPSXrDDLKDDAaaiN805.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wcuoz1EEzcSvlM4navzT6hSNNg7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1EPXHnuIsursiSQXrxMhNyP7fW9.png"
    },
    {
      "id": "tmdb:23627",
      "type": "movie",
      "name": "Al fin solos",
      "ids": {
        "tmdb": 23627
      },
      "overview": "Danny y Hank son dos estudiantes de trompeta que han estado siete años estudiando y tocando juntos en la banda de la universidad. Los dos compiten en el trabajo y en el amor para conseguir los favores de su mánager, la bella Ellen Miller.",
      "year": 1941,
      "poster": "https://image.tmdb.org/t/p/w342/sXnJ1c87cPKosJkxnx7z8ohcFT2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8KqFpnvKGOrt2IpPnkwLlDmMLHI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lQ00xIA2b4gyfhNaPPUnIlOOZNm.png"
    },
    {
      "id": "tmdb:1933",
      "type": "movie",
      "name": "Los otros",
      "ids": {
        "tmdb": 1933
      },
      "overview": "Grace educa sola a sus hijos en un aislado caserón victoriano bajo estrictas normas religiosas. Los tres nuevos sirvientes deben aprender una regla vital, la casa estará siempre en penumbra y nunca se abrirá una puerta si no se ha cerrado la anterior  porque los niños sufren una extraña alergia a la luz del día.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/u03kblxsv3zar3Uqt6sRfICU9L6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8HaIZxParuPo7FdSLUwGd6zoz4c.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cAfDGFvGvHqW29rjN2RDuTOfJsm.png"
    },
    {
      "id": "tmdb:348811",
      "type": "movie",
      "name": "Comando War Pigs",
      "ids": {
        "tmdb": 348811
      },
      "overview": "Una unidad de inadaptados conocidos como War Pigs debe ir detrás de las líneas enemigas para exterminar nazis por cualquier medio necesario.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/yKTFCdZjocd4kFwVkhBoKFokWzY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qt78zvlpXqNiiy090ggqe7cWuFU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yhZj9E826JkMUC1zgNORZICMdS1.png"
    },
    {
      "id": "tmdb:402",
      "type": "movie",
      "name": "Instinto básico",
      "ids": {
        "tmdb": 402
      },
      "overview": "Un antiguo cantante de rock ha sido brutalmente asesinado. La última vez que se le vio estaba acompañado por su novia. En la comisaría, en el departamento de Asuntos Internos, Nick Curran recibe el encargo de vigilar a Catherine Tromell, la supuesta novia asesina.",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/7iUhPh6B5C4T1osYDzoUchjb3i4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wLMPTuKWeGUbpteRryhDWKTeKDN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eTK5KpUgwbgema3TSCTTTosTWWI.png"
    },
    {
      "id": "tmdb:120506",
      "type": "movie",
      "name": "Morirás en Chafarinas",
      "ids": {
        "tmdb": 120506
      },
      "overview": "Después de una serie de extrañas muertes en el cuartel militar de Melilla en las que se demuestra que los soldados fallecidos se han inyectado una dosis de heroína, la capitanía encarga una investigación sobre una posible red de traficantes de drogas. Pero la investigación seguirá un curso lleno de dificultades.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/3Y3PSIFboEDBfLlNSe3h7BH7AHk.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:24402",
      "type": "movie",
      "name": "Emmanuelle",
      "ids": {
        "tmdb": 24402
      },
      "overview": "Una jovencita recién casada viaja a Bangkok a reunirse con su marido, un diplomático francés. En el viaje es iniciada al sexo por una hermosa adolescente y guiada por un hombre maduro en los placeres de la carne, y aprende a materializar sus fantasías sexuales más secretas, animada por su esposo.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/kFq1ffM4ruQmWH6C3SjVWJoqMi6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ramMMxfUbm8t35Dp7p4QeFlRHIx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6fhWzaR6GIu0ALE01Sv6WkAfW4j.png"
    },
    {
      "id": "tmdb:168379",
      "type": "movie",
      "name": "Azul y no tan rosa",
      "ids": {
        "tmdb": 168379
      },
      "overview": "Diego, un fotógrafo de éxito, decide formalizar su relación con Fabrizio yéndose a vivir con él, pero, de manera inesperada, se ve obligado a hacerse cargo de su hijo Armando, que vive en España y al que no ha visto desde hace años. El chico llega con una maleta cargada de reproches, de modo que a Diego no le resultará fácil restablecer la relación afectiva con él. En tales circunstancias, un grupo de radicales homófobos le propinan a Fabrizio una brutal paliza que lo deja en coma.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/l7FmKyBauwrUCSCMoM7vsbbv6GQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/badH8voj3PdUp1LlcfhII8F0FiQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sYzfrrFrGg16kynJA4Wf4vcMHTn.png"
    },
    {
      "id": "tmdb:259039",
      "type": "movie",
      "name": "Reina Zanahoria",
      "ids": {
        "tmdb": 259039
      },
      "overview": "Úrsula Alejandra Nicholson, \"Reina Zanahoria\", una extravagante millonaria americana, anuncia su llegada a España. J.J., un ambicioso ejecutivo, pretende hacerse con la campaña de lanzamiento de las zanahorias americanas. Con los sucesivos maridos de \"Reina Zanahoria\", J.J. y sus colaboradores confeccionan un retrato robot del hombre ideal de la millonaria. (FILMAFFINITY)",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/gujyEvtIYcFmpqf1NQBeUGUZEdS.jpg",
      "posterShape": "poster"
    }
  ]
}