{
  "metas": [
    {
      "id": "tmdb:429",
      "type": "movie",
      "name": "El bueno, el feo y el malo",
      "ids": {
        "tmdb": 429
      },
      "overview": "Durante la Guerra de Secesión, tres cazadores de recompensas se lanzan a la búsqueda de un tesoro que ninguno de los tres truhanes puede localizar sin la ayuda de los otros dos. Tuco sabe que el tesoro se encuentra en un cementerio, mientras que Joe conoce el nombre inscrito en la tumba que lo esconde. Mientras tanto, Sentenza no duda en matar a mujeres y niños para conseguir su meta. De esta forma, los tres hombres colaboran en apariencia, pero al final intentarán eliminarse mutuamente.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/fSWnIXsxA47smMLwRELSWkxbVJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tEzlu5U9gQrE55XF1piXPZBtOrD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e0brYd78ykMjc6r2i0R46cEuPSW.png"
    },
    {
      "id": "tmdb:28178",
      "type": "movie",
      "name": "Siempre a tu lado",
      "ids": {
        "tmdb": 28178
      },
      "overview": "Basada en una historia real. Un profesor de universidad adopta a un perro vagabundo en una estación del tren. Tras recabar información sobre el animal, el profesor descubre que el perro iba a los andenes a diario durante semanas para esperar el regreso de su amo, pero éste había muerto en un accidente en la ciudad. El perro Hachiko, al lado de su nuevo amo a quien también le cambiará la vida cuando descubre los lazos que se pueden crear entre un animal y una persona.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rLPMD8BOHjvvjjCX7BZQdqNWBm2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFCNw7ewLrc4BgRUw9mN3G3vxOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSBpv8j18UoN1G5jaQgRMTfK0O2.png"
    },
    {
      "id": "tmdb:9769",
      "type": "movie",
      "name": "Lolita",
      "ids": {
        "tmdb": 9769
      },
      "overview": "Humbert es un europeo culto, brillante y atractivo que se instala en una ciudad de Nueva Inglaterra como profesor. Una vez allí, se hospeda en casa de Charlotte, una voluptuosa viuda, que ve en Humbert la encarnación de sus fantasías provincianas. Pero Humbert oculta una herida envenenada: el recuerdo de un frustrado amor de adolescencia. Por eso, Lolita, la hija de Charlotte, se le aparece a Humbert como la materialización de sus sueños.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/3nTCYIR9kwBDAnbjNlf6IHMEHry.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kYZbdtV7JKYjyCwFzh3ocoGnLnk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tzlgvs6dXNjk91U96PnVQzHf7A1.png"
    },
    {
      "id": "tmdb:587792",
      "type": "movie",
      "name": "Palm Springs",
      "ids": {
        "tmdb": 587792
      },
      "overview": "Cuando el desenfadado Nyles y su reticente dama de honor Sarah tienen la oportunidad de encontrarse en una boda de Palm Springs, las cosas se complican al verse incapaces de escapar del lugar y el uno del otro",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/eYNS3rNpLDxx5NJ16dwczAf4a7e.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/abHa4yfuwX957FLw3FRxZFMENRV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1O92r8CnyvdEgeda7rOZDYEWNAG.png"
    },
    {
      "id": "tmdb:581387",
      "type": "movie",
      "name": "Alerta roja",
      "ids": {
        "tmdb": 581387
      },
      "overview": "El volcán en la montaña Baekdu hace erupción repentinamente, causando varios terremotos tanto en Corea del Norte como en el Sur. El caos reina en la península de Corea cuando se predicen más erupciones. Para prevenir un desastre mayor, Jeon Yoo-kyung (Jeon Hye-jin) planea una operación basada en la teoría del profesor Kang Bong-rae (Ma Dong-seok), quien ha estudiado la montaña Baekdu y sus posibles erupciones. Jo In-chang (Ha Jung-woo) es el capitán del equipo de fuerzas especiales y es asignado a la operación que mantiene el destino de ambas Coreas en la balanza. Él contacta a Lee Joon-pyeong (Lee Byung-hun), un espía norcoreano para realizar la operación conjuntamente. Mientras, su esposa embarazada, Choi Ji-young (Bae Suzy), está sola en Seúl intentando sobrevivir en medio del desastre.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/A3BP44EvnJIIhyNVwPT0IpvNAoc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jpiw4h4VeSXlPjn6cLzSEeT6vDE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hFRsvlEMDiG1Wb6MJpIT8gigGey.png"
    },
    {
      "id": "tmdb:423",
      "type": "movie",
      "name": "El pianista",
      "ids": {
        "tmdb": 423
      },
      "overview": "Varsovia, 1939. El pianista polaco de origen judío Wladyslaw Szpilman (Adrien Brody) interpreta un tema de Chopin en la radio nacional de Polonia mientras la aviación alemana bombardea la capital. El régimen nazi ha invadido el país, y como hace en otros países invadidos, lleva a cabo la misma política con respecto a los judíos. Así Szpilman y toda su familia -sus padres, su hermano y sus dos hermanas- se ven obligados a dejar su casa y todo lo que les pertenece para trasladarse con miles de personas de origen judío al ghetto de Varsovia. Mientras Wladyslaw trabaja como pianista en un restaurante propiedad de un judío que colabora con los nazis, su hermano Henryk (Ed Stoppard) prefiere luchar contra los nazis. Pero tres años más tarde, los habitantes del ghetto son trasladados en trenes hacia campos de concentración.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/mxfLOWnHnSlbdraKfzRn5mqoqk7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hHrEwLQKpc3rVIzccMThmu6ou9M.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aB69H37bMYVXi03RBHqEjEa9iSL.png"
    },
    {
      "id": "tmdb:2330",
      "type": "movie",
      "name": "Taxi Express",
      "ids": {
        "tmdb": 2330
      },
      "overview": "Daniel, un joven repartidor de pizzas, consigue hacer realidad uno de sus sueños: obtener la licencia de taxi. Pero un encuentro fortuito con Emilien le pone en un aprieto: para conservar su licencia de taxi, han de detener a una banda que está desmantelando los bancos del país.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/hJGTeFfEVzYGhB84YFU67B3VG4F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/148xS3PsuxDHT3VCcj3dzdU1lj3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/shKSBFh8eBz1zxEITJXkwqFon8O.png"
    },
    {
      "id": "tmdb:27578",
      "type": "movie",
      "name": "Los mercenarios",
      "ids": {
        "tmdb": 27578
      },
      "overview": "Un grupo de mercenarios es contratado para infiltrarse en un país sudamericano y derrocar a su despiadado y corrupto dictador. Una vez allí, se verán atrapados en una telaraña de engaño y traición. Una vez fracasada la misión, tendrán que enfrentarse a un reto aún más difícil; salvar la unidad del grupo y la amistad que los ha unido durante largos años.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/qiKXe4xbXnXdrhQXmXpZwG4Qlkv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7iugqPsB7BkqPouupLjmMDHsk45.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7Gjh8HJpkgQplW0ydg1xJrZWwAC.png"
    },
    {
      "id": "tmdb:64084",
      "type": "movie",
      "name": "Una mujer sin escrúpulos",
      "ids": {
        "tmdb": 64084
      },
      "overview": "Un hombre está tan desesperado por promocionarse que ofrece su mujer a su jefe. A pesar de este sacrificio, otro hombre consigue el ascenso. Entonces decide suicidarse y su mujer promete vengarse de todos los implicados. (FILMAFFINITY)",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/piSwaUrbvlITD833fjrc8znU8JD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/71HJTC4R5ZG4PUXnxpy0ucjXubh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ynGmbpvQKRgyaSb1LZvaixNOsfJ.png"
    },
    {
      "id": "tmdb:530385",
      "type": "movie",
      "name": "Midsommar",
      "ids": {
        "tmdb": 530385
      },
      "overview": "Una pareja estadounidense que no está pasando por su mejor momento acude con unos amigos a un festival de verano que se celebra cada noventa años en una aldea remota de Suecia. Lo que comienza como unas vacaciones de ensueño en un lugar en el que el sol no se pone nunca, poco a poco se convierte en una oscura pesadilla cuando los misteriosos aldeanos les invitan a participar en sus perturbadoras actividades festivas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/a4Uwb4vnep76r1HRNduFgT9MRez.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vxKs0JLPT63lcYZTK8P6b3SaFff.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mjf2CyGrMqjUjsjXsaEsakBrOdA.png"
    },
    {
      "id": "tmdb:52212",
      "type": "movie",
      "name": "Miranda",
      "ids": {
        "tmdb": 52212
      },
      "overview": "En esta comedia erótica, Miranda es la encargada de una cantina en un pequeño pueblo que empieza a probar a los distintos hombres disponibles.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/sxBazt4grZmU5eEvLiWmcquP1cA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4mJJdb7TFmqCffMvs81T76vakx0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aQpMvTx2ODga9GrAp0WhQPOPzXO.png"
    },
    {
      "id": "tmdb:1368",
      "type": "movie",
      "name": "Acorralado",
      "ids": {
        "tmdb": 1368
      },
      "overview": "John Rambo es un veterano de la guerra de Vietnam que sufre de estrés postraumático. Un día, llega a un pequeño pueblo de Oregón, donde el sheriff Will Teasle le detiene por vagabundear. Rambo logra escapar de la comisaría y se refugia en el bosque, donde usa sus habilidades de supervivencia y combate para enfrentarse a los policías que le persiguen. El coronel Samuel Trautman, el antiguo jefe de Rambo, llega al pueblo para intentar negociar con él y evitar una masacre. Rambo tendrá que luchar contra sus propios demonios y contra las fuerzas del orden que le quieren capturar o matar.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/sYHRcd9p3rV3t3w8MHGaA7wdIBl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/277Ct5pdW4WAbaBjYLwX2BEeZqk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yAZUxdJ9tZHvNoSONu1JKvfRNw2.png"
    },
    {
      "id": "tmdb:5528",
      "type": "movie",
      "name": "Los chicos del coro",
      "ids": {
        "tmdb": 5528
      },
      "overview": "En 1948 Clément Mathieu, profesor de música desempleado, acepta un puesto como profesor vigilante en un internado de reeducación de menores. El sistema represivo aplicado por el director conmociona a Mathieu. Enseñándoles música y canto coral a estos niños tan difíciles, Mathieu transformará sus vidas cotidianas.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/f0FrAsLdcnCbvbT9Ofj31UkmcNe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gCRlj9soFwM7ME5nz3MKruR3yyV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o1K8iSNLLXFDOfAVapjNBFVh0YW.png"
    },
    {
      "id": "tmdb:43429",
      "type": "movie",
      "name": "Martín (Hache)",
      "ids": {
        "tmdb": 43429
      },
      "overview": "Martín Echenique es un director de cine argentino que lleva más de veinte años viviendo en Madrid. Detesta su país y se niega a recrearse en la nostalgia. Su hijo, al que todos llaman Hache, tiene 19 años y vive en Buenos Aires con su madre. Ni estudia ni trabaja; callejea y toca su guitarra eléctrica. Después de cinco años sin verse, vuelven a encontrarse en Buenos Aires cuando Hache sufre una sobredosis. La exmujer de Martín propone que el chico viva con su padre. En Madrid les esperan dos personas: Alicia, la amante de Martín, una mujer más joven que él y harta de estar con un hombre que es incapaz de asumir ningún compromiso; y Dante, un actor que es el mejor y casi único amigo de Martín, y cuyo mayor placer es vivir en la cuerda floja. Martín comparte su vida con gente apasionada, pero él no se permite el lujo de sentir. El que ama está expuesto al dolor, y eso le da pánico.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/ismVb0btyFH9aNTJxo6CpbgBk7W.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oLMzuBnWrooxDIRBKTG7OPDlrXS.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bXZtCzoXXTWZmWmZfcnL60OrD29.png"
    },
    {
      "id": "tmdb:1369",
      "type": "movie",
      "name": "Rambo: Acorralado Parte II",
      "ids": {
        "tmdb": 1369
      },
      "overview": "Rambo es excarcelado y enviado de vuelta al Vietnam con una nueva misión: averiguar el paradero de unos soldados norteamericanos desaparecidos. Tras saltar en paracaídas en la jungla, portando únicamente un cuchillo y un arco con flechas, se le dice que no ataque al enemigo y que sólo haga fotografías de reconocimiento. Pero el plan no saldrá como estaba previsto.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/TuW7rwhdVPrm3qBsBGnn747Uar.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2vlFPft9hDZEdQJSVqNznZVILrj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uUTS5ZTXFLNszIG8B2yzvXpHdWf.png"
    },
    {
      "id": "tmdb:8689",
      "type": "movie",
      "name": "Holocausto caníbal",
      "ids": {
        "tmdb": 8689
      },
      "overview": "Cuatro jóvenes documentalistas se adentran en la selva amazónica (América del Sur) para realizar un reportaje sobre las tribus que habitan en esa región, de las que se dice que todavía practican el canibalismo. Debido a la desaparición de los reporteros, dos meses después un grupo de rescate es enviado para averiguar qué ha sido de ellos; lo único que encuentran es el material filmado sobre su terrible fin.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/r7JBDaxsU0Uw1liRjDpv3e4xpXF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ptg4aaFbrNNg8If5ZtbQa5r4Nz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1HfnMUnUiA2fiQPONoIgEgGa03z.png"
    },
    {
      "id": "tmdb:1587",
      "type": "movie",
      "name": "¿A quién ama Gilbert Grape?",
      "ids": {
        "tmdb": 1587
      },
      "overview": "Gilbert es un chico del pequeño pueblo de Endora atrapado allí por las obligaciones familiares. Tras el suicidio de su padre, debe hacerse cargo de su hermano menor, que es deficiente, de sus dos hermanas y de una madre obesa que pesa más de 200 kilos. Su aburrida vida transcurre entre el colmado donde trabaja, su familia y la relación que mantiene con una mujer casada. La llegada al pueblo de una joven optimista llamada Becky cambiará su rutina.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/1W9WHcWBD08V3SxpDpxESODDpde.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tSwCQWsMfI3Hrcghw4tBDvtR9yM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hT23Ud6IuP47zRFuj9BzPdNvVRw.png"
    },
    {
      "id": "tmdb:56640",
      "type": "movie",
      "name": "Tormenta en el Báltico",
      "ids": {
        "tmdb": 56640
      },
      "overview": "La historia de cómo una periodista alemana y un abogado sueco descubren la verdad acerca de la tragedia del ferry Estonia. El barco naufragó en mitad del mar Báltico en 1994, y en esta catástrofe murieron más de 800 personas. Hasta el día de hoy ésta se considera una de las mayores catástrofes ocurridas en aguas europeas...",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/4CvVl1rEUDFWePwPJYRrEnwf0JK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gmcZkzEjGavfD28SODaULt9oufh.jpg"
    },
    {
      "id": "tmdb:209189",
      "type": "movie",
      "name": "Vidas criminales",
      "ids": {
        "tmdb": 209189
      },
      "overview": "Los hechos ocurren quince años antes de lo narrado en \"Jackie Brown\". Ordell Robbie y Louis Gara se conocen en la cárcel, a donde han ido a parar por culpa de su afición a robar coches. Una vez en libertad, organizan un gran golpe: el secuestro de la esposa de un rico empresario de Detroit. Con lo que no contaban era con que el marido no tuviese el más mínimo interés en liberarla. Recurren entonces a un plan B, en el que la mujer participará gustosamente para vengarse de su marido.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/bXv0lbJGNsXGXclMwUakP5vpFJg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/axHYNo8m45qYVekeNzcDucRhnLD.jpg"
    },
    {
      "id": "tmdb:747",
      "type": "movie",
      "name": "Zombies Party",
      "ids": {
        "tmdb": 747
      },
      "overview": "La vida de Shaun es un callejón sin salida. Se pasa la vida en la taberna local con su amigo íntimo Ed, discute con su madre y descuida a su novia, Liz. Cuando Liz le deja plantado. Shaun decide, finalmente, poner su vida en orden. Tiene que reconquistar el corazón de su novia, enmendar sus relaciones con su madre y enfrentarse a las responsabilidades de un adulto.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/g1UOD4SSLPUCzbRjMxUILVGtTw8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9RUPuWUcIcMOHrVJnDxC42wLkjV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tcK2zgZTEjfllsKVETwOPLrjV2k.png"
    },
    {
      "id": "tmdb:26969",
      "type": "movie",
      "name": "8 citas",
      "ids": {
        "tmdb": 26969
      },
      "overview": "Parece que el amor es algo que surge sin que uno se dé cuenta, altera el ánimo, cambia la vida, pero acaba por hacerse monótono y, cuando se acaba, siempre duele. Esta la historia de una relación contada en clave de comedia a través de ocho momentos.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/72GJrAcO1ktIXusioMntAhkJsFQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vcsAkfpoB7eboh7cab56iKe8nOQ.jpg"
    },
    {
      "id": "tmdb:933088",
      "type": "movie",
      "name": "Perdido",
      "ids": {
        "tmdb": 933088
      },
      "overview": "Miles Willis, un soldado estadounidense herido, despierta tras presenciar una cegadora luz blanca en un campo de batalla de Irak y descubre que está atrapado en un misterioso cubo armado sólo con su equipo de combate. Su situación se agrava cuando el cubo empieza a cambiar con violentos cambios de gravedad y la aparición de crípticos escritos en las paredes. Cuando Miles empieza a cuestionarse su cordura, encuentra un salvavidas: una voz al otro lado de su teléfono por satélite que afirma estar prisionero en un espacio similar. A medida que las paredes se cierran, estos dos extraños deben unir sus mentes si quieren burlar a sus captores y descifrar este rompecabezas mortal.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/6CuLb9onJi4FaLpaF5zJ8i9ADQF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yQYYc8G6TfR4s782iru30kPIlj4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/svZiDE5Xrrd9VJ0HhcEFRIv3ntS.png"
    },
    {
      "id": "tmdb:109822",
      "type": "movie",
      "name": "Debla, la virgen gitana",
      "ids": {
        "tmdb": 109822
      },
      "overview": "A través de una obra pictórica nos narran la historia del pintor Eduardo Miranda que, una noche, mientras observa a un grupo de gitanos bailando, descubre a una bella muchacha granadina llamada Carmen. Deslumbrado por su belleza le propone pintarla en un cuadro. Esto provoca que la gente murmure por el barrio y, a la vez, despierta los celos de su mujer.",
      "year": 1951,
      "poster": "https://image.tmdb.org/t/p/w342/4y18UVaDMZJsNDPwZb9IvoDdLRD.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:8009",
      "type": "movie",
      "name": "Los inmortales",
      "ids": {
        "tmdb": 8009
      },
      "overview": "Son Inmortales, destinados a vivir eternamente. Deben retarse a duelos a través de los tiempos hasta que sólo quede uno. Sólo decapitados por la hoja de una espada pueden liberarse de su eterna lucha y conseguir el Premio: un poder inimaginable. Desde las tierras altas de Escocia del siglo XVI hasta el Nueva York de nuestros días, los Inmortales luchan por su recompensa, mientras el destino de los mortales se sostiene en un frágil equilibrio.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/8af3tPdbKd9iDUqWb8R5dOXShtH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iz3k081oPbRLMKVsjfukOppzEzR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jXLmUqThGQNrM5Xcnrj77GtB6Fg.png"
    },
    {
      "id": "tmdb:16866",
      "type": "movie",
      "name": "Planet 51",
      "ids": {
        "tmdb": 16866
      },
      "overview": "Planet 51 es la historia de una familia de extraterrestres que vive tranquilamente en su planeta hasta la llegada de lo que para ellos es un alienígena: un hombre. El Capitán Charles \"Chuck\" Baker, astronauta americano, aterriza en Planet 51 pensando que es la primera persona en pisar el planeta. Para su sorpresa, descubre que el planeta está habitado por pequeñas criaturas verdes que viven felizmente en un mundo plagado de cercas blancas, reminiscencia de la alegre inocencia de la América de los años 50, y cuyo único temor es el de ser invadidos por alienígenas... ¡como Chuck! Ayudado por su compañero robot \"Rover\" y su nuevo amigo Lem, Chuck tendrá que abrirse camino a través del deslumbrante y desconcertante paisaje de Planet 51 para no convertirse en pieza permanente del Museo Espacial de Invasores Alienígenas de Planet 51",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/vYKAExhbNvXceccU8kNUMUht8dj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3s6j916FLYTZ8YKFNZbXQUKAYvW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/AhRqf467xmjYDzCyQ8GdagooVIh.png"
    },
    {
      "id": "tmdb:59418",
      "type": "movie",
      "name": "Los novios búlgaros",
      "ids": {
        "tmdb": 59418
      },
      "overview": "Daniel es un homosexual que disfruta de una desahogada posición social, un cómodo piso en un buen barrio de Madrid, un respetable bufete de abogado y una cordial relación con su conservadora familia. Con sus amigos frecuenta Chueca, el barrio gay de la capital, a la caza de chicos guapos, especialmente eslavos. Así conoce a Kyril, un joven y atractivo búlgaro sin escrúpulos, del que se enamora perdidamente. Muy pronto Kyril empieza a pedirle a Daniel favores que infringen la legalidad. Además, se trae de Bulgaria a su novia y la instala en casa de su amigo. A estas alturas, Daniel es ya perfectamente consciente de que está siendo utilizado; a pesar de lo cual seguirá apoyando las ilegales y peligrosas actividades de su amante.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/5wTiEgSW5dCF7BgtMnnNHWtBfP4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sG0IRD2yhR19Nb5Ur53R6RZaJb6.jpg"
    },
    {
      "id": "tmdb:64465",
      "type": "movie",
      "name": "El caso está cerrado, olvídelo",
      "ids": {
        "tmdb": 64465
      },
      "overview": "Debido a una violación de las normas de tráfico, un arquitecto es encarcelado. Allí será testigo de la cruda realidad de las prisiones: funcionarios y presos corruptos, un sistema judicial inhumano y el poder omnipresente de la Mafia. (FILMAFFINITY)",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/cLnWmIb91drnjtyuAKjOM3Hr2nK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6HJF4QIS6D6H9tBIQt8eArVVHWj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9zwq4hOB99bwTiUkgz1KjnEsnfo.png"
    },
    {
      "id": "tmdb:88395",
      "type": "movie",
      "name": "Verano violento",
      "ids": {
        "tmdb": 88395
      },
      "overview": "Carlo y su pandilla pasan el verano entre bailes, excursiones y juegos en la playa. Gracias a su influyente padre, Carlo se está librando de entrar en el ejército. Se está enamorando de Roberta, una mujer mayor que él y la relación parece progresar.",
      "year": 1959,
      "poster": "https://image.tmdb.org/t/p/w342/7rq5h5rYtYVYmfg5725BRDaqIFe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4IKzuEBM9Pi8QvisMFYOIRgnzF5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uVAVAfz6DmtIMLOnZunTwxpG1J0.png"
    },
    {
      "id": "tmdb:287948",
      "type": "movie",
      "name": "Transporter legacy",
      "ids": {
        "tmdb": 287948
      },
      "overview": "En los bajos fondos de Francia, Frank Martin (Ed Skrein) es conocido como «Transporter», el mejor conductor y mercenario que se puede comprar con dinero. Frank se rige por tres simples reglas: sin nombres, sin preguntas y sin renegociaciones, y transporta cualquier cosa por el precio adecuado. Hasta que conoce a la misteriosa mujer fatal llamada Anna (Loan Chabanol), que lidera un grupo de mortíferos asaltantes y que no se detendrá ante nada con tal de acabar con una despiadada banda rusa de traficantes humanos. Anna sabe que Frank es el mejor en su trabajo y, para asegurarse su colaboración, mantiene rehén a su padre (Ray Stevenson). Ahora, padre e hijo se verán obligados a trabajar con Anna para llevar a esta peligrosa banda ante la justicia.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/eQ8jVLAVUG3XozFcFKyXMaWam2D.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/a4bZTOtKE3bVUMtFnRshQ06sPV4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/adhVywytbACAS1ohePjpDHLoJsk.png"
    },
    {
      "id": "tmdb:22705",
      "type": "movie",
      "name": "Transgressing",
      "ids": {
        "tmdb": 22705
      },
      "overview": "Carla es una joven atractiva y despreocupada de Venecia, que va a Londres para buscar un piso que compartir con su amante Matteo. En Londres, Moira, una funcionaria del estado, seduce a Carla... y ella es cautivada... Carla decide no decir nada a Matteo, y comienza a mentirle. Matteo se pone muy celoso, se imagina aventuras eróticas de Carla y abandona su viaje a Londres. Tarde o temprano, Matteo realmente va a Londres donde se enfrenta a Carla... cuyas revelaciones le hacen despertar...",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/poa998sFasJX2XQtCTLiXvis6aE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/haqFVSBvaWR6ZfKKDHkpxp9eYbh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bWX37ZIsatTGVTGnIccjAjHyd0X.png"
    },
    {
      "id": "tmdb:448116",
      "type": "movie",
      "name": "Mare Nostrum",
      "ids": {
        "tmdb": 448116
      },
      "overview": "Basada en la novela de Vicente Blasco Ibáñez. Freya es una espía alemana de la Segunda Guerra Mundial. El capitán de una embarcación española se detiene en las costas de Nápoles para hacer algunas reparaciones a su barco llamado ´Mare Nostrum´.  Ahí conoce a una bella mujer que resulta ser Freya, quien es capaz de hacer cualquier cosa para conseguir la información que le solicitan. Sin embargo, ella y el capitán no pueden evitar enamorarse, a pesar de saber que su relación no tiene futuro.",
      "year": 1948,
      "poster": "https://image.tmdb.org/t/p/w342/7AKxMYtu1H9CNBmYVY1ihTXHDcZ.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:10851",
      "type": "movie",
      "name": "Revolver",
      "ids": {
        "tmdb": 10851
      },
      "overview": "Jake Green (Jason Statham) es un hábil jugador que tiene la mala suerte de desplumar a Dorothy Macha (Ray Liotta), un mafioso local. La jugada le saldrá cara, ya que Macha no parará hasta vengarse de él.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/gD60YicJodbPu5xBlTfEjXiTJyT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cG16olNZTg5JE9b59mAQYoVAOhr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3Ibn9ytp0Oh6aYKS01AVyZB9X6r.png"
    },
    {
      "id": "tmdb:15",
      "type": "movie",
      "name": "Ciudadano Kane",
      "ids": {
        "tmdb": 15
      },
      "overview": "Un importante financiero estadounidense, Charles Foster Kane, dueño de una importante cadena de periódicos, de una red de emisoras, de dos sindicatos y de una inimaginable colección de obras de arte, muere en su fabuloso castillo de estilo oriental, Xanadú. La última palabra que pronuncia al expirar es Rosebud. El país entero y la prensa en general quedan intrigados por saber el significado de esta palabra. Para descubrirlo, un grupo de periodistas se pone a investigar.",
      "year": 1941,
      "poster": "https://image.tmdb.org/t/p/w342/w7V0bv38Z0q0DgHmMfcGM4WRNTv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4dafi1zU8IXxloT3BrTayVBnKQy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xnlpf9ChpLBxYOIFluaTN7HLogk.png"
    },
    {
      "id": "tmdb:413953",
      "type": "movie",
      "name": "Terremoto",
      "ids": {
        "tmdb": 413953
      },
      "overview": "Basado en el Terremoto de 1988 que azotó al país de Armenia, cuenta la historia de un hombre de familia que tras un viaje al exterior, aterriza en el epicentro de la desastre, encontrando su ciudad natal devastada. Pronto, tendrá que encontrar a su familia.\r Basado en hechos reales",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/lLMiMYBHBRqLlgmUsLEONGktK5w.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/AaRAvJESR1h5pzbhRqda0vQvjoO.jpg"
    },
    {
      "id": "tmdb:402",
      "type": "movie",
      "name": "Instinto básico",
      "ids": {
        "tmdb": 402
      },
      "overview": "Un antiguo cantante de rock ha sido brutalmente asesinado. La última vez que se le vio estaba acompañado por su novia. En la comisaría, en el departamento de Asuntos Internos, Nick Curran recibe el encargo de vigilar a Catherine Tromell, la supuesta novia asesina.",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/7iUhPh6B5C4T1osYDzoUchjb3i4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wLMPTuKWeGUbpteRryhDWKTeKDN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eTK5KpUgwbgema3TSCTTTosTWWI.png"
    },
    {
      "id": "tmdb:1933",
      "type": "movie",
      "name": "Los otros",
      "ids": {
        "tmdb": 1933
      },
      "overview": "Grace educa sola a sus hijos en un aislado caserón victoriano bajo estrictas normas religiosas. Los tres nuevos sirvientes deben aprender una regla vital, la casa estará siempre en penumbra y nunca se abrirá una puerta si no se ha cerrado la anterior  porque los niños sufren una extraña alergia a la luz del día.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/u03kblxsv3zar3Uqt6sRfICU9L6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8HaIZxParuPo7FdSLUwGd6zoz4c.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cAfDGFvGvHqW29rjN2RDuTOfJsm.png"
    },
    {
      "id": "tmdb:189317",
      "type": "movie",
      "name": "Miss Caribe",
      "ids": {
        "tmdb": 189317
      },
      "overview": "Narra la historia de una recatada maestra valenciana que por herencia se convierte en propietaria de un burdel flotante. (FILMAFFINITY)",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/3YguEgNWvA5yQXVPjaS6XYLr8I9.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:14169",
      "type": "movie",
      "name": "Arizona Colt",
      "ids": {
        "tmdb": 14169
      },
      "overview": "Arizona Colt va a Blackstone City, donde Gordon está planeando un robo. Cuando uno de los secuaces de Gordon asesina a una chica de salón, Arizona se ofrece a cazar al asesino.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/rHBTFbr4udeWKuc0y5kIMJcYB8n.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/f6dX7CoSTWG4nKeogfv67WbLHCg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mG28dScHRUxZSTJZqSGA3wFTh9d.png"
    },
    {
      "id": "tmdb:22613",
      "type": "movie",
      "name": "El forajido",
      "ids": {
        "tmdb": 22613
      },
      "overview": "Billy el Niño y Doc Holliday huyen del sheriff Pat Garret, que antes había sido su amigo. Los forajidos llevan consigo a la mestiza Río, que es la chica de Bill. Las peleas entre los dos amigos son constantes: cuando no es por los caballos es por Río.",
      "year": 1943,
      "poster": "https://image.tmdb.org/t/p/w342/gdNHBdbxOKwiLl16VuvfZW6aitU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aZp0M9AYjZdV71r2xVaLmluPB5Z.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gc3Z46MUMvVwM4WFNlGgWrX1v1S.png"
    },
    {
      "id": "tmdb:391",
      "type": "movie",
      "name": "Por un puñado de dólares",
      "ids": {
        "tmdb": 391
      },
      "overview": "Tras la muerte de Juárez, en México dominan la injusticia y el terror. Joe, un pistolero vagabundo, llega al pueblo fronterizo de San Miguel, donde dos familias se disputan el control del territorio, y entra al servicio del clan Rojo. Una noche, Joe es testigo del intercambio de oro por armas entre mexicanos y soldados de la Unión...",
      "year": 1964,
      "poster": "https://image.tmdb.org/t/p/w342/la1A6gknPnZd0bZgL6C7poN11v.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8AQo9k8pD4EAgL8OELKjVGlq1Ec.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dkg4P8OTyZzNOTCF0H6bHuz1hj9.png"
    },
    {
      "id": "tmdb:65445",
      "type": "movie",
      "name": "Polvo eres...",
      "ids": {
        "tmdb": 65445
      },
      "overview": "Camilo va a ser ordenado sacerdote pero, durante la ceremonia, se siente mal. El doctor le diagnostica una extraña enfermedad incurable y solo le quedan seis meses de vida. Sus dos tías beatas y solteronas, Socorro y Angelines, sienten una gran pena por no ver a su sobrino como sacerdote, así que deciden buscarle una mujer para formar una familia y que tenga un hijo que, con el tiempo, sea sacerdote.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/5NZm3kphGEfMMIid5TnQWm1xAbV.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:86188",
      "type": "movie",
      "name": "Adventures of a Private Eye",
      "ids": {
        "tmdb": 86188
      },
      "overview": "While a private detective is away on vacation, his not particularly bright assistant takes it upon himself to \"solve\" a case that comes in. Complications ensue.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/dsCfBYKLF7KfvQP6Vt0wMGuePAx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/o9EctSg77Ud2JjCAXJSaeMv4FgV.jpg"
    },
    {
      "id": "tmdb:3635",
      "type": "movie",
      "name": "La joven de la perla",
      "ids": {
        "tmdb": 3635
      },
      "overview": "Delft, Holanda, 1665. La joven Griet entra a servir en casa de Johannes Vermeer que, consciente de la intuición de la joven para la luz y el color, irá introduciéndola poco a poco en el misterioso mundo de su pintura. Por otro lado, Maria Thins, la suegra de Vermeer, al ver que Griet se ha convertido en la musa del pintor, decide no inmiscuirse en su relación con la esperanza de que su yerno pinte más cuadros. Griet se enamora cada vez más de Vermeer, aunque no está segura de cuáles son los sentimientos del pintor hacia ella. Finalmente, el maquiavélico Van Ruijven, consciente del grado de intimidad de la pareja, se las ingenia para que Vermeer reciba el encargo de pintar a Griet sola. El resultado será una magnífica obra de arte, pero, ¿qué precio deberá pagar Griet?",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/milHDb4L8eyOZoPnrXpVmwglEd9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/a9FofdzVDwRBEC3h6gSL18bBiLt.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gipzYjqZmJgqE3Y5IR8fuIqKnmd.png"
    },
    {
      "id": "tmdb:413114",
      "type": "movie",
      "name": "La orgía",
      "ids": {
        "tmdb": 413114
      },
      "overview": "Un grupo de chicos y chicas se va una semana de vacaciones a una casa y la reunión termina en orgía. Pero no todo es sexo; hay también divagaciones sobre cine, chocolate y churros, y mucho buen humor.",
      "year": 1978,
      "poster": "https://image.tmdb.org/t/p/w342/gdsH3ioXgA7vW9mQqtWu0t0AuVj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9lfyTjg4ILPvNPZsaIEWk2x152w.jpg"
    },
    {
      "id": "tmdb:134218",
      "type": "movie",
      "name": "El donante",
      "ids": {
        "tmdb": 134218
      },
      "overview": "Tato Montini, un popular presentador radiofónico muy consciente de la importancia del pene en la vida, decide donar su espectacular miembro una vez fallezca. Pero cuando llega al cielo descubre que, tanto allí como en el infierno, su órgano reproductor es bastante necesario para entretenerse por toda la eternidad.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/gXBX4gjSkQNfz1S3HOvlqSM6VcL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xbtxliTDFtAWLTRvwhoWuLhFGNm.jpg"
    },
    {
      "id": "tmdb:74122",
      "type": "movie",
      "name": "El bígamo",
      "ids": {
        "tmdb": 74122
      },
      "overview": "Harry vive en San Francisco y como representante comercial debe viajar mucho. Está casado con Eve y ambos están intentando adoptar un bebé. Mr. Jordan, director de la agencia de adopción, comienza a hacer una serie de averiguaciones y sospecha de Harry, el cual guarda un secreto. Pronto descubre que éste tiene en Los Angeles una segunda esposa y un bebé.",
      "year": 1953,
      "poster": "https://image.tmdb.org/t/p/w342/fEPxJf6haz3EZqkyUlwD6kdCQ8N.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bn63p4oxeOWSXwtAf1xCPv1ZQIo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/pJroGlMJfgTubZNELpaA1fdIK8Y.png"
    },
    {
      "id": "tmdb:144736",
      "type": "movie",
      "name": "Linchamiento",
      "ids": {
        "tmdb": 144736
      },
      "overview": "Una guerra entre los ganaderos y los agricultores llega a un punto crítico con la llegada de un  Marshal y de \"Mule\" un famoso pistolero en la ciudad de Houstonville, Texas.",
      "year": 1968,
      "poster": "https://image.tmdb.org/t/p/w342/cb5Z9MdMc3aQBBj7FFzcg6TEGCQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1eeCokXDPBfb4c3m84EQtq9Dr4g.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jd343rL2Ss9GqJfOpbiiwHMC94X.png"
    },
    {
      "id": "tmdb:9399",
      "type": "movie",
      "name": "Lionheart, el luchador",
      "ids": {
        "tmdb": 9399
      },
      "overview": "León Gualtier es un desertor en la Legión Extranjera que llega a los EE.UUy encuentra a su hermano entre la vida y la muerte y a su cuñada sin dinero para curar a su marido y mantener su hija. Para ganar el dinero necesario, Gualtier acepta para participar en peleas clandestinas.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/j4pTOgrUqPSXrDDLKDDAaaiN805.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wcuoz1EEzcSvlM4navzT6hSNNg7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1EPXHnuIsursiSQXrxMhNyP7fW9.png"
    },
    {
      "id": "tmdb:10362",
      "type": "movie",
      "name": "Two Lovers",
      "ids": {
        "tmdb": 10362
      },
      "overview": "Leonard (Joaquin Phoenix) es un joven psicológicamente inestable que intenta recuperarse de su última crisis bajo la atenta mirada de sus padres. Inesperadamente entran en su vida dos mujeres: la encantadora y sencilla Sandra (Vinessa Shaw), hija del nuevo socio de su padre, y Michelle (Gwyneth Paltrow), una misteriosa vecina que parece no encajar en un barrio tan anodino.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/u9dZ84dD12cLLedJfRVHStKSHvh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fMfRgkQrU6Zwb5uJU91HNOPbfyy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7KJx19aPbnsGG94HmJyYWD3Z4ea.png"
    },
    {
      "id": "tmdb:28784",
      "type": "movie",
      "name": "Hell Is a City",
      "ids": {
        "tmdb": 28784
      },
      "overview": "Cuenta  la persecución del criminal Don Starling recién escapado de la cárcel, tras dejar malherido a uno de sus carceleris, quien supuestamente tiene que pasar por Manchester, ya que allí deben estar guardadas las joyas que robó y que tratará de recuperar.",
      "year": 1960,
      "poster": "https://image.tmdb.org/t/p/w342/iG0rItDagvFyU3bVyaAwiXOTk2x.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eiP4SokyOnkZtE5D0JWNlvVykLF.jpg"
    }
  ]
}