{
  "metas": [
    {
      "id": "tmdb:324786",
      "type": "movie",
      "name": "Hasta el último hombre",
      "ids": {
        "tmdb": 324786
      },
      "overview": "Narra la historia de Desmond Doss, un joven médico militar que participó en la sangrienta batalla de Okinawa, en el Pacífico durante la II Guerra Mundial, y se convirtió en el primer objetor de conciencia en la historia estadounidense en recibir la Medalla de Honor del Congreso. Doss quería servir a su país, pero desde pequeño se había hecho una promesa a sí mismo: no coger jamás ningún arma.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/m3jj8IJ7uP5p4MqMzgtGW5l4ECd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gQzf1YLUicwHyXyjYNMtk44VjgO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xxucMCBH6h3iJ0Jc8JtVFNnen65.png"
    },
    {
      "id": "tmdb:8689",
      "type": "movie",
      "name": "Holocausto caníbal",
      "ids": {
        "tmdb": 8689
      },
      "overview": "Cuatro jóvenes documentalistas se adentran en la selva amazónica (América del Sur) para realizar un reportaje sobre las tribus que habitan en esa región, de las que se dice que todavía practican el canibalismo. Debido a la desaparición de los reporteros, dos meses después un grupo de rescate es enviado para averiguar qué ha sido de ellos; lo único que encuentran es el material filmado sobre su terrible fin.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/r7JBDaxsU0Uw1liRjDpv3e4xpXF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ptg4aaFbrNNg8If5ZtbQa5r4Nz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1HfnMUnUiA2fiQPONoIgEgGa03z.png"
    },
    {
      "id": "tmdb:144069",
      "type": "movie",
      "name": "La criada",
      "ids": {
        "tmdb": 144069
      },
      "overview": "Anna (Guerin), la hermosa esposa de un abogado, se siente abandonada por este, por lo que decide irse unos días con su sirvienta (Michelsen) al pueblo natal de esta. A partir de este momento comenzará una extraña relación entre ellas.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/s9pXocmKhkvLazafoL0oUGIn3Me.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/p2bq3g5YfkWIKCjV5i289brZsJR.jpg"
    },
    {
      "id": "tmdb:429",
      "type": "movie",
      "name": "El bueno, el feo y el malo",
      "ids": {
        "tmdb": 429
      },
      "overview": "Durante la Guerra de Secesión, tres cazadores de recompensas se lanzan a la búsqueda de un tesoro que ninguno de los tres truhanes puede localizar sin la ayuda de los otros dos. Tuco sabe que el tesoro se encuentra en un cementerio, mientras que Joe conoce el nombre inscrito en la tumba que lo esconde. Mientras tanto, Sentenza no duda en matar a mujeres y niños para conseguir su meta. De esta forma, los tres hombres colaboran en apariencia, pero al final intentarán eliminarse mutuamente.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/fSWnIXsxA47smMLwRELSWkxbVJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tEzlu5U9gQrE55XF1piXPZBtOrD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e0brYd78ykMjc6r2i0R46cEuPSW.png"
    },
    {
      "id": "tmdb:9769",
      "type": "movie",
      "name": "Lolita",
      "ids": {
        "tmdb": 9769
      },
      "overview": "Humbert es un europeo culto, brillante y atractivo que se instala en una ciudad de Nueva Inglaterra como profesor. Una vez allí, se hospeda en casa de Charlotte, una voluptuosa viuda, que ve en Humbert la encarnación de sus fantasías provincianas. Pero Humbert oculta una herida envenenada: el recuerdo de un frustrado amor de adolescencia. Por eso, Lolita, la hija de Charlotte, se le aparece a Humbert como la materialización de sus sueños.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/3nTCYIR9kwBDAnbjNlf6IHMEHry.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kYZbdtV7JKYjyCwFzh3ocoGnLnk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tzlgvs6dXNjk91U96PnVQzHf7A1.png"
    },
    {
      "id": "tmdb:530385",
      "type": "movie",
      "name": "Midsommar",
      "ids": {
        "tmdb": 530385
      },
      "overview": "Una pareja estadounidense que no está pasando por su mejor momento acude con unos amigos a un festival de verano que se celebra cada noventa años en una aldea remota de Suecia. Lo que comienza como unas vacaciones de ensueño en un lugar en el que el sol no se pone nunca, poco a poco se convierte en una oscura pesadilla cuando los misteriosos aldeanos les invitan a participar en sus perturbadoras actividades festivas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/a4Uwb4vnep76r1HRNduFgT9MRez.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vxKs0JLPT63lcYZTK8P6b3SaFff.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mjf2CyGrMqjUjsjXsaEsakBrOdA.png"
    },
    {
      "id": "tmdb:27578",
      "type": "movie",
      "name": "Los mercenarios",
      "ids": {
        "tmdb": 27578
      },
      "overview": "Un grupo de mercenarios es contratado para infiltrarse en un país sudamericano y derrocar a su despiadado y corrupto dictador. Una vez allí, se verán atrapados en una telaraña de engaño y traición. Una vez fracasada la misión, tendrán que enfrentarse a un reto aún más difícil; salvar la unidad del grupo y la amistad que los ha unido durante largos años.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/qiKXe4xbXnXdrhQXmXpZwG4Qlkv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7iugqPsB7BkqPouupLjmMDHsk45.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7Gjh8HJpkgQplW0ydg1xJrZWwAC.png"
    },
    {
      "id": "tmdb:41446",
      "type": "movie",
      "name": "Scream 4",
      "ids": {
        "tmdb": 41446
      },
      "overview": "Sidney Prescott ha logrado olvidar los asesinatos cometidos en Woodsboro. Diez años después, convertida en una escritora de éxito, vuelve a su pueblo natal con motivo de la gira de promoción de su nuevo libro. Pero su regreso irá acompañado de una nueva ola de crímenes perpetrados por un viejo conocido: Ghostface.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/sr7WNBgjX1UH9yw4Qq4o6GLAyVf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4YHKcbpD8dPGxY7N1P4TqaSV5EB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iUTq54gSisd43xyX6LG9zUHeIE3.png"
    },
    {
      "id": "tmdb:24402",
      "type": "movie",
      "name": "Emmanuelle",
      "ids": {
        "tmdb": 24402
      },
      "overview": "Una jovencita recién casada viaja a Bangkok a reunirse con su marido, un diplomático francés. En el viaje es iniciada al sexo por una hermosa adolescente y guiada por un hombre maduro en los placeres de la carne, y aprende a materializar sus fantasías sexuales más secretas, animada por su esposo.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/kFq1ffM4ruQmWH6C3SjVWJoqMi6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ramMMxfUbm8t35Dp7p4QeFlRHIx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6fhWzaR6GIu0ALE01Sv6WkAfW4j.png"
    },
    {
      "id": "tmdb:8009",
      "type": "movie",
      "name": "Los inmortales",
      "ids": {
        "tmdb": 8009
      },
      "overview": "Son Inmortales, destinados a vivir eternamente. Deben retarse a duelos a través de los tiempos hasta que sólo quede uno. Sólo decapitados por la hoja de una espada pueden liberarse de su eterna lucha y conseguir el Premio: un poder inimaginable. Desde las tierras altas de Escocia del siglo XVI hasta el Nueva York de nuestros días, los Inmortales luchan por su recompensa, mientras el destino de los mortales se sostiene en un frágil equilibrio.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/8af3tPdbKd9iDUqWb8R5dOXShtH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iz3k081oPbRLMKVsjfukOppzEzR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jXLmUqThGQNrM5Xcnrj77GtB6Fg.png"
    },
    {
      "id": "tmdb:587792",
      "type": "movie",
      "name": "Palm Springs",
      "ids": {
        "tmdb": 587792
      },
      "overview": "Cuando el desenfadado Nyles y su reticente dama de honor Sarah tienen la oportunidad de encontrarse en una boda de Palm Springs, las cosas se complican al verse incapaces de escapar del lugar y el uno del otro",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/eYNS3rNpLDxx5NJ16dwczAf4a7e.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/abHa4yfuwX957FLw3FRxZFMENRV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1O92r8CnyvdEgeda7rOZDYEWNAG.png"
    },
    {
      "id": "tmdb:1933",
      "type": "movie",
      "name": "Los otros",
      "ids": {
        "tmdb": 1933
      },
      "overview": "Grace educa sola a sus hijos en un aislado caserón victoriano bajo estrictas normas religiosas. Los tres nuevos sirvientes deben aprender una regla vital, la casa estará siempre en penumbra y nunca se abrirá una puerta si no se ha cerrado la anterior  porque los niños sufren una extraña alergia a la luz del día.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/u03kblxsv3zar3Uqt6sRfICU9L6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8HaIZxParuPo7FdSLUwGd6zoz4c.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cAfDGFvGvHqW29rjN2RDuTOfJsm.png"
    },
    {
      "id": "tmdb:4561",
      "type": "movie",
      "name": "Historia de O",
      "ids": {
        "tmdb": 4561
      },
      "overview": "La bella fotógrafa \"O\" es llevada por su amante René al castillo de Roissy para prepararla como esclava sexual. Tras estar varias semanas y abandonar luego el castillo, O conoce por mediación de René a su hermanastro Sir Stephen, con quien comenzará una relación de dominación - sumisión ante el requerimiento de René. Con Sir Stephen continuará su proceso de aprendizaje en la sumisión, se iniciará en las relaciones lésbicas para obtener el sometimiento de otra mujer con quien compensará a René.",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/vBMKZav1k1zbFVi6LZLHsXZJTJr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/b0Ducs0zrJPKttg9837bkEwQHwN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9WX9WS0ZFvDwLvgguhXKT5NAAVX.png"
    },
    {
      "id": "tmdb:263472",
      "type": "movie",
      "name": "Toc, toc",
      "ids": {
        "tmdb": 263472
      },
      "overview": "Dos chicas jóvenes se presentan sin previo aviso en la casa de un hombre casado, dispuestas a seducirle y complicar su vida perfecta. Remake de \"Death Game (Las sádicas), dirigida por Peter S. Traynor en 1977.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/hRDVNV7einjCZHGQJ3j6Mqcjdaa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bBdgSTueZkT4E699Od9sxr4AaN6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9yRc1hqHNvLgAmEQpNWeY77185b.png"
    },
    {
      "id": "tmdb:253376",
      "type": "movie",
      "name": "La cueva",
      "ids": {
        "tmdb": 253376
      },
      "overview": "Tres chicos y dos chicas viajan en plan mochilero a una isla paradisíaca. Cuando llegan, alquilan motos, recorren los parajes más hermosos y recónditos, acampan en el bosque, se emborrachan y se bañan en el mar. Al día siguiente, deciden explorar una cueva profunda y laberíntica, pero se extravían. Si quieren sobrevivir dentro de la cueva, deberán hacerlo en condiciones inhumanas: sin agua y sin alimentos, no parece que haya ninguna posibilidad de conseguirlo.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/vQgUNCouT5frFxeXx5mXRskOhWJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6FNUA7QbugUvUlaxCipqoUjITjZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/t0ceKbzcZ4rrjfM1isOJyLOuARB.png"
    },
    {
      "id": "tmdb:1368",
      "type": "movie",
      "name": "Acorralado",
      "ids": {
        "tmdb": 1368
      },
      "overview": "John Rambo es un veterano de la guerra de Vietnam que sufre de estrés postraumático. Un día, llega a un pequeño pueblo de Oregón, donde el sheriff Will Teasle le detiene por vagabundear. Rambo logra escapar de la comisaría y se refugia en el bosque, donde usa sus habilidades de supervivencia y combate para enfrentarse a los policías que le persiguen. El coronel Samuel Trautman, el antiguo jefe de Rambo, llega al pueblo para intentar negociar con él y evitar una masacre. Rambo tendrá que luchar contra sus propios demonios y contra las fuerzas del orden que le quieren capturar o matar.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/sYHRcd9p3rV3t3w8MHGaA7wdIBl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/277Ct5pdW4WAbaBjYLwX2BEeZqk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yAZUxdJ9tZHvNoSONu1JKvfRNw2.png"
    },
    {
      "id": "tmdb:36505",
      "type": "movie",
      "name": "Así en el Cielo como en la Tierra",
      "ids": {
        "tmdb": 36505
      },
      "overview": "Matacanes muere y al llegar al cielo descubre que éste no era como él esperaba, y que todo el mundo allí se encuentra revolucionado últimamente. San Pedro le explica que Dios estaba preocupado por la marcha del mundo, y decidió mandar un segundo hijo a la Tierra. Sin embargo, Jesús se entera y no está de acuerdo, ya que habría que reescribir la historia, por lo que convence a su Padre de que lo que el mundo realmente necesita es el Apocalipsis. Convencido por su Hijo, Dios hace todos los preparativos para celebrar el Juicio Final.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/oAwllE6TZePksJyC5mwiz3Eqa7J.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hfi3IEqtTQhk6bgGIXAyDbNplml.jpg"
    },
    {
      "id": "tmdb:5528",
      "type": "movie",
      "name": "Los chicos del coro",
      "ids": {
        "tmdb": 5528
      },
      "overview": "En 1948 Clément Mathieu, profesor de música desempleado, acepta un puesto como profesor vigilante en un internado de reeducación de menores. El sistema represivo aplicado por el director conmociona a Mathieu. Enseñándoles música y canto coral a estos niños tan difíciles, Mathieu transformará sus vidas cotidianas.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/f0FrAsLdcnCbvbT9Ofj31UkmcNe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gCRlj9soFwM7ME5nz3MKruR3yyV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o1K8iSNLLXFDOfAVapjNBFVh0YW.png"
    },
    {
      "id": "tmdb:13387",
      "type": "movie",
      "name": "Transporter 3",
      "ids": {
        "tmdb": 13387
      },
      "overview": "Frank Martin (Jason Statham) es un indiscutible especialista en entregas de alto riesgo. En esta ocasión se verá obligado, bajo amenazas, a trasladar dos voluminosas bolsas y a una joven ucraniana, Valentina (Natalya Rudakova), desde Marsella hasta Odessa. ¿Qué hay en las bolsas? ¿quién es la chica? ¿qué hay detrás de esta entrega? Frank no conoce las respuestas, pero lo que realmente no sabe es la trampa que le ha tendido el adversario más despiadado y peligroso que nunca se ha encontrado...",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/A6jWpnsmiFJR9idlCOUCeP3m03I.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uhvA5n24kcMMlGEAK0l4S9MOjsG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zOFoR4cWJB1avdg9QKw8J6OOmyX.png"
    },
    {
      "id": "tmdb:1369",
      "type": "movie",
      "name": "Rambo: Acorralado Parte II",
      "ids": {
        "tmdb": 1369
      },
      "overview": "Rambo es excarcelado y enviado de vuelta al Vietnam con una nueva misión: averiguar el paradero de unos soldados norteamericanos desaparecidos. Tras saltar en paracaídas en la jungla, portando únicamente un cuchillo y un arco con flechas, se le dice que no ataque al enemigo y que sólo haga fotografías de reconocimiento. Pero el plan no saldrá como estaba previsto.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/TuW7rwhdVPrm3qBsBGnn747Uar.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2vlFPft9hDZEdQJSVqNznZVILrj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uUTS5ZTXFLNszIG8B2yzvXpHdWf.png"
    },
    {
      "id": "tmdb:193385",
      "type": "movie",
      "name": "Corazón de hierro",
      "ids": {
        "tmdb": 193385
      },
      "overview": "Thriller de acción en el que una banda de mafiosos, entre otras cosas, se dedica a secuestrar chicas atractivas con oscuros fines. El policía que está investigando el caso es asesinado y en su lugar es designado un coreano experto en artes marciales (Bolo Yeung).",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/dpisvCx5j4kRNJV9OKwaDhgPmTU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pz1JgMO5E1SU5OSL6aT5lN0fIvW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ew1hIFDPJHUGicgopiGc7Fjuw1j.png"
    },
    {
      "id": "tmdb:22705",
      "type": "movie",
      "name": "Transgressing",
      "ids": {
        "tmdb": 22705
      },
      "overview": "Carla es una joven atractiva y despreocupada de Venecia, que va a Londres para buscar un piso que compartir con su amante Matteo. En Londres, Moira, una funcionaria del estado, seduce a Carla... y ella es cautivada... Carla decide no decir nada a Matteo, y comienza a mentirle. Matteo se pone muy celoso, se imagina aventuras eróticas de Carla y abandona su viaje a Londres. Tarde o temprano, Matteo realmente va a Londres donde se enfrenta a Carla... cuyas revelaciones le hacen despertar...",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/poa998sFasJX2XQtCTLiXvis6aE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/haqFVSBvaWR6ZfKKDHkpxp9eYbh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bWX37ZIsatTGVTGnIccjAjHyd0X.png"
    },
    {
      "id": "tmdb:28178",
      "type": "movie",
      "name": "Siempre a tu lado",
      "ids": {
        "tmdb": 28178
      },
      "overview": "Basada en una historia real. Un profesor de universidad adopta a un perro vagabundo en una estación del tren. Tras recabar información sobre el animal, el profesor descubre que el perro iba a los andenes a diario durante semanas para esperar el regreso de su amo, pero éste había muerto en un accidente en la ciudad. El perro Hachiko, al lado de su nuevo amo a quien también le cambiará la vida cuando descubre los lazos que se pueden crear entre un animal y una persona.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rLPMD8BOHjvvjjCX7BZQdqNWBm2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFCNw7ewLrc4BgRUw9mN3G3vxOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSBpv8j18UoN1G5jaQgRMTfK0O2.png"
    },
    {
      "id": "tmdb:71",
      "type": "movie",
      "name": "Billy Elliot (Quiero bailar)",
      "ids": {
        "tmdb": 71
      },
      "overview": "En 1984, durante una huelga de mineros en el condado de Durham, se suceden los enfrentamientos entre piquetes y policía. Entre los mineros más exaltados están Tony y su padre. Éste se ha empeñado en que Billy, su hijo pequeño, reciba clases de boxeo. Pero, aunque el chico tiene un buen juego de piernas, carece por completo de pegada. Un día, en el gimnasio, Billy observa la clase de ballet de la señora Wilkinson, una mujer de carácter severo que lo anima a participar. A partir de ese momento, Billy se dedicará apasionadamente a la danza.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/lN6JppeFXbPFXFREickSSeHOjCz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/prOVafNMAiENqLnkAgekH4W6lq5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fKDu1S9pw98SjZYC62WrRczodMZ.png"
    },
    {
      "id": "tmdb:423",
      "type": "movie",
      "name": "El pianista",
      "ids": {
        "tmdb": 423
      },
      "overview": "Varsovia, 1939. El pianista polaco de origen judío Wladyslaw Szpilman (Adrien Brody) interpreta un tema de Chopin en la radio nacional de Polonia mientras la aviación alemana bombardea la capital. El régimen nazi ha invadido el país, y como hace en otros países invadidos, lleva a cabo la misma política con respecto a los judíos. Así Szpilman y toda su familia -sus padres, su hermano y sus dos hermanas- se ven obligados a dejar su casa y todo lo que les pertenece para trasladarse con miles de personas de origen judío al ghetto de Varsovia. Mientras Wladyslaw trabaja como pianista en un restaurante propiedad de un judío que colabora con los nazis, su hermano Henryk (Ed Stoppard) prefiere luchar contra los nazis. Pero tres años más tarde, los habitantes del ghetto son trasladados en trenes hacia campos de concentración.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/mxfLOWnHnSlbdraKfzRn5mqoqk7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hHrEwLQKpc3rVIzccMThmu6ou9M.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aB69H37bMYVXi03RBHqEjEa9iSL.png"
    },
    {
      "id": "tmdb:253952",
      "type": "movie",
      "name": "Las adolescentes",
      "ids": {
        "tmdb": 253952
      },
      "overview": "Una chica española es enviada a estudiar a un internado londinense. Su carácter retraído le dificultará el trato con sus compañeras, de vida más disoluta dentro de lo posible allí. Hará buenas migas con dos de ellas, con las que saldrá por Londres a escondidas de la directora. De este modo, empezará a frecuentar compañías poco deseables, hasta el punto de caer en una red de pornografía internacional.",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/lctbAmrWXAbqaos0jvmzs4R0oaH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oK7g8dkdzInyH6OzSBMPiaiQG8f.jpg"
    },
    {
      "id": "tmdb:28468",
      "type": "movie",
      "name": "La llave secreta",
      "ids": {
        "tmdb": 28468
      },
      "overview": "Nino es un hombre mayor que está casado con una bella joven. El tipo no está muy satisfecho con su vida sexual, pero una posibilidad de cambio se abre una noche que sorprende a su esposa dormida.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/yVpTbPqrlvjJG570pG22b6Rlba4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bf0cRj3lFuw7TOWJSa1nNFJYEZX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uUd2UeBzloBqnasdZGXjTvCF9Pt.png"
    },
    {
      "id": "tmdb:1718",
      "type": "movie",
      "name": "Camino de Santa Fe",
      "ids": {
        "tmdb": 1718
      },
      "overview": "Como castigo por una pelea con sus compañeros días antes de graduarse en West Point, Jeb Stuart, George Armstrong Custer y cuatro amigos más, son destinados al Segundo de Caballería, estacionado en Fort Leavenworth. Durante su estancia allí, deberán participar en la captura y ejecución del abolicionista, John Brown, tras la Batalla de Harper Ferry.",
      "year": 1940,
      "poster": "https://image.tmdb.org/t/p/w342/3ZiIIRtEd5vmIE2BehqQ1w2Exex.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ejLNia8P6YrKbIpvEsihs0Ei8wL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bH4mG54jrymov0S5wWayH2Lt1zB.png"
    },
    {
      "id": "tmdb:60732",
      "type": "movie",
      "name": "La misa ha terminado",
      "ids": {
        "tmdb": 60732
      },
      "overview": "Tras ejercer sus funciones en una isla del sur de Italia, un joven sacerdote es destinado por sus superiores a una parroquia de Roma. Allí se reencontrará con su familia y con sus amigos e intentará, en la medida de sus posibilidades, cambiar las cosas; pero el fracaso lo acechará, y su posterior crisis personal y profesional le harán cuestionarse su labor dentro de la Iglesia",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/nGkwLD1sVZnc1khNbiTCvpAkX3J.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8DTBYMJCjBn7RonrRP3l9Iocmws.jpg"
    },
    {
      "id": "tmdb:835767",
      "type": "movie",
      "name": "Tiroteo en Rio Bravo",
      "ids": {
        "tmdb": 835767
      },
      "overview": "Un misterioso pistolero ruso ayuda a un marshal y a un sheriff en un enfrentamiento con un grupo de bandidos sedientos de sangre conocidos como \"Los perros del infierno\" que ha invadido su pequeña ciudad del este de Texas.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/vJXJEKg9k0tTXsAgH0V5ahMa4qO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/paZcZF8RbQHPNq3gb3IeSNITjtL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9i2ZTJkmzIdGIVW3EzYAKpfFvzt.png"
    },
    {
      "id": "tmdb:39412",
      "type": "movie",
      "name": "Emmanuelle 3: Adiós Emmanuelle",
      "ids": {
        "tmdb": 39412
      },
      "overview": "Emmanuelle y su marido arquitecto continúan con su estilo de vida amoral en las Seychelles. Pero cuando un romance causal entre ella y un director de cine comienzan, su marido muestra signos muy tradicionales de los celos.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/bnF3rXUwwtiRB2W83pqcXwOH848.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bl2ye7MJeBqGjSidhS32DzWSg24.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/24eXWcHlDvmC5WBivaOGioY3OQH.png"
    },
    {
      "id": "tmdb:138290",
      "type": "movie",
      "name": "El día de los enamorados",
      "ids": {
        "tmdb": 138290
      },
      "overview": "Varias historias independientes en el día de San Valentín, que tienen en común que un emisario celestial colabora en solucionar sus conflictos.",
      "year": 1959,
      "poster": "https://image.tmdb.org/t/p/w342/qq6m8OyvcZqHJicIPYmXEAe7PlY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ydOqHDlD8w2JPwG3SjCFP2moSCZ.jpg"
    },
    {
      "id": "tmdb:107986",
      "type": "movie",
      "name": "La historia de Amber",
      "ids": {
        "tmdb": 107986
      },
      "overview": "Una niña de 10 años es secuestrada en un pueblo de Tejas. Tras una desesperada búsqueda, aparece su cadáver en un bosque. La tragedia llevará a la madre, apoyada por los vecinos, a llevar el caso a los tribunales.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/qTRHXzeOPaiYKCBwAxMu10XYF3g.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8mGbfrPhtWnkP6NYjl35EoZPYKf.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9UYXkLEeXKRSuj0lBb3p5KbRSQv.png"
    },
    {
      "id": "tmdb:110876",
      "type": "movie",
      "name": "Atlas de geografía humana",
      "ids": {
        "tmdb": 110876
      },
      "overview": "Fran, Rosa, Ana y Marisa trabajan en el Departamento de Obras de Consulta de un grupo editorial. Durante varios meses tienen que realizar en equipo un Atlas de Geografía que se venderá en fascículos. En ese tiempo surgen algunos problemas propios del trabajo en equipo, pero lo que verdaderamente importa es que las cuatro, cada una a su manera y en circunstancias muy distintas, están redefiniendo sus vidas.",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/1xf3SeiNSQRFUZFTL6TzFAbugyI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bNiynMME57Zkw8djGbIyeCWg2oF.jpg"
    },
    {
      "id": "tmdb:9399",
      "type": "movie",
      "name": "Lionheart, el luchador",
      "ids": {
        "tmdb": 9399
      },
      "overview": "León Gualtier es un desertor en la Legión Extranjera que llega a los EE.UUy encuentra a su hermano entre la vida y la muerte y a su cuñada sin dinero para curar a su marido y mantener su hija. Para ganar el dinero necesario, Gualtier acepta para participar en peleas clandestinas.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/j4pTOgrUqPSXrDDLKDDAaaiN805.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wcuoz1EEzcSvlM4navzT6hSNNg7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1EPXHnuIsursiSQXrxMhNyP7fW9.png"
    },
    {
      "id": "tmdb:44741",
      "type": "movie",
      "name": "Malicia",
      "ids": {
        "tmdb": 44741
      },
      "overview": "En un piso de Catania, en los años cincuenta se reúnen muchas personas de luto por la muerte de la esposa de Ignazio La Brocca, dueño de una próspera sastrería y padre de tres hijos.Entre los presentes hay una joven, Angela La Barbera, que precisamente ese día iba a empezar a trabajar como interina para la familia. El viudo y los tres hijos pronto se acostumbran a los cuidados dulces y atentos de la nueva presencia femenina.El viudo no consigue resistir a la tentación y decide casarse con ella a pesar del poco tiempo transcurrido desde la muerte de su mujer. Además de la presencia dominante de un gran retrato de la primera esposa, otro obstáculo para la unión es el hijo Nino, totalmente obsesionado por la mujer. Entre los dos se va instaurando una relación maliciosa y cruel, en la que Angela se presta a los juegos eróticos del adolescente con tal de conseguir el consenso para casarse con su padre.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/aFDzUNTAFKIl5WK8Llrhz1AfVTt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i3CV5KhT2Y1xv0j606GE9jgc2SC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sSkA55gd1YGZoq9orLjdFJ29zjt.png"
    },
    {
      "id": "tmdb:581387",
      "type": "movie",
      "name": "Alerta roja",
      "ids": {
        "tmdb": 581387
      },
      "overview": "El volcán en la montaña Baekdu hace erupción repentinamente, causando varios terremotos tanto en Corea del Norte como en el Sur. El caos reina en la península de Corea cuando se predicen más erupciones. Para prevenir un desastre mayor, Jeon Yoo-kyung (Jeon Hye-jin) planea una operación basada en la teoría del profesor Kang Bong-rae (Ma Dong-seok), quien ha estudiado la montaña Baekdu y sus posibles erupciones. Jo In-chang (Ha Jung-woo) es el capitán del equipo de fuerzas especiales y es asignado a la operación que mantiene el destino de ambas Coreas en la balanza. Él contacta a Lee Joon-pyeong (Lee Byung-hun), un espía norcoreano para realizar la operación conjuntamente. Mientras, su esposa embarazada, Choi Ji-young (Bae Suzy), está sola en Seúl intentando sobrevivir en medio del desastre.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/A3BP44EvnJIIhyNVwPT0IpvNAoc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jpiw4h4VeSXlPjn6cLzSEeT6vDE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hFRsvlEMDiG1Wb6MJpIT8gigGey.png"
    },
    {
      "id": "tmdb:8047",
      "type": "movie",
      "name": "Matador",
      "ids": {
        "tmdb": 8047
      },
      "overview": "Un torero que se ha visto forzado a retirarse prematuramente debido a una cogida, se da cuenta de que su obsesión por matar no desaparece, solo que ahora su objetivo serán las mujeres. Hacer el amor y matar en el último instante es lo más parecido al inefable placer de una tarde en la plaza de toros. El problema se agrava cuando conoce a María, una mujer con tendencias similares a las suyas.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/fdwmWNDmNRAxzoVgAX5KttEqFMi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/p88RfbdSazcFFEkAKT8fBQV4HWZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/404WmTPCuw7UrWBjYyX0M9SSS5J.png"
    },
    {
      "id": "tmdb:497510",
      "type": "movie",
      "name": "Las heridas del viento",
      "ids": {
        "tmdb": 497510
      },
      "overview": "El padre de David ha muerto y ahora debe arreglar los papeles de la herencia. Para su sorpresa, entre los bienes de su progenitor encuentra unas cartas de amor de otro hombre. ¿Acaso su padre tenía un aventura secreta? El joven decide averiguar la verdad y visitar a ese amante desconocido.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/x0t3arbWtd0JKWtKP8Zx155v15w.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wKKnrCiNW8ytqIN37d4SH2IuEl1.jpg"
    },
    {
      "id": "tmdb:35031",
      "type": "movie",
      "name": "La vía láctea",
      "ids": {
        "tmdb": 35031
      },
      "overview": "Dos trotamundos franceses que, desde las afueras de París, deciden ir de peregrinaje a Santiago de Compostela, conocen numerosos personajes y viven situaciones estrechamente vinculadas a las creencias religiosas",
      "year": 1969,
      "poster": "https://image.tmdb.org/t/p/w342/w9EJx3VLGNGvSaCdsLaYD096NnM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dlH6bkq4SJwwlLpr7jAWeG2UATx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ne32AmWHbAtsN4M4y4DwxYoOtRu.png"
    },
    {
      "id": "tmdb:2330",
      "type": "movie",
      "name": "Taxi Express",
      "ids": {
        "tmdb": 2330
      },
      "overview": "Daniel, un joven repartidor de pizzas, consigue hacer realidad uno de sus sueños: obtener la licencia de taxi. Pero un encuentro fortuito con Emilien le pone en un aprieto: para conservar su licencia de taxi, han de detener a una banda que está desmantelando los bancos del país.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/hJGTeFfEVzYGhB84YFU67B3VG4F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/148xS3PsuxDHT3VCcj3dzdU1lj3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/shKSBFh8eBz1zxEITJXkwqFon8O.png"
    },
    {
      "id": "tmdb:292750",
      "type": "movie",
      "name": "Las aventuras de Tim y Buck",
      "ids": {
        "tmdb": 292750
      },
      "overview": "Trapper Wintrop vive en una cabaña solitaria en las montañas, junto con su padre, el hijo Tim, su perro lobo Buck y el explorador mudo Mat. Cuando una banda de villanos roba y mata  al abuelo se empeñan en darles caza.",
      "year": 1991,
      "poster": "https://image.tmdb.org/t/p/w342/ogPDUh1Nt22IJrsK2P1dEzkFBZ3.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:143529",
      "type": "movie",
      "name": "Las 4 bodas de Marisol",
      "ids": {
        "tmdb": 143529
      },
      "overview": "Marisol, una joven estrella del cine español, y Frank, un director estadounidense, se enamoran durante el rodaje de una película en España. El productor decide aprovechar la situación para organizar un montaje publicitario, pero Marisol prepara una trampa para darle un escarmiento.",
      "year": 1967,
      "poster": "https://image.tmdb.org/t/p/w342/z52TkpiSvk9Ey9z33IheZPmDGHO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yKB1T1lp52GWzr3MirA3VTft1il.jpg"
    },
    {
      "id": "tmdb:731454",
      "type": "movie",
      "name": "Yo quise hacer Los bingueros 2",
      "ids": {
        "tmdb": 731454
      },
      "overview": "Charlie Garci es un director novel que trata levantar el proyecto de su vida, la segunda parte de \"Los bingueros\", la mítica comedia de Mariano Ozores.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/unGxPKvk4xkdykKf8BM0dESCFtb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/263LqS6dHfbvYJ34EN9KCjMxtWb.jpg"
    },
    {
      "id": "tmdb:419477",
      "type": "movie",
      "name": "El expreso de Andalucía",
      "ids": {
        "tmdb": 419477
      },
      "overview": "Un antiguo deportista retirado, un estudiante de derecho y un delincuente de poca monta se unen para planear y perpetrar el robo de unas joyas transportadas en el furgón del correo expreso de Andalucía.",
      "year": 1956,
      "poster": "https://image.tmdb.org/t/p/w342/rM3qaofQyVpeNRj0fQQzm3EovAL.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:53932",
      "type": "movie",
      "name": "Las edades de Lulú",
      "ids": {
        "tmdb": 53932
      },
      "overview": "Adaptación de la novela homónima de Almudena Grandes. Lulú es una chica de quince años que sucumbe a los atractivos de Pablo, un amigo de la familia. Después de esta experiencia, Lulú alimenta durante mucho tiempo el deseo por ese hombre, que volverá a entrar en su vida años más tarde, prolongando así el juego amoroso de la niñez. Pablo crea para ella un mundo aparte, un universo privado donde el tiempo carece de valor. Pero pronto ese mundo idealizado se quebrará, cuando Lulú, con treinta años, se adentre en el universo de los deseos prohibidos.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/zwQrgqrMSqidARZrquEjQ10T8bX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/AqYp8OychJTIS4N3ZsqJ3RnKBtu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e5jPFGqNe63pHGhcAaI0ECb3YVZ.png"
    },
    {
      "id": "tmdb:1587",
      "type": "movie",
      "name": "¿A quién ama Gilbert Grape?",
      "ids": {
        "tmdb": 1587
      },
      "overview": "Gilbert es un chico del pequeño pueblo de Endora atrapado allí por las obligaciones familiares. Tras el suicidio de su padre, debe hacerse cargo de su hermano menor, que es deficiente, de sus dos hermanas y de una madre obesa que pesa más de 200 kilos. Su aburrida vida transcurre entre el colmado donde trabaja, su familia y la relación que mantiene con una mujer casada. La llegada al pueblo de una joven optimista llamada Becky cambiará su rutina.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/1W9WHcWBD08V3SxpDpxESODDpde.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tSwCQWsMfI3Hrcghw4tBDvtR9yM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hT23Ud6IuP47zRFuj9BzPdNvVRw.png"
    },
    {
      "id": "tmdb:1370",
      "type": "movie",
      "name": "Rambo III",
      "ids": {
        "tmdb": 1370
      },
      "overview": "Cuando descubre que el coronel Trautman ha caído en manos soviéticas en Afganistán, Rambo regresa al servicio para intentar liberar a su amigo. Después de contactar a la resistencia afgana, entra en la zona sitiada por las tropas enemigas.",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/69iGRVnOi62ZK2ExoJl12tnvH0T.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yM2clonjcpiHDyqxVbV3ePshXh7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qZnZohJ6syqhJokjyZ0D6eABoHX.png"
    },
    {
      "id": "tmdb:17899",
      "type": "movie",
      "name": "Mentiras y gordas",
      "ids": {
        "tmdb": 17899
      },
      "overview": "Un grupo de jóvenes se prepara para lo que va a ser el verano de su vida, entre secretos, mentiras, ligues, sexo, confusión, noche y sobre todo mucha fiesta. La mayor parte de los adolescentes no son conscientes de que, una vez emprendido ese viaje iniciático, no se puede dar marcha atrás, y que a menudo las mentiras se irán haciendo cada vez más grandes, y que a veces amar significa hacer daño.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/h9HfPq5NKtiLzHu1279A97kZUo5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pieFSTfzRCj0SvbNKpMjToyKbdX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/98JZktN7OeJPQcQcCqkYjdLB6SS.png"
    },
    {
      "id": "tmdb:158063",
      "type": "movie",
      "name": "El héroe del Oeste",
      "ids": {
        "tmdb": 158063
      },
      "overview": "Donaldson intenta perturbar la paz existente entre blancos y siux, vendiendo armas a los indios. Bufalo Bill es enviado a frenar el comercio de armas y así evitar una guerra con los indios. (FILMAFFINITY)",
      "year": 1964,
      "poster": "https://image.tmdb.org/t/p/w342/gMvgK94seR7TP5yUtqu47NwZVEQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2CsO28Lgy3TreRF6XcWgPfbjCYp.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8Ied2uYF4T5wOQNS7Sw34qKohXe.png"
    }
  ]
}