{
  "metas": [
    {
      "id": "tmdb:28178",
      "type": "movie",
      "name": "Siempre a tu lado",
      "ids": {
        "tmdb": 28178
      },
      "overview": "Basada en una historia real. Un profesor de universidad adopta a un perro vagabundo en una estación del tren. Tras recabar información sobre el animal, el profesor descubre que el perro iba a los andenes a diario durante semanas para esperar el regreso de su amo, pero éste había muerto en un accidente en la ciudad. El perro Hachiko, al lado de su nuevo amo a quien también le cambiará la vida cuando descubre los lazos que se pueden crear entre un animal y una persona.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rLPMD8BOHjvvjjCX7BZQdqNWBm2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFCNw7ewLrc4BgRUw9mN3G3vxOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSBpv8j18UoN1G5jaQgRMTfK0O2.png"
    },
    {
      "id": "tmdb:83124",
      "type": "movie",
      "name": "Llega Sartana",
      "ids": {
        "tmdb": 83124
      },
      "overview": "Gianni Garko se vuelve a meter en la piel de Sartana, un aguerrido y justiciero vaquero del Oeste americano. Esta vez, el valiente cowboy provoca, intencionadamente, un incidente para ingresar en la cárcel y hablar con Grand Full. Él es el único que le puede ayudar a encontrar el paradero de 500.000 dólares, escondidos por su socio Johnson, que fue asesinado. Pero, en prisión, hay otros muchos bandoleros que desean encontrar el tesoro.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/pLLMzsdDXbjRBQ68bGM8dcTBIR0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2UBIgkikTKWmRiKNjgPf2TAWcai.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2G7ZQ3JWK158WH9HW0eVLCQrP3b.png"
    },
    {
      "id": "tmdb:324786",
      "type": "movie",
      "name": "Hasta el último hombre",
      "ids": {
        "tmdb": 324786
      },
      "overview": "Narra la historia de Desmond Doss, un joven médico militar que participó en la sangrienta batalla de Okinawa, en el Pacífico durante la II Guerra Mundial, y se convirtió en el primer objetor de conciencia en la historia estadounidense en recibir la Medalla de Honor del Congreso. Doss quería servir a su país, pero desde pequeño se había hecho una promesa a sí mismo: no coger jamás ningún arma.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/m3jj8IJ7uP5p4MqMzgtGW5l4ECd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gQzf1YLUicwHyXyjYNMtk44VjgO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xxucMCBH6h3iJ0Jc8JtVFNnen65.png"
    },
    {
      "id": "tmdb:429",
      "type": "movie",
      "name": "El bueno, el feo y el malo",
      "ids": {
        "tmdb": 429
      },
      "overview": "Durante la Guerra de Secesión, tres cazadores de recompensas se lanzan a la búsqueda de un tesoro que ninguno de los tres truhanes puede localizar sin la ayuda de los otros dos. Tuco sabe que el tesoro se encuentra en un cementerio, mientras que Joe conoce el nombre inscrito en la tumba que lo esconde. Mientras tanto, Sentenza no duda en matar a mujeres y niños para conseguir su meta. De esta forma, los tres hombres colaboran en apariencia, pero al final intentarán eliminarse mutuamente.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/fSWnIXsxA47smMLwRELSWkxbVJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tEzlu5U9gQrE55XF1piXPZBtOrD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e0brYd78ykMjc6r2i0R46cEuPSW.png"
    },
    {
      "id": "tmdb:77970",
      "type": "movie",
      "name": "La loca historia de los tres mosqueteros",
      "ids": {
        "tmdb": 77970
      },
      "overview": "El Cardenal Richelieu odia a muerte a Ana de Austria, Reina de Francia. Aprovechando que la Reina es un poco ligera de cascos y que le ha entregado el liguero de pedrería, que con tanto amor le había regalado su esposo, al Duque de Buckingham, monta una fiesta palaciega con la perversa pretensión de que la Reina luzca el susodicho liguero. Ante el aprieto de la Reina, su fiel servidora Constanza pone al servicio de su señora a Los tres Mosqueteros para que vayan a Londres a recuperar el liguero. Los 3 Mosqueteros deberán luchar encarnizadamente contra el Cardenal Richelieu y sus hombres para llegar a tiempo con el famoso liguero de brillantes.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/fBEeNB5Znt8N2fjjYBgNNvl9xC5.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:44741",
      "type": "movie",
      "name": "Malicia",
      "ids": {
        "tmdb": 44741
      },
      "overview": "En un piso de Catania, en los años cincuenta se reúnen muchas personas de luto por la muerte de la esposa de Ignazio La Brocca, dueño de una próspera sastrería y padre de tres hijos.Entre los presentes hay una joven, Angela La Barbera, que precisamente ese día iba a empezar a trabajar como interina para la familia. El viudo y los tres hijos pronto se acostumbran a los cuidados dulces y atentos de la nueva presencia femenina.El viudo no consigue resistir a la tentación y decide casarse con ella a pesar del poco tiempo transcurrido desde la muerte de su mujer. Además de la presencia dominante de un gran retrato de la primera esposa, otro obstáculo para la unión es el hijo Nino, totalmente obsesionado por la mujer. Entre los dos se va instaurando una relación maliciosa y cruel, en la que Angela se presta a los juegos eróticos del adolescente con tal de conseguir el consenso para casarse con su padre.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/aFDzUNTAFKIl5WK8Llrhz1AfVTt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i3CV5KhT2Y1xv0j606GE9jgc2SC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sSkA55gd1YGZoq9orLjdFJ29zjt.png"
    },
    {
      "id": "tmdb:97319",
      "type": "movie",
      "name": "Cosas que hacen que la vida valga la pena",
      "ids": {
        "tmdb": 97319
      },
      "overview": "Hortensia es una mujer madura que trabaja en una oficina del INEM. Cuando su marido la abandonó por una joven, perdió toda esperanza de volver a enamorarse. Un día conoce en la oficina a un parado que acaba de superar una profunda depresión.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/yewxqBZCWip3VZq1qGX5OSmLEYI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wMjYE79A8Y5ujF3LXgpdL64Wcdg.jpg"
    },
    {
      "id": "tmdb:144332",
      "type": "movie",
      "name": "La verdad sobre el caso Savolta",
      "ids": {
        "tmdb": 144332
      },
      "overview": "Barcelona entre los años 1917 y 1923. Es la época del pistolerismo, durante la cual el enfrentamiento entre pistoleros anarquistas y sicarios pagados por la patronal arrojó un número escandaloso de muertes. El enfrentamiento entre los trabajadores anarquistas y los propietarios de la fábrica de armas Savolta se agrava cuando la familia Savolta decide acabar con la rebelión contratando asesinos a sueldo y urdiendo intrigas con el fin de ocultar sus ilegales transacciones con Alemania. Adaptación de la novela homónima de Eduardo Mendoza.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/vA8pIRDAKKzu5wUhznh23KNpLVq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/grQV9uzQygUJ3Q4kOsl7VLQkbWx.jpg"
    },
    {
      "id": "tmdb:2330",
      "type": "movie",
      "name": "Taxi Express",
      "ids": {
        "tmdb": 2330
      },
      "overview": "Daniel, un joven repartidor de pizzas, consigue hacer realidad uno de sus sueños: obtener la licencia de taxi. Pero un encuentro fortuito con Emilien le pone en un aprieto: para conservar su licencia de taxi, han de detener a una banda que está desmantelando los bancos del país.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/hJGTeFfEVzYGhB84YFU67B3VG4F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/148xS3PsuxDHT3VCcj3dzdU1lj3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/shKSBFh8eBz1zxEITJXkwqFon8O.png"
    },
    {
      "id": "tmdb:166202",
      "type": "movie",
      "name": "¿Qué hace una chica como tú en un sitio como éste?",
      "ids": {
        "tmdb": 166202
      },
      "overview": "Rosa, separada y con dos hijos, tiene que soportar los celos de su ex marido y vive angustiada porque él sigue intentando controlar su vida. Por mediación de una amiga conoce el mundo de la noche y, en este ambiente, conoce a un chico joven con el que mantiene una aventura, pero la persecución de su ex marido le hace la vida imposible. Un día decide que esa situación ha de cambiar, por lo que urde un plan muy inteligente.",
      "year": 1978,
      "poster": "https://image.tmdb.org/t/p/w342/5fIoAVBKav1qLEgJERr1tP8TvpP.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:144069",
      "type": "movie",
      "name": "La criada",
      "ids": {
        "tmdb": 144069
      },
      "overview": "Anna (Guerin), la hermosa esposa de un abogado, se siente abandonada por este, por lo que decide irse unos días con su sirvienta (Michelsen) al pueblo natal de esta. A partir de este momento comenzará una extraña relación entre ellas.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/s9pXocmKhkvLazafoL0oUGIn3Me.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/p2bq3g5YfkWIKCjV5i289brZsJR.jpg"
    },
    {
      "id": "tmdb:82299",
      "type": "movie",
      "name": "Mas allá del bien y del mal",
      "ids": {
        "tmdb": 82299
      },
      "overview": "En 1899, Paul  conoce a la joven judía rusa  Salomé e inmediatamente quiere casarse con ella. Ella en cambio, propone una relación más ambigua: Ellos dos y su amigo, Friedrich Nietzsche.Con un título que hace referencia a la obra del famoso filósofo alemán, \"Más allá del bien y del mal. Preludio de una filosofía del futuro\", se esconde este drama que profundiza en la intensa relación que se estableció en la década de 1880 entre Nietzsche, la escritora y psicoanalista Lou Salome y el también filósofo Paul Rée.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/bxFXut8oJUTmzYiDdtIrMEMDim5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rR26yqyPLrZgm7RQmmLXKJcP0PQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kMeKECB0xDTKy0Zcla6VxMUTQmh.png"
    },
    {
      "id": "tmdb:208004",
      "type": "movie",
      "name": "¿Por qué pecamos a los 40?",
      "ids": {
        "tmdb": 208004
      },
      "overview": "Alejandro Quesada (Fernando Fernán Gómez), un eminente médico cuarentón con gran éxito entre las mujeres, impulsa a sus antiguos amigos Federico (Juanjo Menéndez) y Enrique (José Luis López Vázquez) a cambiar su actitud ante la vida. La muerte de otro amigo común, Luis (Jesús Puente), los reafirma en el intento de disfrutar de su existencia y buscar la relación con mujeres de menor edad que sus esposas.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/7rf0Y7z5Np4HrVXtAs0rgCw60oE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lkD5gtE1nvhVmHrl0WsWtE7ltUs.jpg"
    },
    {
      "id": "tmdb:1368",
      "type": "movie",
      "name": "Acorralado",
      "ids": {
        "tmdb": 1368
      },
      "overview": "John Rambo es un veterano de la guerra de Vietnam que sufre de estrés postraumático. Un día, llega a un pequeño pueblo de Oregón, donde el sheriff Will Teasle le detiene por vagabundear. Rambo logra escapar de la comisaría y se refugia en el bosque, donde usa sus habilidades de supervivencia y combate para enfrentarse a los policías que le persiguen. El coronel Samuel Trautman, el antiguo jefe de Rambo, llega al pueblo para intentar negociar con él y evitar una masacre. Rambo tendrá que luchar contra sus propios demonios y contra las fuerzas del orden que le quieren capturar o matar.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/sYHRcd9p3rV3t3w8MHGaA7wdIBl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/277Ct5pdW4WAbaBjYLwX2BEeZqk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yAZUxdJ9tZHvNoSONu1JKvfRNw2.png"
    },
    {
      "id": "tmdb:5528",
      "type": "movie",
      "name": "Los chicos del coro",
      "ids": {
        "tmdb": 5528
      },
      "overview": "En 1948 Clément Mathieu, profesor de música desempleado, acepta un puesto como profesor vigilante en un internado de reeducación de menores. El sistema represivo aplicado por el director conmociona a Mathieu. Enseñándoles música y canto coral a estos niños tan difíciles, Mathieu transformará sus vidas cotidianas.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/f0FrAsLdcnCbvbT9Ofj31UkmcNe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gCRlj9soFwM7ME5nz3MKruR3yyV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o1K8iSNLLXFDOfAVapjNBFVh0YW.png"
    },
    {
      "id": "tmdb:587792",
      "type": "movie",
      "name": "Palm Springs",
      "ids": {
        "tmdb": 587792
      },
      "overview": "Cuando el desenfadado Nyles y su reticente dama de honor Sarah tienen la oportunidad de encontrarse en una boda de Palm Springs, las cosas se complican al verse incapaces de escapar del lugar y el uno del otro",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/eYNS3rNpLDxx5NJ16dwczAf4a7e.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/abHa4yfuwX957FLw3FRxZFMENRV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1O92r8CnyvdEgeda7rOZDYEWNAG.png"
    },
    {
      "id": "tmdb:256916",
      "type": "movie",
      "name": "Sus ojos se cerraron y el mundo sigue andando",
      "ids": {
        "tmdb": 256916
      },
      "overview": "Buenos Aires, años 30. Juanita, una joven y bella española admiradora de Carlos Gardel conoce a un oscuro cantante de tangos que se le parece considerablemente. Seducida por el artista, abandona a su novio, e intenta convertir al joven en un doble de su ídolo.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/ueETRSrKjhyqM8cxbPyDDAI7yeH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8IcgaAMee01iS0y74xppiLQ1CuW.jpg"
    },
    {
      "id": "tmdb:64084",
      "type": "movie",
      "name": "Una mujer sin escrúpulos",
      "ids": {
        "tmdb": 64084
      },
      "overview": "Un hombre está tan desesperado por promocionarse que ofrece su mujer a su jefe. A pesar de este sacrificio, otro hombre consigue el ascenso. Entonces decide suicidarse y su mujer promete vengarse de todos los implicados. (FILMAFFINITY)",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/piSwaUrbvlITD833fjrc8znU8JD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/71HJTC4R5ZG4PUXnxpy0ucjXubh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ynGmbpvQKRgyaSb1LZvaixNOsfJ.png"
    },
    {
      "id": "tmdb:423",
      "type": "movie",
      "name": "El pianista",
      "ids": {
        "tmdb": 423
      },
      "overview": "Varsovia, 1939. El pianista polaco de origen judío Wladyslaw Szpilman (Adrien Brody) interpreta un tema de Chopin en la radio nacional de Polonia mientras la aviación alemana bombardea la capital. El régimen nazi ha invadido el país, y como hace en otros países invadidos, lleva a cabo la misma política con respecto a los judíos. Así Szpilman y toda su familia -sus padres, su hermano y sus dos hermanas- se ven obligados a dejar su casa y todo lo que les pertenece para trasladarse con miles de personas de origen judío al ghetto de Varsovia. Mientras Wladyslaw trabaja como pianista en un restaurante propiedad de un judío que colabora con los nazis, su hermano Henryk (Ed Stoppard) prefiere luchar contra los nazis. Pero tres años más tarde, los habitantes del ghetto son trasladados en trenes hacia campos de concentración.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/mxfLOWnHnSlbdraKfzRn5mqoqk7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hHrEwLQKpc3rVIzccMThmu6ou9M.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aB69H37bMYVXi03RBHqEjEa9iSL.png"
    },
    {
      "id": "tmdb:257844",
      "type": "movie",
      "name": "¡Zarpazos! Un viaje por el spanish horror",
      "ids": {
        "tmdb": 257844
      },
      "overview": "A finales de los sesenta, el cine español comenzó a producir una gran cantidad de películas de terror: se abrieron los mercados internacionales, hubo una producción continua y se creó un pequeño star system, así como un sólido grupo de directores especializados. Aunque se imitaban tendencias extranjeras, el horror español ofrecía un enfoque particular del sexo, la sangre y la violencia. Fue un movimiento artístico extremadamente inusual en la España de Franco.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/sXp49NOIt7PTrNcHQuk98zQ7kNu.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qJtCQSY8w9acLF1lPiXj0rk6ZnD.jpg"
    },
    {
      "id": "tmdb:28468",
      "type": "movie",
      "name": "La llave secreta",
      "ids": {
        "tmdb": 28468
      },
      "overview": "Nino es un hombre mayor que está casado con una bella joven. El tipo no está muy satisfecho con su vida sexual, pero una posibilidad de cambio se abre una noche que sorprende a su esposa dormida.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/yVpTbPqrlvjJG570pG22b6Rlba4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bf0cRj3lFuw7TOWJSa1nNFJYEZX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uUd2UeBzloBqnasdZGXjTvCF9Pt.png"
    },
    {
      "id": "tmdb:24402",
      "type": "movie",
      "name": "Emmanuelle",
      "ids": {
        "tmdb": 24402
      },
      "overview": "Una jovencita recién casada viaja a Bangkok a reunirse con su marido, un diplomático francés. En el viaje es iniciada al sexo por una hermosa adolescente y guiada por un hombre maduro en los placeres de la carne, y aprende a materializar sus fantasías sexuales más secretas, animada por su esposo.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/kFq1ffM4ruQmWH6C3SjVWJoqMi6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ramMMxfUbm8t35Dp7p4QeFlRHIx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6fhWzaR6GIu0ALE01Sv6WkAfW4j.png"
    },
    {
      "id": "tmdb:9299",
      "type": "movie",
      "name": "Tesis",
      "ids": {
        "tmdb": 9299
      },
      "overview": "Ángela, licenciada en ciencias de la información, prepara su tesis sobre la violencia audiovisual. Su director, Figueroa, se compromete a buscarle películas, mientras que un amigo, Chema, la invita a su casa a una sesión de cine gore y pornográfico. Figueroa descubre en la videoteca de la Facultad unas galerías con cientos de videocintas. Poco después muere en extrañas circunstancias. Ángela descubre el cadáver y se da cuenta de que ha sufrido un infarto mientras veía una cinta de vídeo. Ángela se hace con la cinta y hace un terrible descubrimiento: se trata de una snuff movie, una película ilegal en la que se filma al asesinato real de gente inocente. La joven comienza a sospechar que en la Facultad existe una red de tráfico de este tipo de películas. Pero, ¿quién es el responsable de ella?",
      "year": 1996,
      "poster": "https://image.tmdb.org/t/p/w342/kg8Dv4CMOtvmgtil7zqju180ZRp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cSneRMf8QtzeIVx957EQMDprObW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rYUi5RPxS2iw45bzzWlbhRV3FqF.png"
    },
    {
      "id": "tmdb:530385",
      "type": "movie",
      "name": "Midsommar",
      "ids": {
        "tmdb": 530385
      },
      "overview": "Una pareja estadounidense que no está pasando por su mejor momento acude con unos amigos a un festival de verano que se celebra cada noventa años en una aldea remota de Suecia. Lo que comienza como unas vacaciones de ensueño en un lugar en el que el sol no se pone nunca, poco a poco se convierte en una oscura pesadilla cuando los misteriosos aldeanos les invitan a participar en sus perturbadoras actividades festivas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/a4Uwb4vnep76r1HRNduFgT9MRez.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vxKs0JLPT63lcYZTK8P6b3SaFff.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mjf2CyGrMqjUjsjXsaEsakBrOdA.png"
    },
    {
      "id": "tmdb:27578",
      "type": "movie",
      "name": "Los mercenarios",
      "ids": {
        "tmdb": 27578
      },
      "overview": "Un grupo de mercenarios es contratado para infiltrarse en un país sudamericano y derrocar a su despiadado y corrupto dictador. Una vez allí, se verán atrapados en una telaraña de engaño y traición. Una vez fracasada la misión, tendrán que enfrentarse a un reto aún más difícil; salvar la unidad del grupo y la amistad que los ha unido durante largos años.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/qiKXe4xbXnXdrhQXmXpZwG4Qlkv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7iugqPsB7BkqPouupLjmMDHsk45.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7Gjh8HJpkgQplW0ydg1xJrZWwAC.png"
    },
    {
      "id": "tmdb:9769",
      "type": "movie",
      "name": "Lolita",
      "ids": {
        "tmdb": 9769
      },
      "overview": "Humbert es un europeo culto, brillante y atractivo que se instala en una ciudad de Nueva Inglaterra como profesor. Una vez allí, se hospeda en casa de Charlotte, una voluptuosa viuda, que ve en Humbert la encarnación de sus fantasías provincianas. Pero Humbert oculta una herida envenenada: el recuerdo de un frustrado amor de adolescencia. Por eso, Lolita, la hija de Charlotte, se le aparece a Humbert como la materialización de sus sueños.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/3nTCYIR9kwBDAnbjNlf6IHMEHry.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kYZbdtV7JKYjyCwFzh3ocoGnLnk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tzlgvs6dXNjk91U96PnVQzHf7A1.png"
    },
    {
      "id": "tmdb:15247",
      "type": "movie",
      "name": "Ipcress",
      "ids": {
        "tmdb": 15247
      },
      "overview": "A Harry Palmer no le gusta el mundo del espionaje, pero no conoce otro tipo de vida. En esta ocasión, la misión de Harry consiste en localizar al doctor Aubrey Richards, que ha desaparecido teniendo en su poder un valioso archivo que puede haber llegado a manos del enemigo. El gobierno también teme que Richards haya sido sometido a un lavado de cerebro, como ya había pasado con otros dos científicos británicos...",
      "year": 1965,
      "poster": "https://image.tmdb.org/t/p/w342/86N5UgRWswSUz9m1mApak0Utf97.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4r0EgHdQrEBBRu8A3a45poW808J.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/g536b7Eg5Jk9apEBfggytfAFV8W.png"
    },
    {
      "id": "tmdb:22705",
      "type": "movie",
      "name": "Transgressing",
      "ids": {
        "tmdb": 22705
      },
      "overview": "Carla es una joven atractiva y despreocupada de Venecia, que va a Londres para buscar un piso que compartir con su amante Matteo. En Londres, Moira, una funcionaria del estado, seduce a Carla... y ella es cautivada... Carla decide no decir nada a Matteo, y comienza a mentirle. Matteo se pone muy celoso, se imagina aventuras eróticas de Carla y abandona su viaje a Londres. Tarde o temprano, Matteo realmente va a Londres donde se enfrenta a Carla... cuyas revelaciones le hacen despertar...",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/poa998sFasJX2XQtCTLiXvis6aE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/haqFVSBvaWR6ZfKKDHkpxp9eYbh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bWX37ZIsatTGVTGnIccjAjHyd0X.png"
    },
    {
      "id": "tmdb:51104",
      "type": "movie",
      "name": "Krakatoa: Al Este de Java",
      "ids": {
        "tmdb": 51104
      },
      "overview": "A finales del siglo XIX, el capitán Hanson, des del puerto de Singapur, prepara una expedición de salvamento a bordo del barco Batavia Queen. Su amante, Laura, conoce la localización del barco perteneciente a su anterior marido, un barco naufragado que oculta una carga de perlas poco comunes. Todo se agravará cuando el barco, en plena travesía, se ve sorprendido por la erupción del volcán Krakatoa.",
      "year": 1968,
      "poster": "https://image.tmdb.org/t/p/w342/pMUMj058bWB8xLgydFd8SaVQ9U.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lILmwHiwhHWkbI79tliRWOcoFx4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gGB1ra9URV6IHLWuvGJvJKYMyMy.png"
    },
    {
      "id": "tmdb:140669",
      "type": "movie",
      "name": "El fascista, doña Pura y el follón de la escultura",
      "ids": {
        "tmdb": 140669
      },
      "overview": "El consorcio del pueblo aprueba, a propuesta de su Alcalde, encargar a Ramón, un escultor arruinado, una estatua ecuestre de Franco. Luis, uno de los concejales, visita a Ramón y le propone el encargo, que Ramón rechaza por motivos ideológicos, pero después de meditarlo lo acepta ya que no existen estatuas ecuestres de mármol. Cuando finalmente Ramón termina la estatua, todo el consorcio opina que ya pasó el momento de inaugurar una estatua de Franco. Para contentar a Ramón aprueban la realización de una nueva estatua. Esta será dedicada a la democracia.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/tpan1G31KpZzUohhH8RAtpMspky.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/w9oTdtYBB5k7KIexHVOnqmP4pAU.jpg"
    },
    {
      "id": "tmdb:513902",
      "type": "movie",
      "name": "Eva, limpia como los chorros del oro",
      "ids": {
        "tmdb": 513902
      },
      "overview": "Una familia de pueblo llega a Madrid ilusionada con la vida mejor y más cómoda de la capital. Las colocaciones están mal y, además, sólo saben hacer las faenas del campo. El marido tiene que esforzarse pero no consigue más que vivir cada vez peor. De un buen piso con unos parientes terminan en una habitación inmunda. La solución la encuentran poniéndose el marido a 'servir' , pero lo hace tan bien que decide seguir en esa profesión.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/lMNCvTDzUrQMLzLaX8txUeY1XXX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/t6cghHACnQKhrSOfQeGcmMTh4D0.jpg"
    },
    {
      "id": "tmdb:263472",
      "type": "movie",
      "name": "Toc, toc",
      "ids": {
        "tmdb": 263472
      },
      "overview": "Dos chicas jóvenes se presentan sin previo aviso en la casa de un hombre casado, dispuestas a seducirle y complicar su vida perfecta. Remake de \"Death Game (Las sádicas), dirigida por Peter S. Traynor en 1977.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/hRDVNV7einjCZHGQJ3j6Mqcjdaa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bBdgSTueZkT4E699Od9sxr4AaN6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9yRc1hqHNvLgAmEQpNWeY77185b.png"
    },
    {
      "id": "tmdb:271146",
      "type": "movie",
      "name": "La mujer que hablaba con los muertos",
      "ids": {
        "tmdb": 271146
      },
      "overview": "Cuando Elena Castaño era una niña, tenía un don: era capaz de comunicarse con los espíritus de los muertos... pero esa capacidad desapareció al crecer. Ahora, Elena y su hermana Úrsula viven de las rentas del pasado, organizando falsas sesiones de espiritismo en las que embaucan a los incautos. Elena, harta de esa vida, ha decidido que esta noche celebrará su última sesión. Todo está dispuesto, solo que hay un invitado de más... un invitado al que nadie esperaba.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/2Pf2nDe9eXhXLUNcThIj6tyWNwT.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:133493",
      "type": "movie",
      "name": "Aquí, el que no corre... vuela",
      "ids": {
        "tmdb": 133493
      },
      "overview": "Lola, miembro de una banda de timadores, recibe la visita de una prima que viene a trabajar en una multinacional.",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/xVI9F3iyIF1fhQn5rUA8PCj7Clh.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:454703",
      "type": "movie",
      "name": "24 horas en la vida de Querejeta",
      "ids": {
        "tmdb": 454703
      },
      "overview": "El documental se acerca a la persona y al profesional del cine tratando de desentrañar una personalidad tan fascinante como esquiva y lúcida.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/5TjRqaYaGa8gPZpsEPhEHYIM0e8.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:9399",
      "type": "movie",
      "name": "Lionheart, el luchador",
      "ids": {
        "tmdb": 9399
      },
      "overview": "León Gualtier es un desertor en la Legión Extranjera que llega a los EE.UUy encuentra a su hermano entre la vida y la muerte y a su cuñada sin dinero para curar a su marido y mantener su hija. Para ganar el dinero necesario, Gualtier acepta para participar en peleas clandestinas.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/j4pTOgrUqPSXrDDLKDDAaaiN805.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wcuoz1EEzcSvlM4navzT6hSNNg7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1EPXHnuIsursiSQXrxMhNyP7fW9.png"
    },
    {
      "id": "tmdb:157724",
      "type": "movie",
      "name": "De tresillo no hay más que uno",
      "ids": {
        "tmdb": 157724
      },
      "overview": "Todos quieren robarse el tesoro del banco. Pero la llave que abre la caja fuerte está escondida en un hospital psiquiátrico. Hasta allí sigue la pista Tresette...",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/hxBB1iqlAzAvCgcYnb90FYekMMK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7QtuRjYZDHyNFTc7FyuR0ZUczmb.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gX80qB5dpY6mbP65mUvJDpDwx9u.png"
    },
    {
      "id": "tmdb:1277553",
      "type": "movie",
      "name": "Days of Reckoning: The Making of Universal Soldier 4",
      "ids": {
        "tmdb": 1277553
      },
      "overview": "Feature length candid look into the making of the film \"Universal Soldier: Day of Reckoning.\"",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/uwWduQs0J9VYycQZD0b1Itd6Jcr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tQ1SDSMtE2KTzEbPNFKOWBphOp4.jpg"
    },
    {
      "id": "tmdb:391",
      "type": "movie",
      "name": "Por un puñado de dólares",
      "ids": {
        "tmdb": 391
      },
      "overview": "Tras la muerte de Juárez, en México dominan la injusticia y el terror. Joe, un pistolero vagabundo, llega al pueblo fronterizo de San Miguel, donde dos familias se disputan el control del territorio, y entra al servicio del clan Rojo. Una noche, Joe es testigo del intercambio de oro por armas entre mexicanos y soldados de la Unión...",
      "year": 1964,
      "poster": "https://image.tmdb.org/t/p/w342/la1A6gknPnZd0bZgL6C7poN11v.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8AQo9k8pD4EAgL8OELKjVGlq1Ec.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dkg4P8OTyZzNOTCF0H6bHuz1hj9.png"
    },
    {
      "id": "tmdb:933088",
      "type": "movie",
      "name": "Perdido",
      "ids": {
        "tmdb": 933088
      },
      "overview": "Miles Willis, un soldado estadounidense herido, despierta tras presenciar una cegadora luz blanca en un campo de batalla de Irak y descubre que está atrapado en un misterioso cubo armado sólo con su equipo de combate. Su situación se agrava cuando el cubo empieza a cambiar con violentos cambios de gravedad y la aparición de crípticos escritos en las paredes. Cuando Miles empieza a cuestionarse su cordura, encuentra un salvavidas: una voz al otro lado de su teléfono por satélite que afirma estar prisionero en un espacio similar. A medida que las paredes se cierran, estos dos extraños deben unir sus mentes si quieren burlar a sus captores y descifrar este rompecabezas mortal.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/6CuLb9onJi4FaLpaF5zJ8i9ADQF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yQYYc8G6TfR4s782iru30kPIlj4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/svZiDE5Xrrd9VJ0HhcEFRIv3ntS.png"
    },
    {
      "id": "tmdb:1369",
      "type": "movie",
      "name": "Rambo: Acorralado Parte II",
      "ids": {
        "tmdb": 1369
      },
      "overview": "Rambo es excarcelado y enviado de vuelta al Vietnam con una nueva misión: averiguar el paradero de unos soldados norteamericanos desaparecidos. Tras saltar en paracaídas en la jungla, portando únicamente un cuchillo y un arco con flechas, se le dice que no ataque al enemigo y que sólo haga fotografías de reconocimiento. Pero el plan no saldrá como estaba previsto.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/TuW7rwhdVPrm3qBsBGnn747Uar.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2vlFPft9hDZEdQJSVqNznZVILrj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uUTS5ZTXFLNszIG8B2yzvXpHdWf.png"
    },
    {
      "id": "tmdb:117916",
      "type": "movie",
      "name": "Haz la loca... no la guerra",
      "ids": {
        "tmdb": 117916
      },
      "overview": "Lola Reyes es una cantante que está triunfando y, por tanto, es asediada por todo el mundo. Un grupo de homosexuales son sus amigos y los únicos autorizados por su posesiva madre. Lola se enamora de un pintor, y éste de ella; así que la pandilla de homosexuales le hacen pasar por uno de ellos para que la madre autorice la amistad.",
      "year": 1976,
      "poster": "https://image.tmdb.org/t/p/w342/yHz9GBb5tUCL428tXvMLPMQnLrZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xJSSzCKR9P7MUjLfPSzE8mVLz92.jpg"
    },
    {
      "id": "tmdb:120129",
      "type": "movie",
      "name": "El coronel no tiene quien le escriba",
      "ids": {
        "tmdb": 120129
      },
      "overview": "Cada viernes El Coronel se coloca el único traje que tiene y acude al muelle para aguardar la carta que anuncie la llegada de su pensión. Pero en el pueblo todos saben que esa pensión nunca llegará. Su mujer también lo sabe, y hasta él mismo lo sabe. No obstante, él sigue esperando, conviviendo con el dolor por la muerte de su hijo...",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/aCnAvZhDjEu5JTwMhXxYyZTXF1Q.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eK8E8U17AdQVGNB9s3PItwZlWwD.jpg"
    },
    {
      "id": "tmdb:747",
      "type": "movie",
      "name": "Zombies Party",
      "ids": {
        "tmdb": 747
      },
      "overview": "La vida de Shaun es un callejón sin salida. Se pasa la vida en la taberna local con su amigo íntimo Ed, discute con su madre y descuida a su novia, Liz. Cuando Liz le deja plantado. Shaun decide, finalmente, poner su vida en orden. Tiene que reconquistar el corazón de su novia, enmendar sus relaciones con su madre y enfrentarse a las responsabilidades de un adulto.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/g1UOD4SSLPUCzbRjMxUILVGtTw8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9RUPuWUcIcMOHrVJnDxC42wLkjV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tcK2zgZTEjfllsKVETwOPLrjV2k.png"
    },
    {
      "id": "tmdb:589203",
      "type": "movie",
      "name": "522. Un gato, un chino y mi padre",
      "ids": {
        "tmdb": 589203
      },
      "overview": "George es una joven agorafóbica que no puede alejarse más de 522 pasos de su casa. Un día, una tragedia personal la obliga a emprender un viaje desde España a su Portugal natal. A lo largo del camino, el mundo entero de George comienza a ensancharse…",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/alJXKTFBZC3pr9muEf1TGBYcyCV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9wEy9cLoB2uvTfZ2MujpOpYYN6x.jpg"
    },
    {
      "id": "tmdb:138644",
      "type": "movie",
      "name": "El crimen de la calle de Bordadores",
      "ids": {
        "tmdb": 138644
      },
      "overview": "Madrid, finales del siglo XIX. Una mujer adinerada aparece asesinada en su domicilio y su criada parece ser la principal sospechosa; pero la declaración de esta enreda aún más el caso.",
      "year": 1946,
      "poster": "https://image.tmdb.org/t/p/w342/cTy8J7rshwP93k90XPKKh2HAwEx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7xNRrXWQzEyxnSwWcmziRmpSlXG.jpg"
    },
    {
      "id": "tmdb:76696",
      "type": "movie",
      "name": "Medianeras",
      "ids": {
        "tmdb": 76696
      },
      "overview": "Martín es un fóbico en vías de recuperación. De a poco va saliendo del encierro en su monoambiente y su adicción al mundo virtual. Mariana, recién separada, tiene tan desordenada la cabeza como el departamento en el que se refugia. ¿Deberían conocerse, no? ¿Cómo se pueden encontrar en una ciudad superpoblada y caótica como Buenos Aires? Medianeras. Lo mismo que los separa es lo que los une.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/fRbh4SJ42iCE3sUTnFXN4psSGJk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sqyBHCVrzuANM3Xy5o9D1rMRQfy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/408nwkTZdikRGWuRvq6ScMhaaYY.png"
    },
    {
      "id": "tmdb:1933",
      "type": "movie",
      "name": "Los otros",
      "ids": {
        "tmdb": 1933
      },
      "overview": "Grace educa sola a sus hijos en un aislado caserón victoriano bajo estrictas normas religiosas. Los tres nuevos sirvientes deben aprender una regla vital, la casa estará siempre en penumbra y nunca se abrirá una puerta si no se ha cerrado la anterior  porque los niños sufren una extraña alergia a la luz del día.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/u03kblxsv3zar3Uqt6sRfICU9L6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8HaIZxParuPo7FdSLUwGd6zoz4c.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cAfDGFvGvHqW29rjN2RDuTOfJsm.png"
    },
    {
      "id": "tmdb:111697",
      "type": "movie",
      "name": "La máscara de cuero",
      "ids": {
        "tmdb": 111697
      },
      "overview": "Bill Nolan, el Sheriff de Ockland, recibe un telegrama comunicándole la llegada de una diligencia con valores del banco federal. Junto al juez Finley organizan la custodia de la diligencia pero es asaltada de todas maneras y recaen sospecha sobre el sheriff por su extraño accionar en solitario. La confianza de sus ayudantes se debilita y todo se complica cuando lo acusan de violación y uno de sus ayudantes aparece muerto. Su única esperanza es descubrir al bandido enmascarado.",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/1NlYDxoxust6F9eZVxLvY6MBzlK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/q9R6uHv0l2jdj9coKYWf3YNSoRA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zmLECUWqitTNDKK34QZYvmoYlc.png"
    },
    {
      "id": "tmdb:98607",
      "type": "movie",
      "name": "¿De qué se ríen las mujeres?",
      "ids": {
        "tmdb": 98607
      },
      "overview": "Luci, Graci y Mar, tres hermanas que forman un trío cómico, asisten a la boda de su padre con una mujer 45 años más joven que él. Durante el banquete, el marido de Luci muere en un accidente. A pesar de la tragedia, el trío debe cumplir su compromiso de actuar el mes de agosto en una sala de Benidorm. En pleno duelo, la viuda descubre, gracias a una agenda, que su marido la engañaba. Entonces, para vengarse, decide lanzarse a ligar a lo loco. Sus hermanas la apoyan, pero, poco a poco, las tres van llegando a la conclusión de que los hombres no valen gran cosa y sólo producen risa.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/oGLi6TbyCYm7QyOGtTIwvQWLPYX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1pqJHjr5LsgwmlCe4SfIn1XMKtV.jpg"
    }
  ]
}