{
  "metas": [
    {
      "id": "tmdb:9399",
      "type": "movie",
      "name": "Lionheart, el luchador",
      "ids": {
        "tmdb": 9399
      },
      "overview": "León Gualtier es un desertor en la Legión Extranjera que llega a los EE.UUy encuentra a su hermano entre la vida y la muerte y a su cuñada sin dinero para curar a su marido y mantener su hija. Para ganar el dinero necesario, Gualtier acepta para participar en peleas clandestinas.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/j4pTOgrUqPSXrDDLKDDAaaiN805.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wcuoz1EEzcSvlM4navzT6hSNNg7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1EPXHnuIsursiSQXrxMhNyP7fW9.png"
    },
    {
      "id": "tmdb:24402",
      "type": "movie",
      "name": "Emmanuelle",
      "ids": {
        "tmdb": 24402
      },
      "overview": "Una jovencita recién casada viaja a Bangkok a reunirse con su marido, un diplomático francés. En el viaje es iniciada al sexo por una hermosa adolescente y guiada por un hombre maduro en los placeres de la carne, y aprende a materializar sus fantasías sexuales más secretas, animada por su esposo.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/kFq1ffM4ruQmWH6C3SjVWJoqMi6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ramMMxfUbm8t35Dp7p4QeFlRHIx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6fhWzaR6GIu0ALE01Sv6WkAfW4j.png"
    },
    {
      "id": "tmdb:9769",
      "type": "movie",
      "name": "Lolita",
      "ids": {
        "tmdb": 9769
      },
      "overview": "Humbert es un europeo culto, brillante y atractivo que se instala en una ciudad de Nueva Inglaterra como profesor. Una vez allí, se hospeda en casa de Charlotte, una voluptuosa viuda, que ve en Humbert la encarnación de sus fantasías provincianas. Pero Humbert oculta una herida envenenada: el recuerdo de un frustrado amor de adolescencia. Por eso, Lolita, la hija de Charlotte, se le aparece a Humbert como la materialización de sus sueños.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/3nTCYIR9kwBDAnbjNlf6IHMEHry.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kYZbdtV7JKYjyCwFzh3ocoGnLnk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tzlgvs6dXNjk91U96PnVQzHf7A1.png"
    },
    {
      "id": "tmdb:44741",
      "type": "movie",
      "name": "Malicia",
      "ids": {
        "tmdb": 44741
      },
      "overview": "En un piso de Catania, en los años cincuenta se reúnen muchas personas de luto por la muerte de la esposa de Ignazio La Brocca, dueño de una próspera sastrería y padre de tres hijos.Entre los presentes hay una joven, Angela La Barbera, que precisamente ese día iba a empezar a trabajar como interina para la familia. El viudo y los tres hijos pronto se acostumbran a los cuidados dulces y atentos de la nueva presencia femenina.El viudo no consigue resistir a la tentación y decide casarse con ella a pesar del poco tiempo transcurrido desde la muerte de su mujer. Además de la presencia dominante de un gran retrato de la primera esposa, otro obstáculo para la unión es el hijo Nino, totalmente obsesionado por la mujer. Entre los dos se va instaurando una relación maliciosa y cruel, en la que Angela se presta a los juegos eróticos del adolescente con tal de conseguir el consenso para casarse con su padre.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/aFDzUNTAFKIl5WK8Llrhz1AfVTt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i3CV5KhT2Y1xv0j606GE9jgc2SC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sSkA55gd1YGZoq9orLjdFJ29zjt.png"
    },
    {
      "id": "tmdb:65864",
      "type": "movie",
      "name": "Huracán sobre México",
      "ids": {
        "tmdb": 65864
      },
      "overview": "Entre los EEUU y México se está traficando con armas cuyo destino es el movimiento rebelde, lo que puede derivar en un conflicto diplomático. El ejército estadounidense enviará al capitán Morrison.",
      "year": 1967,
      "poster": "https://image.tmdb.org/t/p/w342/iNJCPUWuGAukUILIEty7kwvdt0f.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wQ2GwTvLfubLzlmmwJ8RuTYYvWL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bGSiRlyWxw0rBgJeTYs02tt2TYv.png"
    },
    {
      "id": "tmdb:131147",
      "type": "movie",
      "name": "Corbari",
      "ids": {
        "tmdb": 131147
      },
      "overview": "La verdadera historia del partisano Silvio Corbari (Giuliano Gemma). Silvio forma una banda de partisanos en el norte de Italia, completamente independiente de la resistencia organizada italiana (CLN). Inés (Tina Aumont), deja a su marido para unirse a la banda y se convierte en la amante de Silvio. Silvio parece lograr crear una zona franca, su república personal, independiente de la Italia ocupada por los nazis, en un pequeño pueblo llamado Tregnano.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/tmzl3l9We5mQR41gLsg8VeMWD9x.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/b7K965neto4vYRnUQ7TuGo0NHlM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2J9T4jvAD9apEH9MpgD2VmN7KH5.png"
    },
    {
      "id": "tmdb:429",
      "type": "movie",
      "name": "El bueno, el feo y el malo",
      "ids": {
        "tmdb": 429
      },
      "overview": "Durante la Guerra de Secesión, tres cazadores de recompensas se lanzan a la búsqueda de un tesoro que ninguno de los tres truhanes puede localizar sin la ayuda de los otros dos. Tuco sabe que el tesoro se encuentra en un cementerio, mientras que Joe conoce el nombre inscrito en la tumba que lo esconde. Mientras tanto, Sentenza no duda en matar a mujeres y niños para conseguir su meta. De esta forma, los tres hombres colaboran en apariencia, pero al final intentarán eliminarse mutuamente.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/fSWnIXsxA47smMLwRELSWkxbVJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tEzlu5U9gQrE55XF1piXPZBtOrD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e0brYd78ykMjc6r2i0R46cEuPSW.png"
    },
    {
      "id": "tmdb:21873",
      "type": "movie",
      "name": "Mi guardaespaldas",
      "ids": {
        "tmdb": 21873
      },
      "overview": "A Clifford Peach, un adolescente tranquilo, no le resulta fácil encajar en su nueva escuela secundaria, donde un matón que habla con dureza aterroriza a sus compañeros y les extorsiona para que les paguen el dinero del almuerzo. Negándose a pagar, Clifford solicita la ayuda de un inadaptado crecido cuya mera presencia intimida tanto a estudiantes como a profesores. Pero su \"relación comercial\" pronto se vuelve personal cuando Clifford y el problemático solitario forjan una alianza ganadora contra sus intimidadores y una amistad muy especial entre ellos.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/agk3tSS6OLiSdyrieDhPpuQ7CEZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cd5ntfLmtqUqkUGn2B5s2zBLjde.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rSrOHZqN1yN31zwvzwNo4Eal8y2.png"
    },
    {
      "id": "tmdb:39412",
      "type": "movie",
      "name": "Emmanuelle 3: Adiós Emmanuelle",
      "ids": {
        "tmdb": 39412
      },
      "overview": "Emmanuelle y su marido arquitecto continúan con su estilo de vida amoral en las Seychelles. Pero cuando un romance causal entre ella y un director de cine comienzan, su marido muestra signos muy tradicionales de los celos.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/bnF3rXUwwtiRB2W83pqcXwOH848.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bl2ye7MJeBqGjSidhS32DzWSg24.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/24eXWcHlDvmC5WBivaOGioY3OQH.png"
    },
    {
      "id": "tmdb:5528",
      "type": "movie",
      "name": "Los chicos del coro",
      "ids": {
        "tmdb": 5528
      },
      "overview": "En 1948 Clément Mathieu, profesor de música desempleado, acepta un puesto como profesor vigilante en un internado de reeducación de menores. El sistema represivo aplicado por el director conmociona a Mathieu. Enseñándoles música y canto coral a estos niños tan difíciles, Mathieu transformará sus vidas cotidianas.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/f0FrAsLdcnCbvbT9Ofj31UkmcNe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gCRlj9soFwM7ME5nz3MKruR3yyV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o1K8iSNLLXFDOfAVapjNBFVh0YW.png"
    },
    {
      "id": "tmdb:87125",
      "type": "movie",
      "name": "Ceremonia sangrienta",
      "ids": {
        "tmdb": 87125
      },
      "overview": "La historia del Marqués Karl Ziemmer y su esposa, Erszebeth Bathory, descendiente de la condesa que solía bañarse en sangre de vírgenes. En la comarca se inicia una serie de crímenes cuyas víctimas son siempre jovencitas cuya sangre es misteriosamente drenada.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/odhc1ja9p70Na3CMoIw6uL8PNOI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jUz1AZ8N7BdToeAT8t2qflIx4OF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/60UwLJGs6yBpAZPF9K56qMuvBLs.png"
    },
    {
      "id": "tmdb:24811",
      "type": "movie",
      "name": "El cielo no puede esperar",
      "ids": {
        "tmdb": 24811
      },
      "overview": "El bebé que esperan Elizabeth y su marido Kevin está a punto de nacer, y sus padres, prudentemente, deciden ingresar con tiempo en el hospital. Cuando, tras muchas horas de espera, no sucede nada, a la pareja empieza a dominarla el pánico. El problema es que el niño, asustado, no quiere bajar a la Tierra. Será necesario que Elmore, un ángel de la guarda, se encargue de convencerlo de lo maravillosa que es la vida en Nueva York, la ciudad donde viven sus padres.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/mhfFoJ9WE5mvV8NbLWMeusOVCp8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ziwF07XA13aQ5FWqUInHBd8j7jS.jpg"
    },
    {
      "id": "tmdb:2330",
      "type": "movie",
      "name": "Taxi Express",
      "ids": {
        "tmdb": 2330
      },
      "overview": "Daniel, un joven repartidor de pizzas, consigue hacer realidad uno de sus sueños: obtener la licencia de taxi. Pero un encuentro fortuito con Emilien le pone en un aprieto: para conservar su licencia de taxi, han de detener a una banda que está desmantelando los bancos del país.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/hJGTeFfEVzYGhB84YFU67B3VG4F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/148xS3PsuxDHT3VCcj3dzdU1lj3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/shKSBFh8eBz1zxEITJXkwqFon8O.png"
    },
    {
      "id": "tmdb:10079",
      "type": "movie",
      "name": "Joy Division: Escuadrón letal",
      "ids": {
        "tmdb": 10079
      },
      "overview": "Durante la II Guerra Mundial un escuadrón de hombres atacó y violó sin piedad a muchas mujeres de origen judío. Se les llamó “Joy Division”. El terror que sembraban entre la población era aún mayor que el que causaba la propia guerra.  Thomas, que de adolescente había luchado contra el Ejército Rojo, logra huir hacia el Oeste junto a una joven aliada. Finalmente, los rusos lo capturan y desaparece sin dejar rastro.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/nY4OiLvIN2gH0AQJP0AjnhLwlcg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/XDKAdTd7RJ8OGI7co4nivRHRcH.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gAqz08g76lxOkDnz2ySUQCyGHXn.png"
    },
    {
      "id": "tmdb:18591",
      "type": "movie",
      "name": "La tabla de Flandes",
      "ids": {
        "tmdb": 18591
      },
      "overview": "Julia Darro, una joven restauradora de arte, comienza a restaurar la Tabla de Flandes, un famoso cuadro del siglo XV que muestra una partida de ajedrez inacabada. Al quitar algunas capas de pintura descubre una inscripción oculta. Intrigada, ella y una amiga solicitan permiso a Don Juan Belmonte, su dueño, para desvelar la inscripción, lo cual eleva el precio del cuadro.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/ejO1RlgGtNzTiFf7biNjlNuq7oy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yjOskYh5JJe8mWVnk0lM6eT5Sux.jpg"
    },
    {
      "id": "tmdb:64084",
      "type": "movie",
      "name": "Una mujer sin escrúpulos",
      "ids": {
        "tmdb": 64084
      },
      "overview": "Un hombre está tan desesperado por promocionarse que ofrece su mujer a su jefe. A pesar de este sacrificio, otro hombre consigue el ascenso. Entonces decide suicidarse y su mujer promete vengarse de todos los implicados. (FILMAFFINITY)",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/piSwaUrbvlITD833fjrc8znU8JD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/71HJTC4R5ZG4PUXnxpy0ucjXubh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ynGmbpvQKRgyaSb1LZvaixNOsfJ.png"
    },
    {
      "id": "tmdb:10362",
      "type": "movie",
      "name": "Two Lovers",
      "ids": {
        "tmdb": 10362
      },
      "overview": "Leonard (Joaquin Phoenix) es un joven psicológicamente inestable que intenta recuperarse de su última crisis bajo la atenta mirada de sus padres. Inesperadamente entran en su vida dos mujeres: la encantadora y sencilla Sandra (Vinessa Shaw), hija del nuevo socio de su padre, y Michelle (Gwyneth Paltrow), una misteriosa vecina que parece no encajar en un barrio tan anodino.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/u9dZ84dD12cLLedJfRVHStKSHvh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fMfRgkQrU6Zwb5uJU91HNOPbfyy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7KJx19aPbnsGG94HmJyYWD3Z4ea.png"
    },
    {
      "id": "tmdb:423",
      "type": "movie",
      "name": "El pianista",
      "ids": {
        "tmdb": 423
      },
      "overview": "Varsovia, 1939. El pianista polaco de origen judío Wladyslaw Szpilman (Adrien Brody) interpreta un tema de Chopin en la radio nacional de Polonia mientras la aviación alemana bombardea la capital. El régimen nazi ha invadido el país, y como hace en otros países invadidos, lleva a cabo la misma política con respecto a los judíos. Así Szpilman y toda su familia -sus padres, su hermano y sus dos hermanas- se ven obligados a dejar su casa y todo lo que les pertenece para trasladarse con miles de personas de origen judío al ghetto de Varsovia. Mientras Wladyslaw trabaja como pianista en un restaurante propiedad de un judío que colabora con los nazis, su hermano Henryk (Ed Stoppard) prefiere luchar contra los nazis. Pero tres años más tarde, los habitantes del ghetto son trasladados en trenes hacia campos de concentración.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/mxfLOWnHnSlbdraKfzRn5mqoqk7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hHrEwLQKpc3rVIzccMThmu6ou9M.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aB69H37bMYVXi03RBHqEjEa9iSL.png"
    },
    {
      "id": "tmdb:13291",
      "type": "movie",
      "name": "Traidor",
      "ids": {
        "tmdb": 13291
      },
      "overview": "El agente del FBI Roy Clayton (Guy Pearce) dirige una investigación sobre una organización terrorista cuyo cabecilla parece ser un agente de la CIA. Clayton buscará pistas y pruebas para descubrir si el agente es un traidor",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/xmRrkqLMKbyaiREh3MTdC69sfhx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rOwWv2VLS1OJqWixwwbBrUrNMax.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bwTMLfos4bw8okmfrbDz04xzqW0.png"
    },
    {
      "id": "tmdb:587792",
      "type": "movie",
      "name": "Palm Springs",
      "ids": {
        "tmdb": 587792
      },
      "overview": "Cuando el desenfadado Nyles y su reticente dama de honor Sarah tienen la oportunidad de encontrarse en una boda de Palm Springs, las cosas se complican al verse incapaces de escapar del lugar y el uno del otro",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/eYNS3rNpLDxx5NJ16dwczAf4a7e.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/abHa4yfuwX957FLw3FRxZFMENRV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1O92r8CnyvdEgeda7rOZDYEWNAG.png"
    },
    {
      "id": "tmdb:22705",
      "type": "movie",
      "name": "Transgressing",
      "ids": {
        "tmdb": 22705
      },
      "overview": "Carla es una joven atractiva y despreocupada de Venecia, que va a Londres para buscar un piso que compartir con su amante Matteo. En Londres, Moira, una funcionaria del estado, seduce a Carla... y ella es cautivada... Carla decide no decir nada a Matteo, y comienza a mentirle. Matteo se pone muy celoso, se imagina aventuras eróticas de Carla y abandona su viaje a Londres. Tarde o temprano, Matteo realmente va a Londres donde se enfrenta a Carla... cuyas revelaciones le hacen despertar...",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/poa998sFasJX2XQtCTLiXvis6aE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/haqFVSBvaWR6ZfKKDHkpxp9eYbh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bWX37ZIsatTGVTGnIccjAjHyd0X.png"
    },
    {
      "id": "tmdb:115373",
      "type": "movie",
      "name": "Un tipo peligroso",
      "ids": {
        "tmdb": 115373
      },
      "overview": "Jake Brigges, un escritor fracasado y engañado por su mujer, decide romper con todo y trasladarse de Nueva York a Atlantic City. Allí es salvado de una muerte segura por Frankie, un matón a sueldo con el que termina entablando una amistad y se involucra con él en sus sucios negocios. Todo marcha bien, hasta que Jake se enamora de la chica de Frankie.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/5geXceRP6tTydcMrzRqA3pzu8rq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fHS5UcZTmHApwkQgpj2prWyeLLB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mTvUXXOK8JTH9kCXHqJCfdxlnOc.png"
    },
    {
      "id": "tmdb:28178",
      "type": "movie",
      "name": "Siempre a tu lado",
      "ids": {
        "tmdb": 28178
      },
      "overview": "Basada en una historia real. Un profesor de universidad adopta a un perro vagabundo en una estación del tren. Tras recabar información sobre el animal, el profesor descubre que el perro iba a los andenes a diario durante semanas para esperar el regreso de su amo, pero éste había muerto en un accidente en la ciudad. El perro Hachiko, al lado de su nuevo amo a quien también le cambiará la vida cuando descubre los lazos que se pueden crear entre un animal y una persona.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rLPMD8BOHjvvjjCX7BZQdqNWBm2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFCNw7ewLrc4BgRUw9mN3G3vxOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSBpv8j18UoN1G5jaQgRMTfK0O2.png"
    },
    {
      "id": "tmdb:95795",
      "type": "movie",
      "name": "Sinatra",
      "ids": {
        "tmdb": 95795
      },
      "overview": "Antonio Castro, alias \"Sinatra\", es un luchador que trabaja en un viejo cabaret de Barcelona imitando al gran cantante americano. De su show forman también parte Groucho Marx, Marlene Dietrich y Lola Flores. Un día, Sinatra se entera de que su mujer, que trabaja de camarera en el mismo local, ha decidido abandonarlo por un hombre negro.",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/fHhznBVd0gPR3Qh9yy82PaqyT3O.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fBWmVnDXWZx1C0UdsMh6qRJezTY.jpg"
    },
    {
      "id": "tmdb:11462",
      "type": "movie",
      "name": "Sospecha",
      "ids": {
        "tmdb": 11462
      },
      "overview": "Un atractivo vividor coincide en el tren con una joven ingenua que acabará teniendo que pagarle el billete. Más adelante, vuelven a encontrarse en una fiesta y, tras un breve romance, ella decide casarse con él, a pesar de la oposición de su padre. Considerada por todos, incluida su familia, una solterona, está empeñada en demostrarles que alguien la puede amar.",
      "year": 1941,
      "poster": "https://image.tmdb.org/t/p/w342/gcxGHzZX1B0dM0tEyxrJriVKZnS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i4TCgRtB2nOfm1LwLYZHZBAz4JF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vy6tJK5FBmhvm6rWW1shSu2876g.png"
    },
    {
      "id": "tmdb:27578",
      "type": "movie",
      "name": "Los mercenarios",
      "ids": {
        "tmdb": 27578
      },
      "overview": "Un grupo de mercenarios es contratado para infiltrarse en un país sudamericano y derrocar a su despiadado y corrupto dictador. Una vez allí, se verán atrapados en una telaraña de engaño y traición. Una vez fracasada la misión, tendrán que enfrentarse a un reto aún más difícil; salvar la unidad del grupo y la amistad que los ha unido durante largos años.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/qiKXe4xbXnXdrhQXmXpZwG4Qlkv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7iugqPsB7BkqPouupLjmMDHsk45.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7Gjh8HJpkgQplW0ydg1xJrZWwAC.png"
    },
    {
      "id": "tmdb:13200",
      "type": "movie",
      "name": "Red",
      "ids": {
        "tmdb": 13200
      },
      "overview": "Basada en una novela de Jack Ketchum. El mejor amigo de un hombre mayor es su perro Red. Cuando tres adolescentes maten al perro sin razón, el hombre buscará justicia a toda costa.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/pwBUZnXShzGJZDNDVhoCr3n1WEq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vGWom9wsdbRiNag52S6QtyUy7Pb.jpg"
    },
    {
      "id": "tmdb:8009",
      "type": "movie",
      "name": "Los inmortales",
      "ids": {
        "tmdb": 8009
      },
      "overview": "Son Inmortales, destinados a vivir eternamente. Deben retarse a duelos a través de los tiempos hasta que sólo quede uno. Sólo decapitados por la hoja de una espada pueden liberarse de su eterna lucha y conseguir el Premio: un poder inimaginable. Desde las tierras altas de Escocia del siglo XVI hasta el Nueva York de nuestros días, los Inmortales luchan por su recompensa, mientras el destino de los mortales se sostiene en un frágil equilibrio.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/8af3tPdbKd9iDUqWb8R5dOXShtH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iz3k081oPbRLMKVsjfukOppzEzR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jXLmUqThGQNrM5Xcnrj77GtB6Fg.png"
    },
    {
      "id": "tmdb:16365",
      "type": "movie",
      "name": "Futuresport",
      "ids": {
        "tmdb": 16365
      },
      "overview": "Año 2025. Dos bandas rivales luchan por el poder de Hawaii, pero su única arma es el deporte rey: Futuresport. Ahora, la superestrella del juego, Tremaine 'Tre' Ramzey, ha llegado para hacer de este deporte algo más que la guerra.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/SPJXju2Wq1VmjsVYU2aUSP4eFX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6IsYt64S9jWH4fvlwQNYhHmIy6B.jpg"
    },
    {
      "id": "tmdb:189348",
      "type": "movie",
      "name": "Frágil",
      "ids": {
        "tmdb": 189348
      },
      "overview": "Venus (Muriel) tiene 25 años, es dulce, romántica, pero no muy atractiva. Vive con su estoico padre en un aislado valle del norte. Allí trabajan el campo y fabrican miel de flores. Su relación siempre ha sido cordial, pero nada cariñosa. Cuando Venus tenía 9 años, un niño le dio el primer y único beso, y los dos se juraron amor eterno. Desde entonces, día tras día, ella espera en vano su regreso. Cuando una mañana el padre aparece muerto, Venus abandona su casa y va en busca del amor perdido. Por el camino conoce a David (Julio Perillán), un joven actor, magnético y arrogante, que espera el comienzo del rodaje de una superproducción de Hollywood de la que será protagonista, \"Dark tale\". La idea de empezar a ser deseado y querido por millones lo tiene fascinado. Al lado de David, Venus sentirá que su búsqueda ha terminado, aunque el mundo real no sea exactamente igual que los cuentos que ella leía de niña. (FILMAFFINITY)",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/Ox2SG7ZBoUWrj6ZVXgTOWCJsuz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oGkhjDXhLEb9r2wF3esqWihRJub.jpg"
    },
    {
      "id": "tmdb:268259",
      "type": "movie",
      "name": "Todos eran mis hombres",
      "ids": {
        "tmdb": 268259
      },
      "overview": "Charlene, alocada hija de una acomodada y estrafalaria familia, cuenta a su psiquiatra, el prestigioso doctor Bowman, su ajetreada vida, en especial las difíciles relaciones que ha mantenido con los diferentes hombres que han pasado a lo largo de toda su vida.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/i3FNyqhEfooztXDRnO2MIynukwa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uAwtoDqBjkGp9txuS3f1cv13iyo.jpg"
    },
    {
      "id": "tmdb:43775",
      "type": "movie",
      "name": "Guantanamera",
      "ids": {
        "tmdb": 43775
      },
      "overview": "Comedia satírica sobre la vida en Cuba. Un atípico cortejo fúnebre y un camión siguen la misma ruta. El cortejo, compuesto por un funcionario, su esposa Gina y un anciano enamorado de la difunta, debe cumplir un nuevo y ahorrativo plan estatal de traslado de difuntos. En el camión van Mariano, un seductor empedernido, y Ramón, su más fiel aliado. Mariano y Gina se reconocen: él fue alumno de Gina en la Universidad y se enamoró de ella. Mientras el cortejo fúnebre y el camión avanzan, se producen un sinfín de divertidas peripecias que van uniendo poco a poco a Gina y a Mariano hasta que, por fin, toman una decisión.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/eOdVQUCn9gWwTr6LSnDQJ3kimU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dpzpRNDD5A1HMn3KNUDlVUUKHad.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sagJxxbfPBy8m2bdm9SkO8fCpVN.png"
    },
    {
      "id": "tmdb:209262",
      "type": "movie",
      "name": "Parkland",
      "ids": {
        "tmdb": 209262
      },
      "overview": "Película que relata la crónica real de lo que sucedió en el Parkland Hospital de Dallas el día en el que dispararon al presidente de los Estados Unidos John F. Kennedy, el 22 de noviembre de 1963.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/eJe5kqYGXmCX8n1B57firBzdUlS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/c8sODXEgANa49CdcHc9NgNBexdF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xz6bS0fi1WMAt6AEfI5ZellTX2P.png"
    },
    {
      "id": "tmdb:628707",
      "type": "movie",
      "name": "Truco o trato",
      "ids": {
        "tmdb": 628707
      },
      "overview": "Un asesino en serie acude todos los años a un pueblo pequeño de distintas comarcas para cometer una serie de horribles asesinatos. Al tratarse de distintos estados y jurisdicciones, no parecen tener relación entre sí. Aunque nadie cree que éstos puedan haber sido cometidos por la misma persona, el detective Mike Denver (Mulroney) ya se ha enfrentado a Trick antes. O al menos, así lo afirma todo el mundo que le conoce.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/wT6mPfKvMT9nBAe8mITKBfDKlhX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1DgeHS1EZQWoDMHsI32vmGtuHEY.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/x35aKgHJY6CxkcAfeo25c4P1oEw.png"
    },
    {
      "id": "tmdb:1237601",
      "type": "movie",
      "name": "Papeles",
      "ids": {
        "tmdb": 1237601
      },
      "overview": "Ana Méndez, directora jurídica del bufete número dos del mundo en venta de sociedades offshore, se enfrenta a un acontecimiento catastrófico. Se han filtrado 11,8 millones de documentos; es el mayor hackeo digital de la historia de la humanidad: LOS PANAMA PAPERS. Devastada por los acontecimientos, Ana resulta arruinada y emocionalmente rota. Desde ahí, debe remontar su vida.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/5MFmmUiRRuVXMaR8Ah3GWimVYXQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yfDv8UUKaRzB0Po6H4yXxZWfJi.jpg"
    },
    {
      "id": "tmdb:9299",
      "type": "movie",
      "name": "Tesis",
      "ids": {
        "tmdb": 9299
      },
      "overview": "Ángela, licenciada en ciencias de la información, prepara su tesis sobre la violencia audiovisual. Su director, Figueroa, se compromete a buscarle películas, mientras que un amigo, Chema, la invita a su casa a una sesión de cine gore y pornográfico. Figueroa descubre en la videoteca de la Facultad unas galerías con cientos de videocintas. Poco después muere en extrañas circunstancias. Ángela descubre el cadáver y se da cuenta de que ha sufrido un infarto mientras veía una cinta de vídeo. Ángela se hace con la cinta y hace un terrible descubrimiento: se trata de una snuff movie, una película ilegal en la que se filma al asesinato real de gente inocente. La joven comienza a sospechar que en la Facultad existe una red de tráfico de este tipo de películas. Pero, ¿quién es el responsable de ella?",
      "year": 1996,
      "poster": "https://image.tmdb.org/t/p/w342/kg8Dv4CMOtvmgtil7zqju180ZRp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cSneRMf8QtzeIVx957EQMDprObW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rYUi5RPxS2iw45bzzWlbhRV3FqF.png"
    },
    {
      "id": "tmdb:220881",
      "type": "movie",
      "name": "Ursus",
      "ids": {
        "tmdb": 220881
      },
      "overview": "Ursus, regresa a su país, después de largos años de guerra, para reunirse con Attea, su novia, hija del escultor Clio. Pero al llegar, Doreida, esclava ciega de Setas, le informa que Clio ha sido asesinado y Attea raptada. Ursus descubre que Setas está involucrado en estos actos que, al sentirse descubierto, trata de liberarse de Ursus, pero éste le hace prisionero y junto con Doreida se dirige a las islas Zaas, donde según sus noticias ha sido conducida su amor.",
      "year": 1961,
      "poster": "https://image.tmdb.org/t/p/w342/zS7PzEMwDgRuTyxfBudUH3aJP0L.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bXqyKbtgHlliYgDs7gTcnJUbU3G.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3xNQviyJcH12ynU45N8zwlHQPVE.png"
    },
    {
      "id": "tmdb:271139",
      "type": "movie",
      "name": "Goyescas",
      "ids": {
        "tmdb": 271139
      },
      "overview": "Dos mujeres (ambas interpretadas por Imperio Argentina) de distinta posición social, una tonadillera y una condesa, se ven envueltas en un enredo amoroso por su amor hacia un mismo hombre.",
      "year": 1942,
      "poster": "https://image.tmdb.org/t/p/w342/sBpGYNhXFGWejdEAQcR5DRNcCbH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/izKSQJQsh3gYljS8Z9TarB39owN.jpg"
    },
    {
      "id": "tmdb:530385",
      "type": "movie",
      "name": "Midsommar",
      "ids": {
        "tmdb": 530385
      },
      "overview": "Una pareja estadounidense que no está pasando por su mejor momento acude con unos amigos a un festival de verano que se celebra cada noventa años en una aldea remota de Suecia. Lo que comienza como unas vacaciones de ensueño en un lugar en el que el sol no se pone nunca, poco a poco se convierte en una oscura pesadilla cuando los misteriosos aldeanos les invitan a participar en sus perturbadoras actividades festivas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/a4Uwb4vnep76r1HRNduFgT9MRez.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vxKs0JLPT63lcYZTK8P6b3SaFff.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mjf2CyGrMqjUjsjXsaEsakBrOdA.png"
    },
    {
      "id": "tmdb:390364",
      "type": "movie",
      "name": "30 Minutos Para Morir",
      "ids": {
        "tmdb": 390364
      },
      "overview": "Alex, atrapado en un bucle del tiempo, tendrá que abrirse camino en las bulliciosas calles de Bangkok con misteriosos hombres acechando para tratar de matarle.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/8KBE5ik1GJHRzaf1eUXcYFK3yUj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tVr4XzMqayNYtImH3voPCp1BEpL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sLrQ8ybkFaOVoPTjPdYO1L1BrU6.png"
    },
    {
      "id": "tmdb:375542",
      "type": "movie",
      "name": "Framed",
      "ids": {
        "tmdb": 375542
      },
      "overview": "Framed es una aplicación que permite emitir video en streaming desde cualquier dispositivo móvil conectado a internet. Al no existir censura muchos de sus usuarios hacen cualquier cosa con tal de cosechar el mayor número de audiencia posible: palizas y violaciones se suceden en los streamings, no existe el límite.  Alex se reúne con sus amigos una noche antes de marcharse a Berlín a trabajar. La noche transcurrirá con relativa normalidad hasta que él y sus amigos serán atacados por tres individuos que les obligarán a participar en macabros y crueles juegos mortales. Todo ello será retransmitido en streaming con un solo objetivo: conseguir una audiencia récord en Framed.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/vZsJgliMrDWjXGtfwFIgOuwvjYk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wswuRbSrgRj70mqCt8nnGeoIl6s.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6o7IGAw6SZWLj7OYF0hoiMHc8lZ.png"
    },
    {
      "id": "tmdb:525554",
      "type": "movie",
      "name": "Lukas",
      "ids": {
        "tmdb": 525554
      },
      "overview": "Un portero de discoteca, ya en la cincuentena, y que ha recibido infinidad de golpes en su vida, en sentido literal y figurado, lucha por sacar adelante a su hija de 8 años.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/navrkb1WSda11C5NsMUFf7GhEdc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lx35WLrB7H6nQyPNPqwsvMRXW4n.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cvRtvgb9FYJ9IMZhSsyTwJHGfos.png"
    },
    {
      "id": "tmdb:27902",
      "type": "movie",
      "name": "Mi ligue en apuros",
      "ids": {
        "tmdb": 27902
      },
      "overview": "Jenny (Amanda Bynes) es una joven de 18 años que descubre entusiasmada que su estrella de rock favorita, Jason (Chris Carmack), se alojará en el resort tropical en el que ella está trabajando. Para estar cerca de él, se cuela como polizón en un exclusivo crucero, pero un tormenta intempestiva hace que Jason caiga al mar. Sin pensarlo, Jenny se lanza a salvarlo, con lo que ambos serán arrastrados a la deriva hasta una \"isla desierta\". Al poco tiempo, Jenny se dará cuenta de que la isla desierta en la que creía estar, en realidad es una playa a pocos metros del hotel, pero si se lo dice a Jason, perderá la oportunidad de estar cerca de su ídolo...",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/kzQNefqVaTDtjQvawreRL7BrsGQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/td9JcWGkhfJ7AtXvVUZKDkaTkAo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/epUsrEfgsK5MxhOqG3HNoXLR4lr.png"
    },
    {
      "id": "tmdb:1368",
      "type": "movie",
      "name": "Acorralado",
      "ids": {
        "tmdb": 1368
      },
      "overview": "John Rambo es un veterano de la guerra de Vietnam que sufre de estrés postraumático. Un día, llega a un pequeño pueblo de Oregón, donde el sheriff Will Teasle le detiene por vagabundear. Rambo logra escapar de la comisaría y se refugia en el bosque, donde usa sus habilidades de supervivencia y combate para enfrentarse a los policías que le persiguen. El coronel Samuel Trautman, el antiguo jefe de Rambo, llega al pueblo para intentar negociar con él y evitar una masacre. Rambo tendrá que luchar contra sus propios demonios y contra las fuerzas del orden que le quieren capturar o matar.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/sYHRcd9p3rV3t3w8MHGaA7wdIBl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/277Ct5pdW4WAbaBjYLwX2BEeZqk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yAZUxdJ9tZHvNoSONu1JKvfRNw2.png"
    },
    {
      "id": "tmdb:115508",
      "type": "movie",
      "name": "Obaba",
      "ids": {
        "tmdb": 115508
      },
      "overview": "Lourdes (Bárbara Lennie), una joven de 25 años, emprende un viaje hacia los territorios de Obaba. En su equipaje lleva una pequeña cámara de vídeo con la que quiere atrapar la realidad de ese mundo y sus gentes. Quiere captar el presente, mostrarlo tal como es, pero pronto descubre que quienes viven allí están anclados en un pasado del que no pueden –o no quieren- escapar. Sin embargo, gracias a ellos y a Miguel (Juan Diego Botto) –un joven desenvuelto y alegre, con quien entabla amistad-, va conociendo retazos de sus vidas. Lourdes intenta reconstruir el rompecabezas que dé sentido a sus vidas y que le permita a ella atrapar la realidad con su cámara de vídeo. Pero siempre hay algo que falta, que se escapa, que no alcanza a comprender. Como el misterioso comportamiento de los lagartos que habitan Obaba. Un misterio que nadie, ni siquiera la cámara de Lourdes, es capaz de desvelar.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/1g5OgUdfjYqhR6ss3eOQ6XvsURc.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:371918",
      "type": "movie",
      "name": "Cascabel",
      "ids": {
        "tmdb": 371918
      },
      "overview": "Luz regresa a casa tras una desagradable experiencia en Madrid y el fracaso en su intento de conseguir un contrato con una importante casa discográfica. Ya en el pueblo, tiene que enfrentarse a los problemas familiares de los que, en realidad, intentaba huir. Para Cascabel, una joven de 19 años, la decisión de Luz de abandonar la música supone un callejón sin salida. Ambas han compartido ese sueño desde siempre.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/evoMYbnYi5YRJemWDyxxoaDfNWm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/k2vKHCDqsJSmZeIe7kSXYOvHSYA.jpg"
    },
    {
      "id": "tmdb:202789",
      "type": "movie",
      "name": "Asignatura aprobada",
      "ids": {
        "tmdb": 202789
      },
      "overview": "José Manuel Alcántara es un autor teatral de unos cincuenta años. A causa del fracaso de su última obra o quizá debido al abandono de su mujer, decide irse de Madrid e instalarse en una ciudad de provincias a orillas del mar. Allí vive tranquilamente, dedicado a sus colaboraciones en radio y prensa. Pero, de repente, los \"errores del pasado\" se le aparecen nuevamente. Su hijo, cantante y compositor rockero, se presenta de improviso no para ajustar cuentas, sino para algo más audaz. Una actriz de la que estuvo enamorado, surge un día en los carteles del teatro de la ciudad. Y su amiga Lola, alias la doctora Perkis, planteará a José cuarto y mitad de problemas de interés compuesto.",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/yTj7LjMguDG3ORopA0YUpZ60vSL.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:12572",
      "type": "movie",
      "name": "New York, I Love You",
      "ids": {
        "tmdb": 12572
      },
      "overview": "Película formada por cortometrajes de reconocidos directores y actores, siguiendo la línea de \"Paris, je t'aime\", narrando historias de amor en la ciudad de Nueva York.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/nnuoA0R0kUCu88xZGiv2mK02Hoz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/abDQMtpXnMeyTmC1rIp3UZkpzo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3r1xP0ng561isVgeEv1frd58zRG.png"
    },
    {
      "id": "tmdb:183829",
      "type": "movie",
      "name": "Culpables",
      "ids": {
        "tmdb": 183829
      },
      "overview": "El director y empresario de un teatro cerrado desde hace algún tiempo, reúne a cuatro de los actores principales que pertenecieron a la compañía. Mientras esperan, ponen al día su situación actual, a la vez que recuerdan momentos pasados, sus éxitos y sus fracasos. Finalmente, hartos de esperar, deciden telefonearle a su casa y, estupefactos, descubren que ha sido asesinado en su despacho del teatro. Todos pueden haber cometido el crimen. A partir de aquí, la situación coge un aire surrealista en la que cada uno de ellos representa a un personaje diferente bajo la dirección de un muerto.",
      "year": 1960,
      "poster": "https://image.tmdb.org/t/p/w342/6PnMrglTK9au8ut2cWnnYhxRsuq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yWUWOsnerBuwoasEPG3VDht9va9.jpg"
    },
    {
      "id": "tmdb:3865",
      "type": "movie",
      "name": "AzulOscuroCasiNegro",
      "ids": {
        "tmdb": 3865
      },
      "overview": "Jorge ha heredado el trabajo de su padre después de que éste sufriera un infarto cerebral. Sin embargo, lucha contra un destino que parece inevitable. Ahora su empeño es encontrar otro trabajo. A través de su hermano Antonio, conoce a Paula, con quien entablará una extraña relación que impulsará a Jorge a dejar de sentirse responsable de todo y a tener en cuenta sus propios deseos.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/b84WFI8ffMKyexc4L7oUIenci79.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kijKA8MmmYT9w5mLl2ms4gNkSPw.jpg"
    }
  ]
}