{
  "metas": [
    {
      "id": "tmdb:1587",
      "type": "movie",
      "name": "¿A quién ama Gilbert Grape?",
      "ids": {
        "tmdb": 1587
      },
      "overview": "Gilbert es un chico del pequeño pueblo de Endora atrapado allí por las obligaciones familiares. Tras el suicidio de su padre, debe hacerse cargo de su hermano menor, que es deficiente, de sus dos hermanas y de una madre obesa que pesa más de 200 kilos. Su aburrida vida transcurre entre el colmado donde trabaja, su familia y la relación que mantiene con una mujer casada. La llegada al pueblo de una joven optimista llamada Becky cambiará su rutina.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/1W9WHcWBD08V3SxpDpxESODDpde.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tSwCQWsMfI3Hrcghw4tBDvtR9yM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hT23Ud6IuP47zRFuj9BzPdNvVRw.png"
    },
    {
      "id": "tmdb:429",
      "type": "movie",
      "name": "El bueno, el feo y el malo",
      "ids": {
        "tmdb": 429
      },
      "overview": "Durante la Guerra de Secesión, tres cazadores de recompensas se lanzan a la búsqueda de un tesoro que ninguno de los tres truhanes puede localizar sin la ayuda de los otros dos. Tuco sabe que el tesoro se encuentra en un cementerio, mientras que Joe conoce el nombre inscrito en la tumba que lo esconde. Mientras tanto, Sentenza no duda en matar a mujeres y niños para conseguir su meta. De esta forma, los tres hombres colaboran en apariencia, pero al final intentarán eliminarse mutuamente.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/fSWnIXsxA47smMLwRELSWkxbVJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tEzlu5U9gQrE55XF1piXPZBtOrD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e0brYd78ykMjc6r2i0R46cEuPSW.png"
    },
    {
      "id": "tmdb:423",
      "type": "movie",
      "name": "El pianista",
      "ids": {
        "tmdb": 423
      },
      "overview": "Varsovia, 1939. El pianista polaco de origen judío Wladyslaw Szpilman (Adrien Brody) interpreta un tema de Chopin en la radio nacional de Polonia mientras la aviación alemana bombardea la capital. El régimen nazi ha invadido el país, y como hace en otros países invadidos, lleva a cabo la misma política con respecto a los judíos. Así Szpilman y toda su familia -sus padres, su hermano y sus dos hermanas- se ven obligados a dejar su casa y todo lo que les pertenece para trasladarse con miles de personas de origen judío al ghetto de Varsovia. Mientras Wladyslaw trabaja como pianista en un restaurante propiedad de un judío que colabora con los nazis, su hermano Henryk (Ed Stoppard) prefiere luchar contra los nazis. Pero tres años más tarde, los habitantes del ghetto son trasladados en trenes hacia campos de concentración.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/mxfLOWnHnSlbdraKfzRn5mqoqk7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hHrEwLQKpc3rVIzccMThmu6ou9M.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aB69H37bMYVXi03RBHqEjEa9iSL.png"
    },
    {
      "id": "tmdb:28178",
      "type": "movie",
      "name": "Siempre a tu lado",
      "ids": {
        "tmdb": 28178
      },
      "overview": "Basada en una historia real. Un profesor de universidad adopta a un perro vagabundo en una estación del tren. Tras recabar información sobre el animal, el profesor descubre que el perro iba a los andenes a diario durante semanas para esperar el regreso de su amo, pero éste había muerto en un accidente en la ciudad. El perro Hachiko, al lado de su nuevo amo a quien también le cambiará la vida cuando descubre los lazos que se pueden crear entre un animal y una persona.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rLPMD8BOHjvvjjCX7BZQdqNWBm2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFCNw7ewLrc4BgRUw9mN3G3vxOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSBpv8j18UoN1G5jaQgRMTfK0O2.png"
    },
    {
      "id": "tmdb:9769",
      "type": "movie",
      "name": "Lolita",
      "ids": {
        "tmdb": 9769
      },
      "overview": "Humbert es un europeo culto, brillante y atractivo que se instala en una ciudad de Nueva Inglaterra como profesor. Una vez allí, se hospeda en casa de Charlotte, una voluptuosa viuda, que ve en Humbert la encarnación de sus fantasías provincianas. Pero Humbert oculta una herida envenenada: el recuerdo de un frustrado amor de adolescencia. Por eso, Lolita, la hija de Charlotte, se le aparece a Humbert como la materialización de sus sueños.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/3nTCYIR9kwBDAnbjNlf6IHMEHry.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kYZbdtV7JKYjyCwFzh3ocoGnLnk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tzlgvs6dXNjk91U96PnVQzHf7A1.png"
    },
    {
      "id": "tmdb:2330",
      "type": "movie",
      "name": "Taxi Express",
      "ids": {
        "tmdb": 2330
      },
      "overview": "Daniel, un joven repartidor de pizzas, consigue hacer realidad uno de sus sueños: obtener la licencia de taxi. Pero un encuentro fortuito con Emilien le pone en un aprieto: para conservar su licencia de taxi, han de detener a una banda que está desmantelando los bancos del país.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/hJGTeFfEVzYGhB84YFU67B3VG4F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/148xS3PsuxDHT3VCcj3dzdU1lj3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/shKSBFh8eBz1zxEITJXkwqFon8O.png"
    },
    {
      "id": "tmdb:1368",
      "type": "movie",
      "name": "Acorralado",
      "ids": {
        "tmdb": 1368
      },
      "overview": "John Rambo es un veterano de la guerra de Vietnam que sufre de estrés postraumático. Un día, llega a un pequeño pueblo de Oregón, donde el sheriff Will Teasle le detiene por vagabundear. Rambo logra escapar de la comisaría y se refugia en el bosque, donde usa sus habilidades de supervivencia y combate para enfrentarse a los policías que le persiguen. El coronel Samuel Trautman, el antiguo jefe de Rambo, llega al pueblo para intentar negociar con él y evitar una masacre. Rambo tendrá que luchar contra sus propios demonios y contra las fuerzas del orden que le quieren capturar o matar.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/sYHRcd9p3rV3t3w8MHGaA7wdIBl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/277Ct5pdW4WAbaBjYLwX2BEeZqk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yAZUxdJ9tZHvNoSONu1JKvfRNw2.png"
    },
    {
      "id": "tmdb:530385",
      "type": "movie",
      "name": "Midsommar",
      "ids": {
        "tmdb": 530385
      },
      "overview": "Una pareja estadounidense que no está pasando por su mejor momento acude con unos amigos a un festival de verano que se celebra cada noventa años en una aldea remota de Suecia. Lo que comienza como unas vacaciones de ensueño en un lugar en el que el sol no se pone nunca, poco a poco se convierte en una oscura pesadilla cuando los misteriosos aldeanos les invitan a participar en sus perturbadoras actividades festivas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/a4Uwb4vnep76r1HRNduFgT9MRez.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vxKs0JLPT63lcYZTK8P6b3SaFff.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mjf2CyGrMqjUjsjXsaEsakBrOdA.png"
    },
    {
      "id": "tmdb:37347",
      "type": "movie",
      "name": "Fort Apache",
      "ids": {
        "tmdb": 37347
      },
      "overview": "Owen Thursday, general durante la Guerra civil (1861-1865) y recientemente degradado, llega a Fort Apache como teniente coronel acompañado de su bella hija Philadelphia para hacerse cargo del mando. Fort Apache, situado en medio del desierto, es un puesto militar fronterizo y sus soldados estan curtidos en las luchas contra los apaches mescaleros.",
      "year": 1948,
      "poster": "https://image.tmdb.org/t/p/w342/cYzS9G8zrrm5NjONCuuxbTzDYsk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/us52FnxXY6H6V7q62ZiEnO5bE97.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gYwetaZojb2lsBCU8qGwXs9eZPv.png"
    },
    {
      "id": "tmdb:27578",
      "type": "movie",
      "name": "Los mercenarios",
      "ids": {
        "tmdb": 27578
      },
      "overview": "Un grupo de mercenarios es contratado para infiltrarse en un país sudamericano y derrocar a su despiadado y corrupto dictador. Una vez allí, se verán atrapados en una telaraña de engaño y traición. Una vez fracasada la misión, tendrán que enfrentarse a un reto aún más difícil; salvar la unidad del grupo y la amistad que los ha unido durante largos años.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/qiKXe4xbXnXdrhQXmXpZwG4Qlkv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7iugqPsB7BkqPouupLjmMDHsk45.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7Gjh8HJpkgQplW0ydg1xJrZWwAC.png"
    },
    {
      "id": "tmdb:587792",
      "type": "movie",
      "name": "Palm Springs",
      "ids": {
        "tmdb": 587792
      },
      "overview": "Cuando el desenfadado Nyles y su reticente dama de honor Sarah tienen la oportunidad de encontrarse en una boda de Palm Springs, las cosas se complican al verse incapaces de escapar del lugar y el uno del otro",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/eYNS3rNpLDxx5NJ16dwczAf4a7e.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/abHa4yfuwX957FLw3FRxZFMENRV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1O92r8CnyvdEgeda7rOZDYEWNAG.png"
    },
    {
      "id": "tmdb:1237601",
      "type": "movie",
      "name": "Papeles",
      "ids": {
        "tmdb": 1237601
      },
      "overview": "Ana Méndez, directora jurídica del bufete número dos del mundo en venta de sociedades offshore, se enfrenta a un acontecimiento catastrófico. Se han filtrado 11,8 millones de documentos; es el mayor hackeo digital de la historia de la humanidad: LOS PANAMA PAPERS. Devastada por los acontecimientos, Ana resulta arruinada y emocionalmente rota. Desde ahí, debe remontar su vida.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/5MFmmUiRRuVXMaR8Ah3GWimVYXQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yfDv8UUKaRzB0Po6H4yXxZWfJi.jpg"
    },
    {
      "id": "tmdb:92607",
      "type": "movie",
      "name": "El seductor",
      "ids": {
        "tmdb": 92607
      },
      "overview": "Cosme, un chico de quince años, vive con sus padres y su hermana en un chalet adosado. La monotonía de su vida cambia cuando se enamora de su vecina Merche, una hermosa mujer que tiene casi veinte años más que él.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/oY3fFfApzhKgYEcLsKruqQQzdoa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cbqBM7Mb2nPFSMX3Dlhg2gBNK4E.jpg"
    },
    {
      "id": "tmdb:136726",
      "type": "movie",
      "name": "La Celestina",
      "ids": {
        "tmdb": 136726
      },
      "overview": "El joven noble Calisto se enamora de Melibea, la hija de un rico comerciante. El sirviente de Calisto, Sempronio, le sugiere ir con la hechizera Celestina para conseguir su amor.. Sin embargo su otro sirviente, Parmeno, sospecha de Celestina porque conoce sus trucos. Luego de que Celestina convence a Melibea del amor de Calisto y arreglar una reunion clandestina entre ellos, Calisto le da a Celestina una cara cadena de oro. Ambos sirvientes no estan satisfechos con las mujeres enviadas por Celestina y le demandan mas, comenzando una dramatica secuencia de eventos.",
      "year": 1996,
      "poster": "https://image.tmdb.org/t/p/w342/qUDbwyhC19V8OgZgzOF45DHyt1f.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zsS0FYL914us0FcXxCQQuDzcfOz.jpg"
    },
    {
      "id": "tmdb:5528",
      "type": "movie",
      "name": "Los chicos del coro",
      "ids": {
        "tmdb": 5528
      },
      "overview": "En 1948 Clément Mathieu, profesor de música desempleado, acepta un puesto como profesor vigilante en un internado de reeducación de menores. El sistema represivo aplicado por el director conmociona a Mathieu. Enseñándoles música y canto coral a estos niños tan difíciles, Mathieu transformará sus vidas cotidianas.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/f0FrAsLdcnCbvbT9Ofj31UkmcNe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gCRlj9soFwM7ME5nz3MKruR3yyV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o1K8iSNLLXFDOfAVapjNBFVh0YW.png"
    },
    {
      "id": "tmdb:60854",
      "type": "movie",
      "name": "El crack dos",
      "ids": {
        "tmdb": 60854
      },
      "overview": "El detective privado Germán Areta el Piojo investiga la vida de un hombre gay que aparentemente ha abandonado a su pareja. Cuando ambos aparecen muertos, parece que uno mató al otro antes de suicidarse, pero Areta no está convencido.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/cGzRNSPbGS0WkG3KvqfYGCl4iGo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wd8Bw3MFpbfgCncRmhZexb7Udmx.jpg"
    },
    {
      "id": "tmdb:391",
      "type": "movie",
      "name": "Por un puñado de dólares",
      "ids": {
        "tmdb": 391
      },
      "overview": "Tras la muerte de Juárez, en México dominan la injusticia y el terror. Joe, un pistolero vagabundo, llega al pueblo fronterizo de San Miguel, donde dos familias se disputan el control del territorio, y entra al servicio del clan Rojo. Una noche, Joe es testigo del intercambio de oro por armas entre mexicanos y soldados de la Unión...",
      "year": 1964,
      "poster": "https://image.tmdb.org/t/p/w342/la1A6gknPnZd0bZgL6C7poN11v.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8AQo9k8pD4EAgL8OELKjVGlq1Ec.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dkg4P8OTyZzNOTCF0H6bHuz1hj9.png"
    },
    {
      "id": "tmdb:19794",
      "type": "movie",
      "name": "Un trabajo embarazoso",
      "ids": {
        "tmdb": 19794
      },
      "overview": "Una joven finge estar embarazada para evitar ser despedida del trabajo. Cuando además su \"estado\" le proporciona un tratamiento especial por parte de los que le rodean, continúa con el engaño durante todo el tiempo... Thea (Lindsay Lohan) es secretaria en una importante editorial. Cuando su jefe, Jerry, oye cómo se burla de él delante de sus compañeros, él quiere despedirla, pero Thea se deja llevar por el pánico y le dice que está embarazada. El ardid funciona ya que, ante la imposibilidad de despedir a una embarazada, logra salvar su empleo, pero además, sus previamente malintencionados compañeros de oficina le preparan bizcochos, su casero le baja el alquiler y empieza lograr el respeto en el trabajo que lleva tanto tiempo buscando ¿Pero, hasta que punto llegará Thea para mantener el engaño?",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/hnjwIN02CQiy5mG75TXMjaap2fT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3PtBe2d9JsA2mUDte6M2RMLysaW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sdUInRqUveHfkGxMP2xyF9sl3Il.png"
    },
    {
      "id": "tmdb:581387",
      "type": "movie",
      "name": "Alerta roja",
      "ids": {
        "tmdb": 581387
      },
      "overview": "El volcán en la montaña Baekdu hace erupción repentinamente, causando varios terremotos tanto en Corea del Norte como en el Sur. El caos reina en la península de Corea cuando se predicen más erupciones. Para prevenir un desastre mayor, Jeon Yoo-kyung (Jeon Hye-jin) planea una operación basada en la teoría del profesor Kang Bong-rae (Ma Dong-seok), quien ha estudiado la montaña Baekdu y sus posibles erupciones. Jo In-chang (Ha Jung-woo) es el capitán del equipo de fuerzas especiales y es asignado a la operación que mantiene el destino de ambas Coreas en la balanza. Él contacta a Lee Joon-pyeong (Lee Byung-hun), un espía norcoreano para realizar la operación conjuntamente. Mientras, su esposa embarazada, Choi Ji-young (Bae Suzy), está sola en Seúl intentando sobrevivir en medio del desastre.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/A3BP44EvnJIIhyNVwPT0IpvNAoc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jpiw4h4VeSXlPjn6cLzSEeT6vDE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hFRsvlEMDiG1Wb6MJpIT8gigGey.png"
    },
    {
      "id": "tmdb:326284",
      "type": "movie",
      "name": "Estado crítico",
      "ids": {
        "tmdb": 326284
      },
      "overview": "En China para donar su riñón a su sobrina moribunda, Deacon (VAN DAMME), un ex agente de operaciones encubiertas, se despierta el día antes de la operación para descubrir que ha sido víctima de robo de órganos. Cosido y cabreado, Deacon desciende de su lujoso hotel en busca de su riñón robado y va dejando un camino empapado de sangre a través de los rincones más oscuros de la ciudad – prostíbulos, clubes de lucha, mercados negros en callejones y fincas de multimillonarios de élite. El reloj está corriendo por su sobrina y con cada paso que pierde sangre, Deacon con la ayuda de sus antiguos conexiones del hampa y su hermano civil recorrerá la parte más sórdida de la ciudad, demostrando a todo el que se cruce en su camino que nada significa más para un hombre que su carne y su sangre.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/lhueuMuA1YELzw8xAFUevEKW6iG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tuUlpVhs3D56SmQFzZl5k8RB7dj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lEsTgmINOJcCFM6o8XdUbaGsPNX.png"
    },
    {
      "id": "tmdb:10851",
      "type": "movie",
      "name": "Revolver",
      "ids": {
        "tmdb": 10851
      },
      "overview": "Jake Green (Jason Statham) es un hábil jugador que tiene la mala suerte de desplumar a Dorothy Macha (Ray Liotta), un mafioso local. La jugada le saldrá cara, ya que Macha no parará hasta vengarse de él.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/gD60YicJodbPu5xBlTfEjXiTJyT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cG16olNZTg5JE9b59mAQYoVAOhr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3Ibn9ytp0Oh6aYKS01AVyZB9X6r.png"
    },
    {
      "id": "tmdb:8009",
      "type": "movie",
      "name": "Los inmortales",
      "ids": {
        "tmdb": 8009
      },
      "overview": "Son Inmortales, destinados a vivir eternamente. Deben retarse a duelos a través de los tiempos hasta que sólo quede uno. Sólo decapitados por la hoja de una espada pueden liberarse de su eterna lucha y conseguir el Premio: un poder inimaginable. Desde las tierras altas de Escocia del siglo XVI hasta el Nueva York de nuestros días, los Inmortales luchan por su recompensa, mientras el destino de los mortales se sostiene en un frágil equilibrio.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/8af3tPdbKd9iDUqWb8R5dOXShtH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iz3k081oPbRLMKVsjfukOppzEzR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jXLmUqThGQNrM5Xcnrj77GtB6Fg.png"
    },
    {
      "id": "tmdb:87906",
      "type": "movie",
      "name": "Tuareg",
      "ids": {
        "tmdb": 87906
      },
      "overview": "Adaptación de la novela homónima de Alberto Vázquez Figueroa. Gacel es el jefe de la última tribu tuareg. Para él, el desierto no tiene ningún secreto. Un día da asilo a un anciano y a su acompañante.",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/bsAi8Fe2jQFpIVUatpXs80I1GIA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/x3cvKynZ3gvmWsXQxO5gGN15eYZ.jpg"
    },
    {
      "id": "tmdb:1721",
      "type": "movie",
      "name": "¡Más fuerte, muchachos!",
      "ids": {
        "tmdb": 1721
      },
      "overview": "Salud y Plata son dos pilotos de avión que operan sobre la selva amazónica y que son capaces de hacer casi cualquier cosa por el precio adecuado. Un hombre de negocios les paga este precio para que se deshagan de un avión en la selva y así poder cobrar el seguro. Pero sus problemas empiezan cuando el avión se estrella de verdad y ellos se topan con una colonia de peligrosos mineros que extraen esmeraldas de contrabando.",
      "year": 1972,
      "poster": "https://image.tmdb.org/t/p/w342/xZqxHHKuD3fttn3jdayk4Cu8Zd0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vKTDuGkwPz92PD6FJryJKS9kbh8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bMErxgghlfektFxL7t6LbfNSp8U.png"
    },
    {
      "id": "tmdb:51857",
      "type": "movie",
      "name": "Cría cuervos",
      "ids": {
        "tmdb": 51857
      },
      "overview": "Ana, una niña de ocho años que vive en Madrid con su abuela y sus dos hermanas, llora la muerte de su madre.",
      "year": 1976,
      "poster": "https://image.tmdb.org/t/p/w342/kbe6KjerFbvXaQvLkwa8KCoUlDJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sc600L1efonWcAm1HDA6WMAAmn0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bWbIUF93zqtXjX4DlSoDVuahM1L.png"
    },
    {
      "id": "tmdb:95403",
      "type": "movie",
      "name": "Las 7 magnificas",
      "ids": {
        "tmdb": 95403
      },
      "overview": "En 1850, una caravana de colonos que pretende atravesar el desierto de Arizona para llegar a un territorio civilizado, es atacada por los indios. Siete mujeres sobreviven a la matanza y se esconden en una cueva. Pero el dilema que se les presenta es terrible: morir de hambre y sed o continuar su viaje, exponiéndose a nuevos ataques de los indios.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/617O5BrhVtTIWW5wzMORYQL1dcF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gOKXxM1tzRQTItoTwlsmMOxa31X.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mGh9OHZHcvsNCvvOFwF5vsnThWJ.png"
    },
    {
      "id": "tmdb:22705",
      "type": "movie",
      "name": "Transgressing",
      "ids": {
        "tmdb": 22705
      },
      "overview": "Carla es una joven atractiva y despreocupada de Venecia, que va a Londres para buscar un piso que compartir con su amante Matteo. En Londres, Moira, una funcionaria del estado, seduce a Carla... y ella es cautivada... Carla decide no decir nada a Matteo, y comienza a mentirle. Matteo se pone muy celoso, se imagina aventuras eróticas de Carla y abandona su viaje a Londres. Tarde o temprano, Matteo realmente va a Londres donde se enfrenta a Carla... cuyas revelaciones le hacen despertar...",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/poa998sFasJX2XQtCTLiXvis6aE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/haqFVSBvaWR6ZfKKDHkpxp9eYbh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bWX37ZIsatTGVTGnIccjAjHyd0X.png"
    },
    {
      "id": "tmdb:176707",
      "type": "movie",
      "name": "Una rosa de Francia",
      "ids": {
        "tmdb": 176707
      },
      "overview": "En Cuba, Simón (Perugorría), un criminal muy seductor, traslada en su viejo barco emigrantes clandestinos a Nueva York y después los abandona a su suerte en un islote. En una ocasión, una patrullera norteamericana descubre el barco e inicia su persecución hasta penetrar en aguas territoriales cubanas. Andrés (Álex González), un joven marinero, le salva la vida a Simón, pero resulta herido. Simón le estará siempre agradecido, a pesar de que Andrés se enamora de Marie (Ana de Armas), una adolescente que está bajo su protección. El conflicto está servido. Marie y Andrés intentarán huir de Cuba a Nueva York, pero Simón hará todo lo posible para impedirlo.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/tMGZp0VDTy4e27gBDLfsiRgZ4gY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tDclBrrUXS7XamuPeYr9GUHnKyv.jpg"
    },
    {
      "id": "tmdb:8689",
      "type": "movie",
      "name": "Holocausto caníbal",
      "ids": {
        "tmdb": 8689
      },
      "overview": "Cuatro jóvenes documentalistas se adentran en la selva amazónica (América del Sur) para realizar un reportaje sobre las tribus que habitan en esa región, de las que se dice que todavía practican el canibalismo. Debido a la desaparición de los reporteros, dos meses después un grupo de rescate es enviado para averiguar qué ha sido de ellos; lo único que encuentran es el material filmado sobre su terrible fin.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/r7JBDaxsU0Uw1liRjDpv3e4xpXF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ptg4aaFbrNNg8If5ZtbQa5r4Nz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1HfnMUnUiA2fiQPONoIgEgGa03z.png"
    },
    {
      "id": "tmdb:77451",
      "type": "movie",
      "name": "Las cosas del querer",
      "ids": {
        "tmdb": 77451
      },
      "overview": "Cuando acaba la Guerra Civil Española, un cantante homosexual (Manuel Bandera), un pianista (Ángel de Andrés López) y su novia (Ángela Molina) se unen para formar un grupo, que se hará famoso y cosechará éxitos por toda la geografía española. Su brillante trayectoria les llevará de nuevo a Madrid, donde llegarán sus peores momentos; la aristocracia de la capital, aburrida y en busca de fuertes emociones, no perdona y se lanza contra Mario por su condición de homosexual, mientras la madre de Pepita conspira para separarla de su novio pianista…",
      "year": 1989,
      "poster": "https://image.tmdb.org/t/p/w342/7k0fjD9deRAVBUvVXyMrpf7jDbh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cbiS8ApI5VqYXxgARk8aLaHOku3.jpg"
    },
    {
      "id": "tmdb:21043",
      "type": "movie",
      "name": "El método",
      "ids": {
        "tmdb": 21043
      },
      "overview": "Siete aspirantes a un puesto ejecutivo se presentan a la prueba de selección de personal de una empresa multinacional, situada en un rascacielos de Madrid. Sus personalidades son de lo más dispar: el triunfador, el agresivo, la mujer insegura, el crítico, el indeciso. En un clima de tensa competitividad, el miedo y las dudas se irán apoderando de los participantes, que caen en un estado de paranoia tal que llegan a sospechar que están siendo observados por cámaras o que, entre ellos, puede haber un psicólogo infiltrado que ya los está evaluando. Esta atmósfera claustrofóbica pone de manifiesto la falta de escrúpulos de los aspirantes.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/uIxB03i67S2V3uBAk5KiaIM7Kj8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8J7IL5w28ZWUZY6080S1GSpvS7t.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/odQatnqJ8HoI2N2FeU5HQZkxd16.png"
    },
    {
      "id": "tmdb:52998",
      "type": "movie",
      "name": "El Dorado",
      "ids": {
        "tmdb": 52998
      },
      "overview": "En el mítico país de El Dorado las ciudades son de oro y los hombres cubren sus cuerpos con áureas vestimentas. Es la historia de Pedro de Ursúa, el atractivo y joven capitán de la expedición, vencedor de los negros cimarrones del Paraná. Es la historia de Lope de Aguirre, un vasco con sueños de gloria que se unió a la expedición de Ursúa para buscar lo que no había encontrado en su vida: la paz. Es la historia de Elvira, hija de Lope, la historia de doña Inés de Atienza, la mujer más bella del Perú; la historia del indio Uiracuru, guía de la expedición. Es la historia de 300 hombres que empeñaron sus haciendas y sus almas en el descenso del más grande e ignorado río del mundo.",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/b1Msl7LnDlKfoI7K3NcJlHchGGI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gbf86yaQXNtIUyi49tZ9zG8J4HX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yVSlkrzjKhlKzWxMbJ3wtEC5NGH.png"
    },
    {
      "id": "tmdb:1369",
      "type": "movie",
      "name": "Rambo: Acorralado Parte II",
      "ids": {
        "tmdb": 1369
      },
      "overview": "Rambo es excarcelado y enviado de vuelta al Vietnam con una nueva misión: averiguar el paradero de unos soldados norteamericanos desaparecidos. Tras saltar en paracaídas en la jungla, portando únicamente un cuchillo y un arco con flechas, se le dice que no ataque al enemigo y que sólo haga fotografías de reconocimiento. Pero el plan no saldrá como estaba previsto.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/TuW7rwhdVPrm3qBsBGnn747Uar.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2vlFPft9hDZEdQJSVqNznZVILrj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uUTS5ZTXFLNszIG8B2yzvXpHdWf.png"
    },
    {
      "id": "tmdb:253376",
      "type": "movie",
      "name": "La cueva",
      "ids": {
        "tmdb": 253376
      },
      "overview": "Tres chicos y dos chicas viajan en plan mochilero a una isla paradisíaca. Cuando llegan, alquilan motos, recorren los parajes más hermosos y recónditos, acampan en el bosque, se emborrachan y se bañan en el mar. Al día siguiente, deciden explorar una cueva profunda y laberíntica, pero se extravían. Si quieren sobrevivir dentro de la cueva, deberán hacerlo en condiciones inhumanas: sin agua y sin alimentos, no parece que haya ninguna posibilidad de conseguirlo.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/vQgUNCouT5frFxeXx5mXRskOhWJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6FNUA7QbugUvUlaxCipqoUjITjZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/t0ceKbzcZ4rrjfM1isOJyLOuARB.png"
    },
    {
      "id": "tmdb:44741",
      "type": "movie",
      "name": "Malicia",
      "ids": {
        "tmdb": 44741
      },
      "overview": "En un piso de Catania, en los años cincuenta se reúnen muchas personas de luto por la muerte de la esposa de Ignazio La Brocca, dueño de una próspera sastrería y padre de tres hijos.Entre los presentes hay una joven, Angela La Barbera, que precisamente ese día iba a empezar a trabajar como interina para la familia. El viudo y los tres hijos pronto se acostumbran a los cuidados dulces y atentos de la nueva presencia femenina.El viudo no consigue resistir a la tentación y decide casarse con ella a pesar del poco tiempo transcurrido desde la muerte de su mujer. Además de la presencia dominante de un gran retrato de la primera esposa, otro obstáculo para la unión es el hijo Nino, totalmente obsesionado por la mujer. Entre los dos se va instaurando una relación maliciosa y cruel, en la que Angela se presta a los juegos eróticos del adolescente con tal de conseguir el consenso para casarse con su padre.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/aFDzUNTAFKIl5WK8Llrhz1AfVTt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i3CV5KhT2Y1xv0j606GE9jgc2SC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sSkA55gd1YGZoq9orLjdFJ29zjt.png"
    },
    {
      "id": "tmdb:10362",
      "type": "movie",
      "name": "Two Lovers",
      "ids": {
        "tmdb": 10362
      },
      "overview": "Leonard (Joaquin Phoenix) es un joven psicológicamente inestable que intenta recuperarse de su última crisis bajo la atenta mirada de sus padres. Inesperadamente entran en su vida dos mujeres: la encantadora y sencilla Sandra (Vinessa Shaw), hija del nuevo socio de su padre, y Michelle (Gwyneth Paltrow), una misteriosa vecina que parece no encajar en un barrio tan anodino.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/u9dZ84dD12cLLedJfRVHStKSHvh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fMfRgkQrU6Zwb5uJU91HNOPbfyy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7KJx19aPbnsGG94HmJyYWD3Z4ea.png"
    },
    {
      "id": "tmdb:39412",
      "type": "movie",
      "name": "Emmanuelle 3: Adiós Emmanuelle",
      "ids": {
        "tmdb": 39412
      },
      "overview": "Emmanuelle y su marido arquitecto continúan con su estilo de vida amoral en las Seychelles. Pero cuando un romance causal entre ella y un director de cine comienzan, su marido muestra signos muy tradicionales de los celos.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/bnF3rXUwwtiRB2W83pqcXwOH848.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bl2ye7MJeBqGjSidhS32DzWSg24.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/24eXWcHlDvmC5WBivaOGioY3OQH.png"
    },
    {
      "id": "tmdb:158050",
      "type": "movie",
      "name": "Apache Kid",
      "ids": {
        "tmdb": 158050
      },
      "overview": "Apache Kid, una historia de amor, guerra, de sentimientos y de odio. Inspirado en una historia real, la de un joven irlandés criado por los apaches del Colorado. Después de la masacre de una caravana por una banda de forajidos, la única mujer que sobrevive, da a luz a un niño antes de morir, que es recogido por el jefe de los apaches y crece con su hijo Black Woolf (Lobo Negro). Al cabo de los años Apache Kid vuelve al mundo de sus padres, pero las experiencias que vive con los blancos son tan duras y miserables, que le hacen volver al pueblo indio, convirtiéndose en jefe y luchando heroicamente por su pueblo.",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/7Fc9OI1eczZXBeo3BZjW7TEx9fK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/69TmGXTjAscghwTBfywKYxn9qYo.jpg"
    },
    {
      "id": "tmdb:52362",
      "type": "movie",
      "name": "Un corazón en peligro",
      "ids": {
        "tmdb": 52362
      },
      "overview": "Ernie Mott, un joven de clase baja, desatiende a su madre y siempre que puede se aprovecha de sus amigos. Cuando conoce al ladrón Jim Mordinoy, se enamora de su novia Ada. En una discusión con su madre, Ernie descubre que la mujer padece cáncer y, entonces, decide ayudarla en la tienda. Ada le recomienda que se vaya, porque Jim está muy celoso, pero Ernie le hace frente. La enfermedad de su madre se complica cuando la encarcelan, después de descubrir que ocultaba objetos robados en la tienda. (FILMAFFINITY)",
      "year": 1944,
      "poster": "https://image.tmdb.org/t/p/w342/zLZFYrysQ0wdn2Z23X1Uwfj8QLl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iwSuFnsieEdzAt943GzhmHTU6V3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jdPZ1ZIb9LxwWE8HbAbk1LC9Ori.png"
    },
    {
      "id": "tmdb:15",
      "type": "movie",
      "name": "Ciudadano Kane",
      "ids": {
        "tmdb": 15
      },
      "overview": "Un importante financiero estadounidense, Charles Foster Kane, dueño de una importante cadena de periódicos, de una red de emisoras, de dos sindicatos y de una inimaginable colección de obras de arte, muere en su fabuloso castillo de estilo oriental, Xanadú. La última palabra que pronuncia al expirar es Rosebud. El país entero y la prensa en general quedan intrigados por saber el significado de esta palabra. Para descubrirlo, un grupo de periodistas se pone a investigar.",
      "year": 1941,
      "poster": "https://image.tmdb.org/t/p/w342/w7V0bv38Z0q0DgHmMfcGM4WRNTv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4dafi1zU8IXxloT3BrTayVBnKQy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xnlpf9ChpLBxYOIFluaTN7HLogk.png"
    },
    {
      "id": "tmdb:301845",
      "type": "movie",
      "name": "Barcelona sur",
      "ids": {
        "tmdb": 301845
      },
      "overview": "En Barcelona, una de las ciudades portuarias de Europa más apreciadas por el tráfico de drogas y la prostitución, Gumer, una chica de 25 años, sale de la cárcel obsesionada por encontrar a su antiguo novio. Charo, su mejor amiga, trata de ayudarle pero no es libre ya que sirve a los deseos de su chulo Toni. Gumer convence a Charo para que abandone a Toni y formen, junto con otras amigas, una banda para montar negocios por su cuenta.",
      "year": 1981,
      "poster": "https://image.tmdb.org/t/p/w342/jRKMPTQjXX3qKBYrNtnvQMrhCr2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fpB6mNdhTG8vX3vjPLHGO6lKbiF.jpg"
    },
    {
      "id": "tmdb:1370",
      "type": "movie",
      "name": "Rambo III",
      "ids": {
        "tmdb": 1370
      },
      "overview": "Cuando descubre que el coronel Trautman ha caído en manos soviéticas en Afganistán, Rambo regresa al servicio para intentar liberar a su amigo. Después de contactar a la resistencia afgana, entra en la zona sitiada por las tropas enemigas.",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/69iGRVnOi62ZK2ExoJl12tnvH0T.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rH3kVoa5d1ShIAsyPYBwmZQCccu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qZnZohJ6syqhJokjyZ0D6eABoHX.png"
    },
    {
      "id": "tmdb:98596",
      "type": "movie",
      "name": "El pico",
      "ids": {
        "tmdb": 98596
      },
      "overview": "Bilbao, años 80. Un Comandante de la Guardia Civil descubre que su hijo Paco de 17 años, que espera que ingrese en la Academia Militar, es heroinómano. Urko, el mejor amigo de Paco e hijo de un dirigente abertzale, también es heroinómano. En un momento dado, Paco huye de casa llevándose una pistola de su padre. Mientras el Comandante inicia la búsqueda de su hijo acompañado del padre de Urko, empieza a descubrir un mundo desconocido y poco a poco se producen en él importantes cambios.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/vpjGsKbtUbGGvB47wqS6glqBeF7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/o55iCtiu26j1g8SI2JUWy9hFYox.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6fOCwY9DmOhXO8rXNqkcSHXvXEp.png"
    },
    {
      "id": "tmdb:60915",
      "type": "movie",
      "name": "Duelo de reyes",
      "ids": {
        "tmdb": 60915
      },
      "overview": "Semíramis, una poderosa y bella reina asiria, supervisa la construcción de la lujosa ciudad de Babilonia. Se enamora de Kir, un príncipe caído convertido en esclavo que corresponde a su amor. Pero una conspiración palaciega hará que los dos amantes se separen y acaben enfrentándose.",
      "year": 1963,
      "poster": "https://image.tmdb.org/t/p/w342/As2U3sSXziDucSAFvH6Sn4mvh4a.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wD5QbSXzlv09eYSmNqrXslvGFbH.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1TsO2r7v3RVU9DX82F51Yjn0MXY.png"
    },
    {
      "id": "tmdb:217250",
      "type": "movie",
      "name": "La primera dama",
      "ids": {
        "tmdb": 217250
      },
      "overview": "Biografía de Dolly Payne (Ginger Rogers), la esposa de James Madison, el cuarto Presidente de los Estados Unidos. A Dolly la cortejan dos líderes políticos: Madison (Burgess Meredith) y Aaron Burr (David Niven). Ella coquetea con los dos, llegando incluso a enfrentarlos, no sólo por motivos sentimentales, sino porque desea contribuir a la construcción del país. Tras ejercer su influencia sobre Burr, ayudará a Thomas Jefferson a llegar a la presidencia de Estados Unidos (1801-1809). Cuando Madison (1809-1817) gana las elecciones presidenciales se convierte en la Primera Dama.",
      "year": 1946,
      "poster": "https://image.tmdb.org/t/p/w342/gvBBh0yx0MZy8S42HGyUEiQ00dY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/z6T4jZdvi9ZJohilWcojAahiCVs.jpg"
    },
    {
      "id": "tmdb:62395",
      "type": "movie",
      "name": "Marcelino pan y vino",
      "ids": {
        "tmdb": 62395
      },
      "overview": "En el siglo XIX, después de una larga guerra, un bebé es abandonado a la puerta de un convento de frailes franciscanos que intentan, sin éxito, buscarle una familia. Pasan los años, y aunque el niño vive feliz entre los monjes, no puede dejar de añorar a su madre. Marcelino se hace amigo de un Cristo crucificado que hay en el desván del convento: habla con él y le sube de la cocina pan, vino y otros víveres que puede encontrar.",
      "year": 1955,
      "poster": "https://image.tmdb.org/t/p/w342/vE3WdYEKluLXG7aw3lcU6UuttvP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1EoZR0hGuuFIGlxcwChgS3qcCY6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jTrDJJmfVWLou1mlIjbfXQfQgE4.png"
    },
    {
      "id": "tmdb:263472",
      "type": "movie",
      "name": "Toc, toc",
      "ids": {
        "tmdb": 263472
      },
      "overview": "Dos chicas jóvenes se presentan sin previo aviso en la casa de un hombre casado, dispuestas a seducirle y complicar su vida perfecta. Remake de \"Death Game (Las sádicas), dirigida por Peter S. Traynor en 1977.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/hRDVNV7einjCZHGQJ3j6Mqcjdaa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bBdgSTueZkT4E699Od9sxr4AaN6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9yRc1hqHNvLgAmEQpNWeY77185b.png"
    },
    {
      "id": "tmdb:4012",
      "type": "movie",
      "name": "The Believer (El creyente)",
      "ids": {
        "tmdb": 4012
      },
      "overview": "Historia de un neo-nazi (Gosling) que también resulta ser judío. Danny Balint estudia en una escuela judía de Nueva York. Al mismo tiempo, su popularidad crece dentro de círculos neofascistas, hasta convertirse en un admirado líder. En su interior se desarrolla una personalidad paralela; por un lado, se está formando como rabino, estudiando la Torah y enseñando hebreo; y por el otro, ataca a los judíos... Judaísmo ortodoxo y antisemitismo radical se combinan en esta alabadísima producción premiada en Sundance, ópera prima del guionista Henry Bean (Internal Affairs, 1990).",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/bPWCXoRItooEDeDaGVouSGegiL4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aVkcdQqnwYcIiOLwF2h2p8ZV1pW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fltiPf5Tkx01mNccvQUsvBCTAzU.png"
    },
    {
      "id": "tmdb:145373",
      "type": "movie",
      "name": "Django: si quieres vivir, dispara",
      "ids": {
        "tmdb": 145373
      },
      "overview": "Un joven vaquero, Johnny, se ve obligado a matar a un contrincante de póquer. Mientras huye de la ley, se queda con una familia. Cuando esta resulta asesinada por una banda de mexicanos, Johnny se encega con vengarse.",
      "year": 1968,
      "poster": "https://image.tmdb.org/t/p/w342/cbHfSCdf4jsvYdYivAosWWRKdw9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7ewOFIdH4014vzYnEkksvjo7wp1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jT32I04IePL4jj5aT9qijUJ89Cy.png"
    },
    {
      "id": "tmdb:43011",
      "type": "movie",
      "name": "Sodoma y Gomorra",
      "ids": {
        "tmdb": 43011
      },
      "overview": "Lot, sobrino del patriarca Abraham, se traslada con su familia, sus criados y sus rebaños a vivir a Sodoma, una ciudad situada a la orilla del mar Muerto, próxima a Gomorra. Pronto Lot y su gente se contagian de los vicios que corrompen a los habitantes de la ciudad y, al matar al príncipe que ha ultrajado a sus hijas, es condenado a prisión. Allí, Dios le revela que va a destruir Gomorra.",
      "year": 1962,
      "poster": "https://image.tmdb.org/t/p/w342/2rpxb63C00h7RAreBIk4FjRvpKC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/BqwlThcwEv0WeT6hE51mfOt4Sl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gfCYqJIb8nvttiO9Hhmmd7Pk4vc.png"
    }
  ]
}