{
  "metas": [
    {
      "id": "tmdb:429",
      "type": "movie",
      "name": "El bueno, el feo y el malo",
      "ids": {
        "tmdb": 429
      },
      "overview": "Durante la Guerra de Secesión, tres cazadores de recompensas se lanzan a la búsqueda de un tesoro que ninguno de los tres truhanes puede localizar sin la ayuda de los otros dos. Tuco sabe que el tesoro se encuentra en un cementerio, mientras que Joe conoce el nombre inscrito en la tumba que lo esconde. Mientras tanto, Sentenza no duda en matar a mujeres y niños para conseguir su meta. De esta forma, los tres hombres colaboran en apariencia, pero al final intentarán eliminarse mutuamente.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/fSWnIXsxA47smMLwRELSWkxbVJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tEzlu5U9gQrE55XF1piXPZBtOrD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e0brYd78ykMjc6r2i0R46cEuPSW.png"
    },
    {
      "id": "tmdb:1587",
      "type": "movie",
      "name": "¿A quién ama Gilbert Grape?",
      "ids": {
        "tmdb": 1587
      },
      "overview": "Gilbert es un chico del pequeño pueblo de Endora atrapado allí por las obligaciones familiares. Tras el suicidio de su padre, debe hacerse cargo de su hermano menor, que es deficiente, de sus dos hermanas y de una madre obesa que pesa más de 200 kilos. Su aburrida vida transcurre entre el colmado donde trabaja, su familia y la relación que mantiene con una mujer casada. La llegada al pueblo de una joven optimista llamada Becky cambiará su rutina.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/1W9WHcWBD08V3SxpDpxESODDpde.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tSwCQWsMfI3Hrcghw4tBDvtR9yM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hT23Ud6IuP47zRFuj9BzPdNvVRw.png"
    },
    {
      "id": "tmdb:423",
      "type": "movie",
      "name": "El pianista",
      "ids": {
        "tmdb": 423
      },
      "overview": "Varsovia, 1939. El pianista polaco de origen judío Wladyslaw Szpilman (Adrien Brody) interpreta un tema de Chopin en la radio nacional de Polonia mientras la aviación alemana bombardea la capital. El régimen nazi ha invadido el país, y como hace en otros países invadidos, lleva a cabo la misma política con respecto a los judíos. Así Szpilman y toda su familia -sus padres, su hermano y sus dos hermanas- se ven obligados a dejar su casa y todo lo que les pertenece para trasladarse con miles de personas de origen judío al ghetto de Varsovia. Mientras Wladyslaw trabaja como pianista en un restaurante propiedad de un judío que colabora con los nazis, su hermano Henryk (Ed Stoppard) prefiere luchar contra los nazis. Pero tres años más tarde, los habitantes del ghetto son trasladados en trenes hacia campos de concentración.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/mxfLOWnHnSlbdraKfzRn5mqoqk7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hHrEwLQKpc3rVIzccMThmu6ou9M.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aB69H37bMYVXi03RBHqEjEa9iSL.png"
    },
    {
      "id": "tmdb:28178",
      "type": "movie",
      "name": "Siempre a tu lado",
      "ids": {
        "tmdb": 28178
      },
      "overview": "Basada en una historia real. Un profesor de universidad adopta a un perro vagabundo en una estación del tren. Tras recabar información sobre el animal, el profesor descubre que el perro iba a los andenes a diario durante semanas para esperar el regreso de su amo, pero éste había muerto en un accidente en la ciudad. El perro Hachiko, al lado de su nuevo amo a quien también le cambiará la vida cuando descubre los lazos que se pueden crear entre un animal y una persona.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rLPMD8BOHjvvjjCX7BZQdqNWBm2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFCNw7ewLrc4BgRUw9mN3G3vxOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSBpv8j18UoN1G5jaQgRMTfK0O2.png"
    },
    {
      "id": "tmdb:530385",
      "type": "movie",
      "name": "Midsommar",
      "ids": {
        "tmdb": 530385
      },
      "overview": "Una pareja estadounidense que no está pasando por su mejor momento acude con unos amigos a un festival de verano que se celebra cada noventa años en una aldea remota de Suecia. Lo que comienza como unas vacaciones de ensueño en un lugar en el que el sol no se pone nunca, poco a poco se convierte en una oscura pesadilla cuando los misteriosos aldeanos les invitan a participar en sus perturbadoras actividades festivas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/a4Uwb4vnep76r1HRNduFgT9MRez.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vxKs0JLPT63lcYZTK8P6b3SaFff.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mjf2CyGrMqjUjsjXsaEsakBrOdA.png"
    },
    {
      "id": "tmdb:2330",
      "type": "movie",
      "name": "Taxi Express",
      "ids": {
        "tmdb": 2330
      },
      "overview": "Daniel, un joven repartidor de pizzas, consigue hacer realidad uno de sus sueños: obtener la licencia de taxi. Pero un encuentro fortuito con Emilien le pone en un aprieto: para conservar su licencia de taxi, han de detener a una banda que está desmantelando los bancos del país.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/hJGTeFfEVzYGhB84YFU67B3VG4F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/148xS3PsuxDHT3VCcj3dzdU1lj3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/shKSBFh8eBz1zxEITJXkwqFon8O.png"
    },
    {
      "id": "tmdb:9769",
      "type": "movie",
      "name": "Lolita",
      "ids": {
        "tmdb": 9769
      },
      "overview": "Humbert es un europeo culto, brillante y atractivo que se instala en una ciudad de Nueva Inglaterra como profesor. Una vez allí, se hospeda en casa de Charlotte, una voluptuosa viuda, que ve en Humbert la encarnación de sus fantasías provincianas. Pero Humbert oculta una herida envenenada: el recuerdo de un frustrado amor de adolescencia. Por eso, Lolita, la hija de Charlotte, se le aparece a Humbert como la materialización de sus sueños.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/3nTCYIR9kwBDAnbjNlf6IHMEHry.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kYZbdtV7JKYjyCwFzh3ocoGnLnk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tzlgvs6dXNjk91U96PnVQzHf7A1.png"
    },
    {
      "id": "tmdb:581387",
      "type": "movie",
      "name": "Alerta roja",
      "ids": {
        "tmdb": 581387
      },
      "overview": "El volcán en la montaña Baekdu hace erupción repentinamente, causando varios terremotos tanto en Corea del Norte como en el Sur. El caos reina en la península de Corea cuando se predicen más erupciones. Para prevenir un desastre mayor, Jeon Yoo-kyung (Jeon Hye-jin) planea una operación basada en la teoría del profesor Kang Bong-rae (Ma Dong-seok), quien ha estudiado la montaña Baekdu y sus posibles erupciones. Jo In-chang (Ha Jung-woo) es el capitán del equipo de fuerzas especiales y es asignado a la operación que mantiene el destino de ambas Coreas en la balanza. Él contacta a Lee Joon-pyeong (Lee Byung-hun), un espía norcoreano para realizar la operación conjuntamente. Mientras, su esposa embarazada, Choi Ji-young (Bae Suzy), está sola en Seúl intentando sobrevivir en medio del desastre.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/A3BP44EvnJIIhyNVwPT0IpvNAoc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jpiw4h4VeSXlPjn6cLzSEeT6vDE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hFRsvlEMDiG1Wb6MJpIT8gigGey.png"
    },
    {
      "id": "tmdb:587792",
      "type": "movie",
      "name": "Palm Springs",
      "ids": {
        "tmdb": 587792
      },
      "overview": "Cuando el desenfadado Nyles y su reticente dama de honor Sarah tienen la oportunidad de encontrarse en una boda de Palm Springs, las cosas se complican al verse incapaces de escapar del lugar y el uno del otro",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/eYNS3rNpLDxx5NJ16dwczAf4a7e.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/abHa4yfuwX957FLw3FRxZFMENRV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1O92r8CnyvdEgeda7rOZDYEWNAG.png"
    },
    {
      "id": "tmdb:1368",
      "type": "movie",
      "name": "Acorralado",
      "ids": {
        "tmdb": 1368
      },
      "overview": "John Rambo es un veterano de la guerra de Vietnam que sufre de estrés postraumático. Un día, llega a un pequeño pueblo de Oregón, donde el sheriff Will Teasle le detiene por vagabundear. Rambo logra escapar de la comisaría y se refugia en el bosque, donde usa sus habilidades de supervivencia y combate para enfrentarse a los policías que le persiguen. El coronel Samuel Trautman, el antiguo jefe de Rambo, llega al pueblo para intentar negociar con él y evitar una masacre. Rambo tendrá que luchar contra sus propios demonios y contra las fuerzas del orden que le quieren capturar o matar.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/sYHRcd9p3rV3t3w8MHGaA7wdIBl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/277Ct5pdW4WAbaBjYLwX2BEeZqk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yAZUxdJ9tZHvNoSONu1JKvfRNw2.png"
    },
    {
      "id": "tmdb:27578",
      "type": "movie",
      "name": "Los mercenarios",
      "ids": {
        "tmdb": 27578
      },
      "overview": "Un grupo de mercenarios es contratado para infiltrarse en un país sudamericano y derrocar a su despiadado y corrupto dictador. Una vez allí, se verán atrapados en una telaraña de engaño y traición. Una vez fracasada la misión, tendrán que enfrentarse a un reto aún más difícil; salvar la unidad del grupo y la amistad que los ha unido durante largos años.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/qiKXe4xbXnXdrhQXmXpZwG4Qlkv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7iugqPsB7BkqPouupLjmMDHsk45.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7Gjh8HJpkgQplW0ydg1xJrZWwAC.png"
    },
    {
      "id": "tmdb:5528",
      "type": "movie",
      "name": "Los chicos del coro",
      "ids": {
        "tmdb": 5528
      },
      "overview": "En 1948 Clément Mathieu, profesor de música desempleado, acepta un puesto como profesor vigilante en un internado de reeducación de menores. El sistema represivo aplicado por el director conmociona a Mathieu. Enseñándoles música y canto coral a estos niños tan difíciles, Mathieu transformará sus vidas cotidianas.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/f0FrAsLdcnCbvbT9Ofj31UkmcNe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gCRlj9soFwM7ME5nz3MKruR3yyV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o1K8iSNLLXFDOfAVapjNBFVh0YW.png"
    },
    {
      "id": "tmdb:52212",
      "type": "movie",
      "name": "Miranda",
      "ids": {
        "tmdb": 52212
      },
      "overview": "En esta comedia erótica, Miranda es la encargada de una cantina en un pequeño pueblo que empieza a probar a los distintos hombres disponibles.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/sxBazt4grZmU5eEvLiWmcquP1cA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4mJJdb7TFmqCffMvs81T76vakx0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aQpMvTx2ODga9GrAp0WhQPOPzXO.png"
    },
    {
      "id": "tmdb:59418",
      "type": "movie",
      "name": "Los novios búlgaros",
      "ids": {
        "tmdb": 59418
      },
      "overview": "Daniel es un homosexual que disfruta de una desahogada posición social, un cómodo piso en un buen barrio de Madrid, un respetable bufete de abogado y una cordial relación con su conservadora familia. Con sus amigos frecuenta Chueca, el barrio gay de la capital, a la caza de chicos guapos, especialmente eslavos. Así conoce a Kyril, un joven y atractivo búlgaro sin escrúpulos, del que se enamora perdidamente. Muy pronto Kyril empieza a pedirle a Daniel favores que infringen la legalidad. Además, se trae de Bulgaria a su novia y la instala en casa de su amigo. A estas alturas, Daniel es ya perfectamente consciente de que está siendo utilizado; a pesar de lo cual seguirá apoyando las ilegales y peligrosas actividades de su amante.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/5wTiEgSW5dCF7BgtMnnNHWtBfP4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sG0IRD2yhR19Nb5Ur53R6RZaJb6.jpg"
    },
    {
      "id": "tmdb:1369",
      "type": "movie",
      "name": "Rambo: Acorralado Parte II",
      "ids": {
        "tmdb": 1369
      },
      "overview": "Rambo es excarcelado y enviado de vuelta al Vietnam con una nueva misión: averiguar el paradero de unos soldados norteamericanos desaparecidos. Tras saltar en paracaídas en la jungla, portando únicamente un cuchillo y un arco con flechas, se le dice que no ataque al enemigo y que sólo haga fotografías de reconocimiento. Pero el plan no saldrá como estaba previsto.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/TuW7rwhdVPrm3qBsBGnn747Uar.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2vlFPft9hDZEdQJSVqNznZVILrj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uUTS5ZTXFLNszIG8B2yzvXpHdWf.png"
    },
    {
      "id": "tmdb:72509",
      "type": "movie",
      "name": "Nacidos para la libertad",
      "ids": {
        "tmdb": 72509
      },
      "overview": "Una joven documentalista que trabaja para una estación de televisión en dificultades, viaja a Sudáfrica para rodar un documental sobre el trabajo de John Varty, naturalista que lleva varios años estudiado a los leopardos...",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/xjo8tuh9CmMDAcRlmtBVSquto1a.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/UPwu6hr3eWi2Jrj9fyL25VM4eK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/Ab09VmYIuIMyhgAO27NCP5oUAj9.png"
    },
    {
      "id": "tmdb:15",
      "type": "movie",
      "name": "Ciudadano Kane",
      "ids": {
        "tmdb": 15
      },
      "overview": "Un importante financiero estadounidense, Charles Foster Kane, dueño de una importante cadena de periódicos, de una red de emisoras, de dos sindicatos y de una inimaginable colección de obras de arte, muere en su fabuloso castillo de estilo oriental, Xanadú. La última palabra que pronuncia al expirar es Rosebud. El país entero y la prensa en general quedan intrigados por saber el significado de esta palabra. Para descubrirlo, un grupo de periodistas se pone a investigar.",
      "year": 1941,
      "poster": "https://image.tmdb.org/t/p/w342/w7V0bv38Z0q0DgHmMfcGM4WRNTv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4dafi1zU8IXxloT3BrTayVBnKQy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xnlpf9ChpLBxYOIFluaTN7HLogk.png"
    },
    {
      "id": "tmdb:8689",
      "type": "movie",
      "name": "Holocausto caníbal",
      "ids": {
        "tmdb": 8689
      },
      "overview": "Cuatro jóvenes documentalistas se adentran en la selva amazónica (América del Sur) para realizar un reportaje sobre las tribus que habitan en esa región, de las que se dice que todavía practican el canibalismo. Debido a la desaparición de los reporteros, dos meses después un grupo de rescate es enviado para averiguar qué ha sido de ellos; lo único que encuentran es el material filmado sobre su terrible fin.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/r7JBDaxsU0Uw1liRjDpv3e4xpXF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ptg4aaFbrNNg8If5ZtbQa5r4Nz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1HfnMUnUiA2fiQPONoIgEgGa03z.png"
    },
    {
      "id": "tmdb:109827",
      "type": "movie",
      "name": "La venganza",
      "ids": {
        "tmdb": 109827
      },
      "overview": "Tras pasar diez años encerrado por un crimen que no cometió, Juan queda en libertad.",
      "year": 1958,
      "poster": "https://image.tmdb.org/t/p/w342/AkJmtwKhgSKv1rWbpyYXn1Kof0L.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mcAB8meGSHMBzC9rV2M3IUWoDQy.jpg"
    },
    {
      "id": "tmdb:199550",
      "type": "movie",
      "name": "Las de Caín",
      "ids": {
        "tmdb": 199550
      },
      "overview": "Principios del s. XX. don Segismundo Caín y de la Muela y su esposa doña Elvira forman un matrimonio feliz. Aunque no tienen graves preocupaciones, hay algo que no les deja dormir tranquilos: encontrar marido para sus cinco hijas, que ya están en edad de casarse. Sólo la mayor tiene novio, Alfredo, al que ponen en el compromiso de buscarle novio a las demás.",
      "year": 1959,
      "poster": "https://image.tmdb.org/t/p/w342/od5c3N1XPGGpaTrPivoJ3sRGoVV.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:546110",
      "type": "movie",
      "name": "The Rookies",
      "ids": {
        "tmdb": 546110
      },
      "overview": "El amante de los deportes extremos, Zhou Feng, se involucró por accidente en un tráfico ilegal internacional. Así que tuvo que seguir a la agente especial internacional Bruce a Budapest. Junto con un policía mediocre, Miao Yan, un científico no profesional, Ding Shan y un médico desempleado, LV, se convirtieron en una unidad de aficionados. En compañía de la agente Bruce, estos cuatro novatos iniciaron una lucha contra los terroristas que fue a la vez emocionante y divertida.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/j3vWi7s6WqX66BU6O3wsjSZ4sIT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/l98xxSREW3yM2hR0bVtDURSXtZR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9AOcYDjMJKFLocFiBoeSI6c5LW7.png"
    },
    {
      "id": "tmdb:22705",
      "type": "movie",
      "name": "Transgressing",
      "ids": {
        "tmdb": 22705
      },
      "overview": "Carla es una joven atractiva y despreocupada de Venecia, que va a Londres para buscar un piso que compartir con su amante Matteo. En Londres, Moira, una funcionaria del estado, seduce a Carla... y ella es cautivada... Carla decide no decir nada a Matteo, y comienza a mentirle. Matteo se pone muy celoso, se imagina aventuras eróticas de Carla y abandona su viaje a Londres. Tarde o temprano, Matteo realmente va a Londres donde se enfrenta a Carla... cuyas revelaciones le hacen despertar...",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/poa998sFasJX2XQtCTLiXvis6aE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/haqFVSBvaWR6ZfKKDHkpxp9eYbh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bWX37ZIsatTGVTGnIccjAjHyd0X.png"
    },
    {
      "id": "tmdb:1237601",
      "type": "movie",
      "name": "Papeles",
      "ids": {
        "tmdb": 1237601
      },
      "overview": "Ana Méndez, directora jurídica del bufete número dos del mundo en venta de sociedades offshore, se enfrenta a un acontecimiento catastrófico. Se han filtrado 11,8 millones de documentos; es el mayor hackeo digital de la historia de la humanidad: LOS PANAMA PAPERS. Devastada por los acontecimientos, Ana resulta arruinada y emocionalmente rota. Desde ahí, debe remontar su vida.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/5MFmmUiRRuVXMaR8Ah3GWimVYXQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yfDv8UUKaRzB0Po6H4yXxZWfJi.jpg"
    },
    {
      "id": "tmdb:413953",
      "type": "movie",
      "name": "Terremoto",
      "ids": {
        "tmdb": 413953
      },
      "overview": "Basado en el Terremoto de 1988 que azotó al país de Armenia, cuenta la historia de un hombre de familia que tras un viaje al exterior, aterriza en el epicentro de la desastre, encontrando su ciudad natal devastada. Pronto, tendrá que encontrar a su familia.\r Basado en hechos reales",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/lLMiMYBHBRqLlgmUsLEONGktK5w.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/AaRAvJESR1h5pzbhRqda0vQvjoO.jpg"
    },
    {
      "id": "tmdb:747",
      "type": "movie",
      "name": "Zombies Party",
      "ids": {
        "tmdb": 747
      },
      "overview": "La vida de Shaun es un callejón sin salida. Se pasa la vida en la taberna local con su amigo íntimo Ed, discute con su madre y descuida a su novia, Liz. Cuando Liz le deja plantado. Shaun decide, finalmente, poner su vida en orden. Tiene que reconquistar el corazón de su novia, enmendar sus relaciones con su madre y enfrentarse a las responsabilidades de un adulto.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/g1UOD4SSLPUCzbRjMxUILVGtTw8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9RUPuWUcIcMOHrVJnDxC42wLkjV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tcK2zgZTEjfllsKVETwOPLrjV2k.png"
    },
    {
      "id": "tmdb:8009",
      "type": "movie",
      "name": "Los inmortales",
      "ids": {
        "tmdb": 8009
      },
      "overview": "Son Inmortales, destinados a vivir eternamente. Deben retarse a duelos a través de los tiempos hasta que sólo quede uno. Sólo decapitados por la hoja de una espada pueden liberarse de su eterna lucha y conseguir el Premio: un poder inimaginable. Desde las tierras altas de Escocia del siglo XVI hasta el Nueva York de nuestros días, los Inmortales luchan por su recompensa, mientras el destino de los mortales se sostiene en un frágil equilibrio.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/8af3tPdbKd9iDUqWb8R5dOXShtH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iz3k081oPbRLMKVsjfukOppzEzR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jXLmUqThGQNrM5Xcnrj77GtB6Fg.png"
    },
    {
      "id": "tmdb:65445",
      "type": "movie",
      "name": "Polvo eres...",
      "ids": {
        "tmdb": 65445
      },
      "overview": "Camilo va a ser ordenado sacerdote pero, durante la ceremonia, se siente mal. El doctor le diagnostica una extraña enfermedad incurable y solo le quedan seis meses de vida. Sus dos tías beatas y solteronas, Socorro y Angelines, sienten una gran pena por no ver a su sobrino como sacerdote, así que deciden buscarle una mujer para formar una familia y que tenga un hijo que, con el tiempo, sea sacerdote.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/5NZm3kphGEfMMIid5TnQWm1xAbV.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:28468",
      "type": "movie",
      "name": "La llave secreta",
      "ids": {
        "tmdb": 28468
      },
      "overview": "Nino es un hombre mayor que está casado con una bella joven. El tipo no está muy satisfecho con su vida sexual, pero una posibilidad de cambio se abre una noche que sorprende a su esposa dormida.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/yVpTbPqrlvjJG570pG22b6Rlba4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bf0cRj3lFuw7TOWJSa1nNFJYEZX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uUd2UeBzloBqnasdZGXjTvCF9Pt.png"
    },
    {
      "id": "tmdb:3635",
      "type": "movie",
      "name": "La joven de la perla",
      "ids": {
        "tmdb": 3635
      },
      "overview": "Delft, Holanda, 1665. La joven Griet entra a servir en casa de Johannes Vermeer que, consciente de la intuición de la joven para la luz y el color, irá introduciéndola poco a poco en el misterioso mundo de su pintura. Por otro lado, Maria Thins, la suegra de Vermeer, al ver que Griet se ha convertido en la musa del pintor, decide no inmiscuirse en su relación con la esperanza de que su yerno pinte más cuadros. Griet se enamora cada vez más de Vermeer, aunque no está segura de cuáles son los sentimientos del pintor hacia ella. Finalmente, el maquiavélico Van Ruijven, consciente del grado de intimidad de la pareja, se las ingenia para que Vermeer reciba el encargo de pintar a Griet sola. El resultado será una magnífica obra de arte, pero, ¿qué precio deberá pagar Griet?",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/milHDb4L8eyOZoPnrXpVmwglEd9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/a9FofdzVDwRBEC3h6gSL18bBiLt.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gipzYjqZmJgqE3Y5IR8fuIqKnmd.png"
    },
    {
      "id": "tmdb:402",
      "type": "movie",
      "name": "Instinto básico",
      "ids": {
        "tmdb": 402
      },
      "overview": "Un antiguo cantante de rock ha sido brutalmente asesinado. La última vez que se le vio estaba acompañado por su novia. En la comisaría, en el departamento de Asuntos Internos, Nick Curran recibe el encargo de vigilar a Catherine Tromell, la supuesta novia asesina.",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/7iUhPh6B5C4T1osYDzoUchjb3i4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wLMPTuKWeGUbpteRryhDWKTeKDN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eTK5KpUgwbgema3TSCTTTosTWWI.png"
    },
    {
      "id": "tmdb:391",
      "type": "movie",
      "name": "Por un puñado de dólares",
      "ids": {
        "tmdb": 391
      },
      "overview": "Tras la muerte de Juárez, en México dominan la injusticia y el terror. Joe, un pistolero vagabundo, llega al pueblo fronterizo de San Miguel, donde dos familias se disputan el control del territorio, y entra al servicio del clan Rojo. Una noche, Joe es testigo del intercambio de oro por armas entre mexicanos y soldados de la Unión...",
      "year": 1964,
      "poster": "https://image.tmdb.org/t/p/w342/la1A6gknPnZd0bZgL6C7poN11v.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8AQo9k8pD4EAgL8OELKjVGlq1Ec.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dkg4P8OTyZzNOTCF0H6bHuz1hj9.png"
    },
    {
      "id": "tmdb:189317",
      "type": "movie",
      "name": "Miss Caribe",
      "ids": {
        "tmdb": 189317
      },
      "overview": "Narra la historia de una recatada maestra valenciana que por herencia se convierte en propietaria de un burdel flotante. (FILMAFFINITY)",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/3YguEgNWvA5yQXVPjaS6XYLr8I9.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:64465",
      "type": "movie",
      "name": "El caso está cerrado, olvídelo",
      "ids": {
        "tmdb": 64465
      },
      "overview": "Debido a una violación de las normas de tráfico, un arquitecto es encarcelado. Allí será testigo de la cruda realidad de las prisiones: funcionarios y presos corruptos, un sistema judicial inhumano y el poder omnipresente de la Mafia. (FILMAFFINITY)",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/cLnWmIb91drnjtyuAKjOM3Hr2nK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6HJF4QIS6D6H9tBIQt8eArVVHWj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9zwq4hOB99bwTiUkgz1KjnEsnfo.png"
    },
    {
      "id": "tmdb:479960",
      "type": "movie",
      "name": "Red de libertad",
      "ids": {
        "tmdb": 479960
      },
      "overview": "Francia, principio de la II Guerra Mundial. Hélène Studler es una religiosa que desde joven se dedica al cuidado de los huérfanos y los abandonados. Pero los tiempos han cambiado, el pueblo vive toda una revuelta, los alemanes han entrado en su ciudad y la realidad a la que ahora se enfrenta supera con creces la dureza a la que está acostumbrada: Hélène descubre que cerca de su localidad, los nazis han instalado un campo de concentración. Junto a algunos hombres de la ciudad, varias de sus Hermanas Hijas de la Caridad traman todo un plan para liberar a los cautivos de su trágico final.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/aXRr6ctZC07qFIDLMGb4x8Yk50A.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6yUpYFcpkK1OeOSqCDYsJAmUbu9.jpg"
    },
    {
      "id": "tmdb:287948",
      "type": "movie",
      "name": "Transporter legacy",
      "ids": {
        "tmdb": 287948
      },
      "overview": "En los bajos fondos de Francia, Frank Martin (Ed Skrein) es conocido como «Transporter», el mejor conductor y mercenario que se puede comprar con dinero. Frank se rige por tres simples reglas: sin nombres, sin preguntas y sin renegociaciones, y transporta cualquier cosa por el precio adecuado. Hasta que conoce a la misteriosa mujer fatal llamada Anna (Loan Chabanol), que lidera un grupo de mortíferos asaltantes y que no se detendrá ante nada con tal de acabar con una despiadada banda rusa de traficantes humanos. Anna sabe que Frank es el mejor en su trabajo y, para asegurarse su colaboración, mantiene rehén a su padre (Ray Stevenson). Ahora, padre e hijo se verán obligados a trabajar con Anna para llevar a esta peligrosa banda ante la justicia.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/eQ8jVLAVUG3XozFcFKyXMaWam2D.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/a4bZTOtKE3bVUMtFnRshQ06sPV4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/adhVywytbACAS1ohePjpDHLoJsk.png"
    },
    {
      "id": "tmdb:422725",
      "type": "movie",
      "name": "Le llamaban J.R.",
      "ids": {
        "tmdb": 422725
      },
      "overview": "J.R. lleva una vida modélica; hombre de valores tradicionales, vive con sus padres en la casa de guardas de un gran cortijo andaluz, mientras estudia para seminarista. Pero un nuevo mundo aparece frente a él cuando recibe la noticia de haber heredado la inmensa fortuna de un rico terrateniente, el marqués de Puerto Espiche. Negocios fraudulentos, estafas, sobornos y bellas mujeres entran en la vida de J.R. llevándole por un nuevo camino que choca totalmente con sus anteriores preceptos seminaristas.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/p4X3xwHo3hrIUQKul8ca8EQHUvi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xBEon3VzwaMCs4xvbzLS2zK9gYI.jpg"
    },
    {
      "id": "tmdb:450738",
      "type": "movie",
      "name": "Fuera de juego",
      "ids": {
        "tmdb": 450738
      },
      "overview": "Don Anselmo, acompañado por su hijo y su nuera, llega a la residencia de ancianos San Cándido, entristecido por el abandono de los suyos y la soledad que le aguarda. Pero allí se encuentra con algo inesperado: los cinco ancianos con los que tendrá que compartir dormitorio pertenecen a un equipo de fútbol",
      "year": 1991,
      "poster": "https://image.tmdb.org/t/p/w342/hfxGvrFLGnEymPbsWRRc56IEspi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qgcE0jzXXBHzSCO4Tvaai1rmO4m.jpg"
    },
    {
      "id": "tmdb:253376",
      "type": "movie",
      "name": "La cueva",
      "ids": {
        "tmdb": 253376
      },
      "overview": "Tres chicos y dos chicas viajan en plan mochilero a una isla paradisíaca. Cuando llegan, alquilan motos, recorren los parajes más hermosos y recónditos, acampan en el bosque, se emborrachan y se bañan en el mar. Al día siguiente, deciden explorar una cueva profunda y laberíntica, pero se extravían. Si quieren sobrevivir dentro de la cueva, deberán hacerlo en condiciones inhumanas: sin agua y sin alimentos, no parece que haya ninguna posibilidad de conseguirlo.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/vQgUNCouT5frFxeXx5mXRskOhWJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6FNUA7QbugUvUlaxCipqoUjITjZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/t0ceKbzcZ4rrjfM1isOJyLOuARB.png"
    },
    {
      "id": "tmdb:44741",
      "type": "movie",
      "name": "Malicia",
      "ids": {
        "tmdb": 44741
      },
      "overview": "En un piso de Catania, en los años cincuenta se reúnen muchas personas de luto por la muerte de la esposa de Ignazio La Brocca, dueño de una próspera sastrería y padre de tres hijos.Entre los presentes hay una joven, Angela La Barbera, que precisamente ese día iba a empezar a trabajar como interina para la familia. El viudo y los tres hijos pronto se acostumbran a los cuidados dulces y atentos de la nueva presencia femenina.El viudo no consigue resistir a la tentación y decide casarse con ella a pesar del poco tiempo transcurrido desde la muerte de su mujer. Además de la presencia dominante de un gran retrato de la primera esposa, otro obstáculo para la unión es el hijo Nino, totalmente obsesionado por la mujer. Entre los dos se va instaurando una relación maliciosa y cruel, en la que Angela se presta a los juegos eróticos del adolescente con tal de conseguir el consenso para casarse con su padre.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/aFDzUNTAFKIl5WK8Llrhz1AfVTt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i3CV5KhT2Y1xv0j606GE9jgc2SC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sSkA55gd1YGZoq9orLjdFJ29zjt.png"
    },
    {
      "id": "tmdb:149459",
      "type": "movie",
      "name": "Bajarse al moro",
      "ids": {
        "tmdb": 149459
      },
      "overview": "Chusa vuelve del “moro”. No ha tenido suerte en las aduanas. Sin posibilidad de hacer negocio y sin mercancía, Chusa recurrirá a sus amigos para viajar a Marruecos a por mas “chocolate”. Las cosas sencillas no lo son tanto si dependen de las complicaciones que las relaciones humanas pueden generar, o por ejemplo que una virgen no sirva para \"ese\" trabajo.",
      "year": 1989,
      "poster": "https://image.tmdb.org/t/p/w342/wFKevdpxGtQc9ShVAF5MPG2Zq6l.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jek1OKuvPBnUw19uEciFDbXp4YR.jpg"
    },
    {
      "id": "tmdb:132972",
      "type": "movie",
      "name": "Los corsarios",
      "ids": {
        "tmdb": 132972
      },
      "overview": "Isabella, la hermosa hija del virrey de una isla caribeña está en peligro tras la muerte de su padre. Su malvado primo ansía el trono y está decidido a deshacerse de ella. Por fortuna, una banda de piratas, liderados por el guapo aventurero Alan Drake atracan en la isla y ayuda a la joven princesa.",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/Vby3hpNsAzyrhG2k8eE4LcF3gf.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:26969",
      "type": "movie",
      "name": "8 citas",
      "ids": {
        "tmdb": 26969
      },
      "overview": "Parece que el amor es algo que surge sin que uno se dé cuenta, altera el ánimo, cambia la vida, pero acaba por hacerse monótono y, cuando se acaba, siempre duele. Esta la historia de una relación contada en clave de comedia a través de ocho momentos.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/72GJrAcO1ktIXusioMntAhkJsFQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vcsAkfpoB7eboh7cab56iKe8nOQ.jpg"
    },
    {
      "id": "tmdb:16866",
      "type": "movie",
      "name": "Planet 51",
      "ids": {
        "tmdb": 16866
      },
      "overview": "Planet 51 es la historia de una familia de extraterrestres que vive tranquilamente en su planeta hasta la llegada de lo que para ellos es un alienígena: un hombre. El Capitán Charles \"Chuck\" Baker, astronauta americano, aterriza en Planet 51 pensando que es la primera persona en pisar el planeta. Para su sorpresa, descubre que el planeta está habitado por pequeñas criaturas verdes que viven felizmente en un mundo plagado de cercas blancas, reminiscencia de la alegre inocencia de la América de los años 50, y cuyo único temor es el de ser invadidos por alienígenas... ¡como Chuck! Ayudado por su compañero robot \"Rover\" y su nuevo amigo Lem, Chuck tendrá que abrirse camino a través del deslumbrante y desconcertante paisaje de Planet 51 para no convertirse en pieza permanente del Museo Espacial de Invasores Alienígenas de Planet 51",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/vYKAExhbNvXceccU8kNUMUht8dj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3s6j916FLYTZ8YKFNZbXQUKAYvW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/AhRqf467xmjYDzCyQ8GdagooVIh.png"
    },
    {
      "id": "tmdb:517096",
      "type": "movie",
      "name": "Cosmoball",
      "ids": {
        "tmdb": 517096
      },
      "overview": "Cosmoball es un fascinante juego intergaláctico del futuro que se juega entre humanos y extraterrestres en la gigantesca nave extraterrestre que flota en el cielo sobre la Tierra. Un joven con un enorme poder de naturaleza desconocida se une al equipo de superhéroes impetuosos a cambio de una cura para la enfermedad mortal de su madre. Los Cuatro de la Tierra lucharán no solo para defender el honor de su planeta natal en el espectacular juego, sino para enfrentar la amenaza sin precedentes para la Galaxia y abrazar su propio destino.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/fz8wyADSxm1JR6MQRSDC3KEFYBc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nJ1bOHgndVjRd5XBYWmr53OGwEA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sVC1iJcZ5PW9NbvRYnGDXVqIrM0.png"
    },
    {
      "id": "tmdb:10851",
      "type": "movie",
      "name": "Revolver",
      "ids": {
        "tmdb": 10851
      },
      "overview": "Jake Green (Jason Statham) es un hábil jugador que tiene la mala suerte de desplumar a Dorothy Macha (Ray Liotta), un mafioso local. La jugada le saldrá cara, ya que Macha no parará hasta vengarse de él.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/gD60YicJodbPu5xBlTfEjXiTJyT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cG16olNZTg5JE9b59mAQYoVAOhr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3Ibn9ytp0Oh6aYKS01AVyZB9X6r.png"
    },
    {
      "id": "tmdb:189343",
      "type": "movie",
      "name": "Fuera del Cuerpo",
      "ids": {
        "tmdb": 189343
      },
      "overview": "Bruno, un joven guardia civil de tráfico, es abandonado por su mujer después de tener un aventura. Bruno, hundido, descubre una noche, por casualidad, un extraño pasadizo que le conduce a otro nivel de realidad.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/cVsX0eA6JJy7QWdNzPZR2SHRJAv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4bg0d7DpQkvpHgucNAkJJLTFQAR.jpg"
    },
    {
      "id": "tmdb:176707",
      "type": "movie",
      "name": "Una rosa de Francia",
      "ids": {
        "tmdb": 176707
      },
      "overview": "En Cuba, Simón (Perugorría), un criminal muy seductor, traslada en su viejo barco emigrantes clandestinos a Nueva York y después los abandona a su suerte en un islote. En una ocasión, una patrullera norteamericana descubre el barco e inicia su persecución hasta penetrar en aguas territoriales cubanas. Andrés (Álex González), un joven marinero, le salva la vida a Simón, pero resulta herido. Simón le estará siempre agradecido, a pesar de que Andrés se enamora de Marie (Ana de Armas), una adolescente que está bajo su protección. El conflicto está servido. Marie y Andrés intentarán huir de Cuba a Nueva York, pero Simón hará todo lo posible para impedirlo.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/tMGZp0VDTy4e27gBDLfsiRgZ4gY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tDclBrrUXS7XamuPeYr9GUHnKyv.jpg"
    },
    {
      "id": "tmdb:150704",
      "type": "movie",
      "name": "Cuatro pistoleros de Santa Trinidad",
      "ids": {
        "tmdb": 150704
      },
      "overview": "Una banda de ladrones tratan de adueñarse de una mina de oro y persiguen a la hija del minero, que ha conseguido escapar después de que los bandidos asesinaran a su madre y hermano, para apoderarse de los documentos de propiedad. En su huida encuentra a un periodista y un sheriff que le ayudaran.",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/qcq5VFY9EPONadmP1q7Emx3tLr6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4kBFCRX4IBjro5vy4hJNYMWksMI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fGMRzW9B5FMfQveaOlNNr2eBMwj.png"
    },
    {
      "id": "tmdb:88395",
      "type": "movie",
      "name": "Verano violento",
      "ids": {
        "tmdb": 88395
      },
      "overview": "Carlo y su pandilla pasan el verano entre bailes, excursiones y juegos en la playa. Gracias a su influyente padre, Carlo se está librando de entrar en el ejército. Se está enamorando de Roberta, una mujer mayor que él y la relación parece progresar.",
      "year": 1959,
      "poster": "https://image.tmdb.org/t/p/w342/7rq5h5rYtYVYmfg5725BRDaqIFe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4IKzuEBM9Pi8QvisMFYOIRgnzF5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uVAVAfz6DmtIMLOnZunTwxpG1J0.png"
    },
    {
      "id": "tmdb:96311",
      "type": "movie",
      "name": "El discípulo",
      "ids": {
        "tmdb": 96311
      },
      "overview": "Versión libérrima de la vida de Jesús que ignora completamente el testimonio de los Evangelios y otras fuentes históricas. De niño, Jesús es testigo de la muerte de su padre, José, en un enfrentamiento con las tropas romanas. Años después se convierte en el discípulo predilecto de Juan El Bautista, líder de un grupo de Macabeos que anuncia la llegada inminente del Reino de los Cielos, cuya primera consecuencia sería la expulsión de los invasores romanos. Cuando El Bautista es decapitado, Jesús se pone al frente del grupo y organiza el asalto al templo de Jerusalén. El proyecto, al parecer, está basado en las últimas investigaciones realizadas.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/3GqO7vehsNxegJyn9ElRYzCXTVi.jpg",
      "posterShape": "poster"
    }
  ]
}