{
  "metas": [
    {
      "id": "tmdb:64084",
      "type": "movie",
      "name": "Una mujer sin escrúpulos",
      "ids": {
        "tmdb": 64084
      },
      "overview": "Un hombre está tan desesperado por promocionarse que ofrece su mujer a su jefe. A pesar de este sacrificio, otro hombre consigue el ascenso. Entonces decide suicidarse y su mujer promete vengarse de todos los implicados. (FILMAFFINITY)",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/piSwaUrbvlITD833fjrc8znU8JD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/71HJTC4R5ZG4PUXnxpy0ucjXubh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ynGmbpvQKRgyaSb1LZvaixNOsfJ.png"
    },
    {
      "id": "tmdb:423",
      "type": "movie",
      "name": "El pianista",
      "ids": {
        "tmdb": 423
      },
      "overview": "Varsovia, 1939. El pianista polaco de origen judío Wladyslaw Szpilman (Adrien Brody) interpreta un tema de Chopin en la radio nacional de Polonia mientras la aviación alemana bombardea la capital. El régimen nazi ha invadido el país, y como hace en otros países invadidos, lleva a cabo la misma política con respecto a los judíos. Así Szpilman y toda su familia -sus padres, su hermano y sus dos hermanas- se ven obligados a dejar su casa y todo lo que les pertenece para trasladarse con miles de personas de origen judío al ghetto de Varsovia. Mientras Wladyslaw trabaja como pianista en un restaurante propiedad de un judío que colabora con los nazis, su hermano Henryk (Ed Stoppard) prefiere luchar contra los nazis. Pero tres años más tarde, los habitantes del ghetto son trasladados en trenes hacia campos de concentración.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/mxfLOWnHnSlbdraKfzRn5mqoqk7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hHrEwLQKpc3rVIzccMThmu6ou9M.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aB69H37bMYVXi03RBHqEjEa9iSL.png"
    },
    {
      "id": "tmdb:429",
      "type": "movie",
      "name": "El bueno, el feo y el malo",
      "ids": {
        "tmdb": 429
      },
      "overview": "Durante la Guerra de Secesión, tres cazadores de recompensas se lanzan a la búsqueda de un tesoro que ninguno de los tres truhanes puede localizar sin la ayuda de los otros dos. Tuco sabe que el tesoro se encuentra en un cementerio, mientras que Joe conoce el nombre inscrito en la tumba que lo esconde. Mientras tanto, Sentenza no duda en matar a mujeres y niños para conseguir su meta. De esta forma, los tres hombres colaboran en apariencia, pero al final intentarán eliminarse mutuamente.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/fSWnIXsxA47smMLwRELSWkxbVJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tEzlu5U9gQrE55XF1piXPZBtOrD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e0brYd78ykMjc6r2i0R46cEuPSW.png"
    },
    {
      "id": "tmdb:28178",
      "type": "movie",
      "name": "Siempre a tu lado",
      "ids": {
        "tmdb": 28178
      },
      "overview": "Basada en una historia real. Un profesor de universidad adopta a un perro vagabundo en una estación del tren. Tras recabar información sobre el animal, el profesor descubre que el perro iba a los andenes a diario durante semanas para esperar el regreso de su amo, pero éste había muerto en un accidente en la ciudad. El perro Hachiko, al lado de su nuevo amo a quien también le cambiará la vida cuando descubre los lazos que se pueden crear entre un animal y una persona.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rLPMD8BOHjvvjjCX7BZQdqNWBm2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFCNw7ewLrc4BgRUw9mN3G3vxOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSBpv8j18UoN1G5jaQgRMTfK0O2.png"
    },
    {
      "id": "tmdb:9769",
      "type": "movie",
      "name": "Lolita",
      "ids": {
        "tmdb": 9769
      },
      "overview": "Humbert es un europeo culto, brillante y atractivo que se instala en una ciudad de Nueva Inglaterra como profesor. Una vez allí, se hospeda en casa de Charlotte, una voluptuosa viuda, que ve en Humbert la encarnación de sus fantasías provincianas. Pero Humbert oculta una herida envenenada: el recuerdo de un frustrado amor de adolescencia. Por eso, Lolita, la hija de Charlotte, se le aparece a Humbert como la materialización de sus sueños.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/3nTCYIR9kwBDAnbjNlf6IHMEHry.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kYZbdtV7JKYjyCwFzh3ocoGnLnk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tzlgvs6dXNjk91U96PnVQzHf7A1.png"
    },
    {
      "id": "tmdb:24402",
      "type": "movie",
      "name": "Emmanuelle",
      "ids": {
        "tmdb": 24402
      },
      "overview": "Una jovencita recién casada viaja a Bangkok a reunirse con su marido, un diplomático francés. En el viaje es iniciada al sexo por una hermosa adolescente y guiada por un hombre maduro en los placeres de la carne, y aprende a materializar sus fantasías sexuales más secretas, animada por su esposo.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/kFq1ffM4ruQmWH6C3SjVWJoqMi6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ramMMxfUbm8t35Dp7p4QeFlRHIx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6fhWzaR6GIu0ALE01Sv6WkAfW4j.png"
    },
    {
      "id": "tmdb:2330",
      "type": "movie",
      "name": "Taxi Express",
      "ids": {
        "tmdb": 2330
      },
      "overview": "Daniel, un joven repartidor de pizzas, consigue hacer realidad uno de sus sueños: obtener la licencia de taxi. Pero un encuentro fortuito con Emilien le pone en un aprieto: para conservar su licencia de taxi, han de detener a una banda que está desmantelando los bancos del país.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/hJGTeFfEVzYGhB84YFU67B3VG4F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/148xS3PsuxDHT3VCcj3dzdU1lj3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/shKSBFh8eBz1zxEITJXkwqFon8O.png"
    },
    {
      "id": "tmdb:10362",
      "type": "movie",
      "name": "Two Lovers",
      "ids": {
        "tmdb": 10362
      },
      "overview": "Leonard (Joaquin Phoenix) es un joven psicológicamente inestable que intenta recuperarse de su última crisis bajo la atenta mirada de sus padres. Inesperadamente entran en su vida dos mujeres: la encantadora y sencilla Sandra (Vinessa Shaw), hija del nuevo socio de su padre, y Michelle (Gwyneth Paltrow), una misteriosa vecina que parece no encajar en un barrio tan anodino.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/u9dZ84dD12cLLedJfRVHStKSHvh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fMfRgkQrU6Zwb5uJU91HNOPbfyy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7KJx19aPbnsGG94HmJyYWD3Z4ea.png"
    },
    {
      "id": "tmdb:587792",
      "type": "movie",
      "name": "Palm Springs",
      "ids": {
        "tmdb": 587792
      },
      "overview": "Cuando el desenfadado Nyles y su reticente dama de honor Sarah tienen la oportunidad de encontrarse en una boda de Palm Springs, las cosas se complican al verse incapaces de escapar del lugar y el uno del otro",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/eYNS3rNpLDxx5NJ16dwczAf4a7e.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/abHa4yfuwX957FLw3FRxZFMENRV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1O92r8CnyvdEgeda7rOZDYEWNAG.png"
    },
    {
      "id": "tmdb:24811",
      "type": "movie",
      "name": "El cielo no puede esperar",
      "ids": {
        "tmdb": 24811
      },
      "overview": "El bebé que esperan Elizabeth y su marido Kevin está a punto de nacer, y sus padres, prudentemente, deciden ingresar con tiempo en el hospital. Cuando, tras muchas horas de espera, no sucede nada, a la pareja empieza a dominarla el pánico. El problema es que el niño, asustado, no quiere bajar a la Tierra. Será necesario que Elmore, un ángel de la guarda, se encargue de convencerlo de lo maravillosa que es la vida en Nueva York, la ciudad donde viven sus padres.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/mhfFoJ9WE5mvV8NbLWMeusOVCp8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ziwF07XA13aQ5FWqUInHBd8j7jS.jpg"
    },
    {
      "id": "tmdb:5528",
      "type": "movie",
      "name": "Los chicos del coro",
      "ids": {
        "tmdb": 5528
      },
      "overview": "En 1948 Clément Mathieu, profesor de música desempleado, acepta un puesto como profesor vigilante en un internado de reeducación de menores. El sistema represivo aplicado por el director conmociona a Mathieu. Enseñándoles música y canto coral a estos niños tan difíciles, Mathieu transformará sus vidas cotidianas.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/f0FrAsLdcnCbvbT9Ofj31UkmcNe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gCRlj9soFwM7ME5nz3MKruR3yyV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o1K8iSNLLXFDOfAVapjNBFVh0YW.png"
    },
    {
      "id": "tmdb:11539",
      "type": "movie",
      "name": "Don Camilo",
      "ids": {
        "tmdb": 11539
      },
      "overview": "Adaptación de una colección de relatos del escritor italiano Giovanni Guareschi (1908-1968). El párroco Don Camilo y Peppone, el alcalde comunista de un pueblo situado a orillas del Po, mantienen una feroz y tierna rivalidad. Los dos son muy temperamentales e incluso violentos, pero tienen un gran corazón. Sus conflictos y enfrentamientos por mantener una posición de dominio sobre el pueblo son constantes",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/ligBjfB28F9q4m7HTLJ0Y2eVQbX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rR9JZAbxDaG5k1vxy1wNlYIUukT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uWM1EuXySkD9cyzGarQ1at3dVji.png"
    },
    {
      "id": "tmdb:39412",
      "type": "movie",
      "name": "Emmanuelle 3: Adiós Emmanuelle",
      "ids": {
        "tmdb": 39412
      },
      "overview": "Emmanuelle y su marido arquitecto continúan con su estilo de vida amoral en las Seychelles. Pero cuando un romance causal entre ella y un director de cine comienzan, su marido muestra signos muy tradicionales de los celos.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/bnF3rXUwwtiRB2W83pqcXwOH848.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bl2ye7MJeBqGjSidhS32DzWSg24.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/24eXWcHlDvmC5WBivaOGioY3OQH.png"
    },
    {
      "id": "tmdb:8689",
      "type": "movie",
      "name": "Holocausto caníbal",
      "ids": {
        "tmdb": 8689
      },
      "overview": "Cuatro jóvenes documentalistas se adentran en la selva amazónica (América del Sur) para realizar un reportaje sobre las tribus que habitan en esa región, de las que se dice que todavía practican el canibalismo. Debido a la desaparición de los reporteros, dos meses después un grupo de rescate es enviado para averiguar qué ha sido de ellos; lo único que encuentran es el material filmado sobre su terrible fin.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/r7JBDaxsU0Uw1liRjDpv3e4xpXF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ptg4aaFbrNNg8If5ZtbQa5r4Nz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1HfnMUnUiA2fiQPONoIgEgGa03z.png"
    },
    {
      "id": "tmdb:44741",
      "type": "movie",
      "name": "Malicia",
      "ids": {
        "tmdb": 44741
      },
      "overview": "En un piso de Catania, en los años cincuenta se reúnen muchas personas de luto por la muerte de la esposa de Ignazio La Brocca, dueño de una próspera sastrería y padre de tres hijos.Entre los presentes hay una joven, Angela La Barbera, que precisamente ese día iba a empezar a trabajar como interina para la familia. El viudo y los tres hijos pronto se acostumbran a los cuidados dulces y atentos de la nueva presencia femenina.El viudo no consigue resistir a la tentación y decide casarse con ella a pesar del poco tiempo transcurrido desde la muerte de su mujer. Además de la presencia dominante de un gran retrato de la primera esposa, otro obstáculo para la unión es el hijo Nino, totalmente obsesionado por la mujer. Entre los dos se va instaurando una relación maliciosa y cruel, en la que Angela se presta a los juegos eróticos del adolescente con tal de conseguir el consenso para casarse con su padre.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/aFDzUNTAFKIl5WK8Llrhz1AfVTt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i3CV5KhT2Y1xv0j606GE9jgc2SC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sSkA55gd1YGZoq9orLjdFJ29zjt.png"
    },
    {
      "id": "tmdb:530385",
      "type": "movie",
      "name": "Midsommar",
      "ids": {
        "tmdb": 530385
      },
      "overview": "Una pareja estadounidense que no está pasando por su mejor momento acude con unos amigos a un festival de verano que se celebra cada noventa años en una aldea remota de Suecia. Lo que comienza como unas vacaciones de ensueño en un lugar en el que el sol no se pone nunca, poco a poco se convierte en una oscura pesadilla cuando los misteriosos aldeanos les invitan a participar en sus perturbadoras actividades festivas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/a4Uwb4vnep76r1HRNduFgT9MRez.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vxKs0JLPT63lcYZTK8P6b3SaFff.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mjf2CyGrMqjUjsjXsaEsakBrOdA.png"
    },
    {
      "id": "tmdb:54065",
      "type": "movie",
      "name": "Bámbola",
      "ids": {
        "tmdb": 54065
      },
      "overview": "Bámbola, una joven campesina italiana, desborda tanta energía que todo a su paso se llena de vida o se ahoga no pudiendo soportar tanta vitalidad. El padre, el novio, el pretendiente, el enamorado, el amante, todos sucumben ante Bámbola.",
      "year": 1996,
      "poster": "https://image.tmdb.org/t/p/w342/a1SDyCqQG9fYii6ZHRHEiaalEod.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/a6d2Tjhu0DMdiOcpGVniKsPNDuS.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8fRFGWeUw8YLnaiAuHRfhDz4Hpf.png"
    },
    {
      "id": "tmdb:9399",
      "type": "movie",
      "name": "Lionheart, el luchador",
      "ids": {
        "tmdb": 9399
      },
      "overview": "León Gualtier es un desertor en la Legión Extranjera que llega a los EE.UUy encuentra a su hermano entre la vida y la muerte y a su cuñada sin dinero para curar a su marido y mantener su hija. Para ganar el dinero necesario, Gualtier acepta para participar en peleas clandestinas.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/j4pTOgrUqPSXrDDLKDDAaaiN805.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wcuoz1EEzcSvlM4navzT6hSNNg7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1EPXHnuIsursiSQXrxMhNyP7fW9.png"
    },
    {
      "id": "tmdb:22705",
      "type": "movie",
      "name": "Transgressing",
      "ids": {
        "tmdb": 22705
      },
      "overview": "Carla es una joven atractiva y despreocupada de Venecia, que va a Londres para buscar un piso que compartir con su amante Matteo. En Londres, Moira, una funcionaria del estado, seduce a Carla... y ella es cautivada... Carla decide no decir nada a Matteo, y comienza a mentirle. Matteo se pone muy celoso, se imagina aventuras eróticas de Carla y abandona su viaje a Londres. Tarde o temprano, Matteo realmente va a Londres donde se enfrenta a Carla... cuyas revelaciones le hacen despertar...",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/poa998sFasJX2XQtCTLiXvis6aE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/haqFVSBvaWR6ZfKKDHkpxp9eYbh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bWX37ZIsatTGVTGnIccjAjHyd0X.png"
    },
    {
      "id": "tmdb:238509",
      "type": "movie",
      "name": "Pequeñeces",
      "ids": {
        "tmdb": 238509
      },
      "overview": "La condesa de Albornoz es una mujer bella y rica a la que no le importa lo que piensen los demás. Sus amigas la odian por los numerosos escándalos que ha protagonizado; de hecho la condesa tiene amores adúlteros, se aprovecha del apellido de su marido y tiene a su hijo Paquito olvidado en un internado, donde se siente el niño más infeliz del mundo. Pero, pronto, su desenfrenada forma de vivir le pasará factura y, poco a poco, la buena sociedad se apartará de ella. Película basada en la novela del Padre Luis Coloma.",
      "year": 1950,
      "poster": "https://image.tmdb.org/t/p/w342/1lzhWwOyRSThNJqxbv4kNMwkKJX.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:144349",
      "type": "movie",
      "name": "Dinamita Jim",
      "ids": {
        "tmdb": 144349
      },
      "overview": "Durante la Guerra de Secesión, un jugador llamado Jim Farrell al ser confundido con un agente del ejército nordista se verá involucrado en una peligrosa misión consistente en transportar 500.000 dólares en oro por más de 500 millas de territorio sudista (desde Los Álamos hasta territorio kiowa). Su situación se agravará al ser perseguido el cargamento no sólo por el ejército del sur sino también por ser codiciado por un bandido mexicano, Pablo Reyes, y por un pistolero llamado Slate contratado por el avaricioso banquero inicialmente implicado en la operación.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/gtnbvocIMEGPrjEjX4U0XhYrF5W.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5T6zgfgWQOvkLXoYjgvHJCWSxM8.jpg"
    },
    {
      "id": "tmdb:8009",
      "type": "movie",
      "name": "Los inmortales",
      "ids": {
        "tmdb": 8009
      },
      "overview": "Son Inmortales, destinados a vivir eternamente. Deben retarse a duelos a través de los tiempos hasta que sólo quede uno. Sólo decapitados por la hoja de una espada pueden liberarse de su eterna lucha y conseguir el Premio: un poder inimaginable. Desde las tierras altas de Escocia del siglo XVI hasta el Nueva York de nuestros días, los Inmortales luchan por su recompensa, mientras el destino de los mortales se sostiene en un frágil equilibrio.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/8af3tPdbKd9iDUqWb8R5dOXShtH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iz3k081oPbRLMKVsjfukOppzEzR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jXLmUqThGQNrM5Xcnrj77GtB6Fg.png"
    },
    {
      "id": "tmdb:9040",
      "type": "movie",
      "name": "Serpico",
      "ids": {
        "tmdb": 9040
      },
      "overview": "Años 70. Relato biográfico sobre Frank Serpico, un policía íntegro, de principios incorruptibles que, a diferencia de sus colegas, nunca se dejó sobornar y, precisamente por ello, siempre tuvo problemas con sus compañeros de profesión y se vio expuesto a situaciones muy peligrosas.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/wrtRPZcMPDdHyRMP8akf6QxRDPS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1qMl6sGHfYYRlZN41rlmKCDDNCz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9owMfBYkVWB9gAnSlh4qY6W5dVo.png"
    },
    {
      "id": "tmdb:12572",
      "type": "movie",
      "name": "New York, I Love You",
      "ids": {
        "tmdb": 12572
      },
      "overview": "Película formada por cortometrajes de reconocidos directores y actores, siguiendo la línea de \"Paris, je t'aime\", narrando historias de amor en la ciudad de Nueva York.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/nnuoA0R0kUCu88xZGiv2mK02Hoz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/abDQMtpXnMeyTmC1rIp3UZkpzo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3r1xP0ng561isVgeEv1frd58zRG.png"
    },
    {
      "id": "tmdb:21873",
      "type": "movie",
      "name": "Mi guardaespaldas",
      "ids": {
        "tmdb": 21873
      },
      "overview": "A Clifford Peach, un adolescente tranquilo, no le resulta fácil encajar en su nueva escuela secundaria, donde un matón que habla con dureza aterroriza a sus compañeros y les extorsiona para que les paguen el dinero del almuerzo. Negándose a pagar, Clifford solicita la ayuda de un inadaptado crecido cuya mera presencia intimida tanto a estudiantes como a profesores. Pero su \"relación comercial\" pronto se vuelve personal cuando Clifford y el problemático solitario forjan una alianza ganadora contra sus intimidadores y una amistad muy especial entre ellos.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/agk3tSS6OLiSdyrieDhPpuQ7CEZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cd5ntfLmtqUqkUGn2B5s2zBLjde.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rSrOHZqN1yN31zwvzwNo4Eal8y2.png"
    },
    {
      "id": "tmdb:119374",
      "type": "movie",
      "name": "La selva",
      "ids": {
        "tmdb": 119374
      },
      "overview": "Un joven portugués es obligado a emigrar a Brasil a principios del siglo XX por su convicciones monárquicas. En la selva amazónica tendrá que trabajar en los cauchales del interior y enfrentarse a las extremas condiciones del entorno.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/zgCdK0E8BRgalfW42RKwmjgqr70.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:258162",
      "type": "movie",
      "name": "Epílogo",
      "ids": {
        "tmdb": 258162
      },
      "overview": "Durante muchos años Rocabruno y Ditirambo firmaban conjuntamente sus novelas, trabajaban juntos y estaban enamorados de la misma mujer, pero llegó un momento en que se separaron. Diez años después, Ditirambo visita a Rocabruno con la intención de que escriban juntos su última novela, \"Epílogo\".",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/lSUIUEGws9Lkgi8TSp8h4A0SeHX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kJ0GE7ZFclVDxC2sAEIRnypDX75.jpg"
    },
    {
      "id": "tmdb:420127",
      "type": "movie",
      "name": "Carne apaleada",
      "ids": {
        "tmdb": 420127
      },
      "overview": "Berta ha ido a parar, una vez más, a prisión acusada de estafa. Es carne de cañón e irá pasando por diversas cárceles, sufriendo todo tipo de humillaciones y vejaciones. Adaptación del libro autobiográfico de Inés Palou, una mujer que pasó gran parte de su vida en la cárcel.",
      "year": 1978,
      "poster": "https://image.tmdb.org/t/p/w342/sQDxETcR3iZinZIdzBVWDGADjZh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/n58xgf3npw6c3C7t8kzwpED5GWo.jpg"
    },
    {
      "id": "tmdb:10079",
      "type": "movie",
      "name": "Joy Division: Escuadrón letal",
      "ids": {
        "tmdb": 10079
      },
      "overview": "Durante la II Guerra Mundial un escuadrón de hombres atacó y violó sin piedad a muchas mujeres de origen judío. Se les llamó “Joy Division”. El terror que sembraban entre la población era aún mayor que el que causaba la propia guerra.  Thomas, que de adolescente había luchado contra el Ejército Rojo, logra huir hacia el Oeste junto a una joven aliada. Finalmente, los rusos lo capturan y desaparece sin dejar rastro.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/nY4OiLvIN2gH0AQJP0AjnhLwlcg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/XDKAdTd7RJ8OGI7co4nivRHRcH.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gAqz08g76lxOkDnz2ySUQCyGHXn.png"
    },
    {
      "id": "tmdb:77429",
      "type": "movie",
      "name": "Chechu y familia",
      "ids": {
        "tmdb": 77429
      },
      "overview": "Chechu, un adolescente de 13 años, se queda solo en casa durante unas vacaciones de verano, con la única compañía de unos peculiares familiares y una atractiva doncella a la que pretenderá conquistar.",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/rZBzPx0w6IDE3ST1T7K8uXIZvYf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tCyQ00lRBQvNNV2VQvH0Atrid6r.jpg"
    },
    {
      "id": "tmdb:23076",
      "type": "movie",
      "name": "Adiós, Texas",
      "ids": {
        "tmdb": 23076
      },
      "overview": "Cuando Burt, sheriff de un pueblo texano, averigua el paradero del hombre que mató a su padre, siendo él un niño, va a buscarlo a México, donde el asesino se ha convertido en un despótico cacique local. Lo acompaña, a regañadientes, Jim, su hermano pequeño. Una vez en México, descubren que el hombre al que buscan es algo más que el asesino de su padre.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/bryCckzNfsa2T02u1owEIdO7lpc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vJlA3DarbUwl88qSJ5XP2RbE56q.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qqFNY9Ku6BTjDQpp74wtlejmapy.png"
    },
    {
      "id": "tmdb:2588",
      "type": "movie",
      "name": "Caótica Ana",
      "ids": {
        "tmdb": 2588
      },
      "overview": "Caótica Ana es la historia-viaje de Ana durante cuatro años de su vida, de los 18 a los 22. Una cuenta atrás, 10, 9, 8, 7… hasta el 0, como en la hipnosis, a través de la cual Ana comprueba que no vive sola, que su existencia parece la continuación de otras vidas de mujeres jóvenes que murieron de forma trágica y que habitan en el abismo de su memoria inconsciente. Ese es su caos.",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/zTHzKN20nDerUMOGBALdRyk7rK2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/j5VTKDRMDqCmQj4zK8TS0JQwQ9y.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bv0Ttj9ZlixxCB7M8RVfqsjLwdC.png"
    },
    {
      "id": "tmdb:540414",
      "type": "movie",
      "name": "Un amor salvaje",
      "ids": {
        "tmdb": 540414
      },
      "overview": "Basada en la novela hómonima, Dirt Music explora la vida de una pareja y su relación dolorosamente apasionada. Georgie (Kelly Macdonald) es una chica australiana que se siente rota por su relación actual con el pescador Jim Buckridge (David Wenham), ella pasa su tiempo admirando los paisajes de su nación hasta que conoce al cazador Lu Fox (Garrett Hedlund), un joven forastero, bastante interesante y misterioso, a quien encuentra pescando en una zona prohibida. Poco a poco ambos se conocen y la pasión entre ellos no tarda en salir a la luz, lo que pronto les provoca graves problemas a ambos. Cuando Jim se entera de aquella relación quiere venganza, sin embargo, Fox decide retirarse al norte de Australia para evitar una terrible confrontación. En su travesía, el cazador atraviesa zonas peligrosas y contaminadas, sin embargo, este es el menor de sus problemas pues debe cubrir sus huellas del hombre que desea atraparlo.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/t26UjApXY1SggD7F2LOdUsaXVuz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rsWGRF24sXYV4OMMcfPcZuJBqJi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kEHobzkJhVsStw74zGmcFJCPipi.png"
    },
    {
      "id": "tmdb:1376",
      "type": "movie",
      "name": "Felices dieciséis",
      "ids": {
        "tmdb": 1376
      },
      "overview": "Liam va a cumplir dieciséis años, y Jean, su madre, saldrá de la cárcel a tiempo para celebrarlo. El chico sueña con la vida familiar que nunca ha tenido, con un hogar para su madre, su hermana Chantelle y para sí mismo, fuera del alcance de tipos como Stan, el novio de su madre, y de su propio abuelo, un ser mezquino. Pero para conseguirlo, necesita dinero. Sin embargo, sus planes son tan disparatados que sólo pueden ocasionarle graves problemas.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/wZexweMj7I4enQU6pG11mCUuVKk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xpdXXd5i1IN7d4eOhqAreApobxT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jFW0lweRpU3TeL46qZL452bzJlZ.png"
    },
    {
      "id": "tmdb:115903",
      "type": "movie",
      "name": "Colegas",
      "ids": {
        "tmdb": 115903
      },
      "overview": "Los hemanos Antonio y Rosario y el novio de ésta, José, deben enfrentarse diariamente a las dificultades derivadas de su humilde condición social. Ninguno tiene trabajo y las escasas oportunidades que se les presentan para lograrlo hacen que se fortalezcan los lazos que les unen.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/hAlIzdwCGKCFwr3BOE6S86NzsWi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/obqdSsF9PPdKPhapBeI9drGTWhM.jpg"
    },
    {
      "id": "tmdb:65864",
      "type": "movie",
      "name": "Huracán sobre México",
      "ids": {
        "tmdb": 65864
      },
      "overview": "Entre los EEUU y México se está traficando con armas cuyo destino es el movimiento rebelde, lo que puede derivar en un conflicto diplomático. El ejército estadounidense enviará al capitán Morrison.",
      "year": 1967,
      "poster": "https://image.tmdb.org/t/p/w342/iNJCPUWuGAukUILIEty7kwvdt0f.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wQ2GwTvLfubLzlmmwJ8RuTYYvWL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bGSiRlyWxw0rBgJeTYs02tt2TYv.png"
    },
    {
      "id": "tmdb:27578",
      "type": "movie",
      "name": "Los mercenarios",
      "ids": {
        "tmdb": 27578
      },
      "overview": "Un grupo de mercenarios es contratado para infiltrarse en un país sudamericano y derrocar a su despiadado y corrupto dictador. Una vez allí, se verán atrapados en una telaraña de engaño y traición. Una vez fracasada la misión, tendrán que enfrentarse a un reto aún más difícil; salvar la unidad del grupo y la amistad que los ha unido durante largos años.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/qiKXe4xbXnXdrhQXmXpZwG4Qlkv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7iugqPsB7BkqPouupLjmMDHsk45.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7Gjh8HJpkgQplW0ydg1xJrZWwAC.png"
    },
    {
      "id": "tmdb:81778",
      "type": "movie",
      "name": "Sabotaje",
      "ids": {
        "tmdb": 81778
      },
      "overview": "Un comando de mercenarios se dispone a rescatar a un grupo de prisioneros de guerra en Bosnia. Un miembro del equipo resulta ser un traidor y mata a todos los rehénes y a buena parte de sus compañeros. Uno de los supervivientes resurge años después convertido en guardaespaldas de un político, pero éste es eliminado por un asesino a sueldo, el traidor de la frustrada operación en Bosnia. El enfrentamiento entre los dos mercenarios será a muerte.",
      "year": 1996,
      "poster": "https://image.tmdb.org/t/p/w342/owQEuNUjolbWOMX6k8sYWTHXXk8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/e4R9sc0Sg5YqkfgzleAtY47ebVs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/f2ntBL5MBZccnUzmesnAypQ4yHl.png"
    },
    {
      "id": "tmdb:30402",
      "type": "movie",
      "name": "Intermedio",
      "ids": {
        "tmdb": 30402
      },
      "overview": "En la frontera mexicana existe un túnel, donde una terrible presencia acecha. Cuando un grupo de amigos se pierden en las cavernas, empezará para ellos un auténtico infierno en la tierra.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/Aqav7keW6hT7E1uLBwkvZcOiZ2V.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qauHzYsvAYhoNk5KhRaysvdepqn.jpg"
    },
    {
      "id": "tmdb:13291",
      "type": "movie",
      "name": "Traidor",
      "ids": {
        "tmdb": 13291
      },
      "overview": "El agente del FBI Roy Clayton (Guy Pearce) dirige una investigación sobre una organización terrorista cuyo cabecilla parece ser un agente de la CIA. Clayton buscará pistas y pruebas para descubrir si el agente es un traidor",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/xmRrkqLMKbyaiREh3MTdC69sfhx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rOwWv2VLS1OJqWixwwbBrUrNMax.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bwTMLfos4bw8okmfrbDz04xzqW0.png"
    },
    {
      "id": "tmdb:1368",
      "type": "movie",
      "name": "Acorralado",
      "ids": {
        "tmdb": 1368
      },
      "overview": "John Rambo es un veterano de la guerra de Vietnam que sufre de estrés postraumático. Un día, llega a un pequeño pueblo de Oregón, donde el sheriff Will Teasle le detiene por vagabundear. Rambo logra escapar de la comisaría y se refugia en el bosque, donde usa sus habilidades de supervivencia y combate para enfrentarse a los policías que le persiguen. El coronel Samuel Trautman, el antiguo jefe de Rambo, llega al pueblo para intentar negociar con él y evitar una masacre. Rambo tendrá que luchar contra sus propios demonios y contra las fuerzas del orden que le quieren capturar o matar.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/sYHRcd9p3rV3t3w8MHGaA7wdIBl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/277Ct5pdW4WAbaBjYLwX2BEeZqk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yAZUxdJ9tZHvNoSONu1JKvfRNw2.png"
    },
    {
      "id": "tmdb:71786",
      "type": "movie",
      "name": "Fausto 5.0",
      "ids": {
        "tmdb": 71786
      },
      "overview": "Adaptación del mito de Fausto.  Supuso el debut cinematográfico del grupo teatral \"La fura dels baus\", un prestigioso grupo catalán de vanguardia que se caracteriza por sus insólitas propuestas y sus anticonvencionales atmósferas y estéticas",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/gxhwlC8hGWltPNCiLQW1blpo9im.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mxLDJjmPw7gCGoHSaaTLLQbX0op.jpg"
    },
    {
      "id": "tmdb:35838",
      "type": "movie",
      "name": "Tristana",
      "ids": {
        "tmdb": 35838
      },
      "overview": "Don Lope ha acogido a Tristana en su hogar para cumplir una promesa hecha a sus padres. Pero la joven es muy hermosa y se convierte en la obsesión del anciano, que a fuerza de tiempo y de paciencia consigue sus favores. Sin embargo, cuando ella conoce a un joven pintor que la enamora, decide cambiar radicalmente el rumbo de su vida",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/uziTHMqLARpnSEdi1QtdlX9hR8n.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3f5QxaEzez6Sq0Zk4W5P6efr97c.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/75RsnuqJNXSOKWy6T31v60S2mQA.png"
    },
    {
      "id": "tmdb:182543",
      "type": "movie",
      "name": "Berlín Blues",
      "ids": {
        "tmdb": 182543
      },
      "overview": "Lola es una cantante que actúa en un club de moda llamado Berlín Blues, frecuentado por las más diversas tribus de jóvenes postmodernos. Cual una Carmen contemporánea, ama la libertad por encima de todo y teme el amor como un jilguero teme la jaula que le impide volar. Reiner Hössler, el director de una Orquesta de Berlín, que ha vivido únicamente para la música, renunciando a todo lo demás, cambia radicalmente cuando conoce a Lola. Completa el triángulo el joven y brillante pianista David Zimmerman, discípulo de Hössler y enamorado de Mozart, del Rock´n Roll y la feroz vitalidad de Lola",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/omqU24YPHnhc9vZuGPNiJUVJuk7.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:10851",
      "type": "movie",
      "name": "Revolver",
      "ids": {
        "tmdb": 10851
      },
      "overview": "Jake Green (Jason Statham) es un hábil jugador que tiene la mala suerte de desplumar a Dorothy Macha (Ray Liotta), un mafioso local. La jugada le saldrá cara, ya que Macha no parará hasta vengarse de él.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/gD60YicJodbPu5xBlTfEjXiTJyT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cG16olNZTg5JE9b59mAQYoVAOhr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3Ibn9ytp0Oh6aYKS01AVyZB9X6r.png"
    },
    {
      "id": "tmdb:142965",
      "type": "movie",
      "name": "Furtivos",
      "ids": {
        "tmdb": 142965
      },
      "overview": "Ángel (Ovidi Montllor) es un cazador furtivo que vive en un bosque con su madre (Lola Gaos), una mujer tiránica y violenta. En uno de sus escasos viajes a la ciudad, conoce a Milagros (Alicia Sánchez), una chica que ha huido de un reformatorio y que es la amante de un delincuente llamado El Cuqui. Ángel la protege y la lleva a su casa. La animosidad de la madre hacia Milagros, así como la atracción que Ángel siente hacia ella desembocarán en un drama.",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/qqkjAu9FJKTGINYLnNnLiosyoI5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/68xjPbDsR9W1W35GBC6rF0IC5Y5.jpg"
    },
    {
      "id": "tmdb:5781",
      "type": "movie",
      "name": "Ese oscuro objeto del deseo",
      "ids": {
        "tmdb": 5781
      },
      "overview": "Durante un viaje en tren, de Sevilla a Madrid, el otoñal caballero Mathieu cuenta a sus compañeros de vagón la historia de sus infortunios amorosos con la bailarina Conchita. A partir de su primer encuentro, Conchita juega con la obsesión de Mathieu, haciéndolo pasar del deseo a la frustración y del amor al odio más furibundo",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/SjPvUTtdsK4TqALKryKkWZpE5x.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rtRlUcs1GxWcdLgkuZhd8y314tg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iO3AAxp3Iqm6FsftSbINnsCZjDk.png"
    },
    {
      "id": "tmdb:287948",
      "type": "movie",
      "name": "Transporter legacy",
      "ids": {
        "tmdb": 287948
      },
      "overview": "En los bajos fondos de Francia, Frank Martin (Ed Skrein) es conocido como «Transporter», el mejor conductor y mercenario que se puede comprar con dinero. Frank se rige por tres simples reglas: sin nombres, sin preguntas y sin renegociaciones, y transporta cualquier cosa por el precio adecuado. Hasta que conoce a la misteriosa mujer fatal llamada Anna (Loan Chabanol), que lidera un grupo de mortíferos asaltantes y que no se detendrá ante nada con tal de acabar con una despiadada banda rusa de traficantes humanos. Anna sabe que Frank es el mejor en su trabajo y, para asegurarse su colaboración, mantiene rehén a su padre (Ray Stevenson). Ahora, padre e hijo se verán obligados a trabajar con Anna para llevar a esta peligrosa banda ante la justicia.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/eQ8jVLAVUG3XozFcFKyXMaWam2D.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gRtDXMV1gmz6IFeRkZBPHDtOGBG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/adhVywytbACAS1ohePjpDHLoJsk.png"
    },
    {
      "id": "tmdb:1237601",
      "type": "movie",
      "name": "Papeles",
      "ids": {
        "tmdb": 1237601
      },
      "overview": "Ana Méndez, directora jurídica del bufete número dos del mundo en venta de sociedades offshore, se enfrenta a un acontecimiento catastrófico. Se han filtrado 11,8 millones de documentos; es el mayor hackeo digital de la historia de la humanidad: LOS PANAMA PAPERS. Devastada por los acontecimientos, Ana resulta arruinada y emocionalmente rota. Desde ahí, debe remontar su vida.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/5MFmmUiRRuVXMaR8Ah3GWimVYXQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yfDv8UUKaRzB0Po6H4yXxZWfJi.jpg"
    },
    {
      "id": "tmdb:28478",
      "type": "movie",
      "name": "Gordos",
      "ids": {
        "tmdb": 28478
      },
      "overview": "Comedia dramática sobre los excesos y las carencias de la vida. Los complejos, las fobias, las obsesiones, los traumas, los errores, los miedos, la culpa, los deseos, las ilusiones, los retos, los compromisos, las metas, las relaciones, el amor, el sexo, la salud, la familia... La supervivencia, en el más amplio y orondo sentido de la palabra. \"Gordos\" es una historia coral que gira en torno a una terapia de grupo, de gente con problemas relacionados con la obesidad.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/50PWvVJXnuZaOCthrdml01KPao.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/v0CBdiZ5riqcJjvaR8oEE4Zxi2v.jpg"
    }
  ]
}