{
  "metas": [
    {
      "id": "tmdb:423",
      "type": "movie",
      "name": "El pianista",
      "ids": {
        "tmdb": 423
      },
      "overview": "Varsovia, 1939. El pianista polaco de origen judío Wladyslaw Szpilman (Adrien Brody) interpreta un tema de Chopin en la radio nacional de Polonia mientras la aviación alemana bombardea la capital. El régimen nazi ha invadido el país, y como hace en otros países invadidos, lleva a cabo la misma política con respecto a los judíos. Así Szpilman y toda su familia -sus padres, su hermano y sus dos hermanas- se ven obligados a dejar su casa y todo lo que les pertenece para trasladarse con miles de personas de origen judío al ghetto de Varsovia. Mientras Wladyslaw trabaja como pianista en un restaurante propiedad de un judío que colabora con los nazis, su hermano Henryk (Ed Stoppard) prefiere luchar contra los nazis. Pero tres años más tarde, los habitantes del ghetto son trasladados en trenes hacia campos de concentración.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/mxfLOWnHnSlbdraKfzRn5mqoqk7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hHrEwLQKpc3rVIzccMThmu6ou9M.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aB69H37bMYVXi03RBHqEjEa9iSL.png"
    },
    {
      "id": "tmdb:64084",
      "type": "movie",
      "name": "Una mujer sin escrúpulos",
      "ids": {
        "tmdb": 64084
      },
      "overview": "Un hombre está tan desesperado por promocionarse que ofrece su mujer a su jefe. A pesar de este sacrificio, otro hombre consigue el ascenso. Entonces decide suicidarse y su mujer promete vengarse de todos los implicados. (FILMAFFINITY)",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/piSwaUrbvlITD833fjrc8znU8JD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/71HJTC4R5ZG4PUXnxpy0ucjXubh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ynGmbpvQKRgyaSb1LZvaixNOsfJ.png"
    },
    {
      "id": "tmdb:429",
      "type": "movie",
      "name": "El bueno, el feo y el malo",
      "ids": {
        "tmdb": 429
      },
      "overview": "Durante la Guerra de Secesión, tres cazadores de recompensas se lanzan a la búsqueda de un tesoro que ninguno de los tres truhanes puede localizar sin la ayuda de los otros dos. Tuco sabe que el tesoro se encuentra en un cementerio, mientras que Joe conoce el nombre inscrito en la tumba que lo esconde. Mientras tanto, Sentenza no duda en matar a mujeres y niños para conseguir su meta. De esta forma, los tres hombres colaboran en apariencia, pero al final intentarán eliminarse mutuamente.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/fSWnIXsxA47smMLwRELSWkxbVJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tEzlu5U9gQrE55XF1piXPZBtOrD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e0brYd78ykMjc6r2i0R46cEuPSW.png"
    },
    {
      "id": "tmdb:209189",
      "type": "movie",
      "name": "Vidas criminales",
      "ids": {
        "tmdb": 209189
      },
      "overview": "Los hechos ocurren quince años antes de lo narrado en \"Jackie Brown\". Ordell Robbie y Louis Gara se conocen en la cárcel, a donde han ido a parar por culpa de su afición a robar coches. Una vez en libertad, organizan un gran golpe: el secuestro de la esposa de un rico empresario de Detroit. Con lo que no contaban era con que el marido no tuviese el más mínimo interés en liberarla. Recurren entonces a un plan B, en el que la mujer participará gustosamente para vengarse de su marido.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/bXv0lbJGNsXGXclMwUakP5vpFJg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/axHYNo8m45qYVekeNzcDucRhnLD.jpg"
    },
    {
      "id": "tmdb:28178",
      "type": "movie",
      "name": "Siempre a tu lado",
      "ids": {
        "tmdb": 28178
      },
      "overview": "Basada en una historia real. Un profesor de universidad adopta a un perro vagabundo en una estación del tren. Tras recabar información sobre el animal, el profesor descubre que el perro iba a los andenes a diario durante semanas para esperar el regreso de su amo, pero éste había muerto en un accidente en la ciudad. El perro Hachiko, al lado de su nuevo amo a quien también le cambiará la vida cuando descubre los lazos que se pueden crear entre un animal y una persona.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rLPMD8BOHjvvjjCX7BZQdqNWBm2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFCNw7ewLrc4BgRUw9mN3G3vxOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSBpv8j18UoN1G5jaQgRMTfK0O2.png"
    },
    {
      "id": "tmdb:14169",
      "type": "movie",
      "name": "Arizona Colt",
      "ids": {
        "tmdb": 14169
      },
      "overview": "Arizona Colt va a Blackstone City, donde Gordon está planeando un robo. Cuando uno de los secuaces de Gordon asesina a una chica de salón, Arizona se ofrece a cazar al asesino.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/rHBTFbr4udeWKuc0y5kIMJcYB8n.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/f6dX7CoSTWG4nKeogfv67WbLHCg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mG28dScHRUxZSTJZqSGA3wFTh9d.png"
    },
    {
      "id": "tmdb:587792",
      "type": "movie",
      "name": "Palm Springs",
      "ids": {
        "tmdb": 587792
      },
      "overview": "Cuando el desenfadado Nyles y su reticente dama de honor Sarah tienen la oportunidad de encontrarse en una boda de Palm Springs, las cosas se complican al verse incapaces de escapar del lugar y el uno del otro",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/eYNS3rNpLDxx5NJ16dwczAf4a7e.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/abHa4yfuwX957FLw3FRxZFMENRV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1O92r8CnyvdEgeda7rOZDYEWNAG.png"
    },
    {
      "id": "tmdb:9769",
      "type": "movie",
      "name": "Lolita",
      "ids": {
        "tmdb": 9769
      },
      "overview": "Humbert es un europeo culto, brillante y atractivo que se instala en una ciudad de Nueva Inglaterra como profesor. Una vez allí, se hospeda en casa de Charlotte, una voluptuosa viuda, que ve en Humbert la encarnación de sus fantasías provincianas. Pero Humbert oculta una herida envenenada: el recuerdo de un frustrado amor de adolescencia. Por eso, Lolita, la hija de Charlotte, se le aparece a Humbert como la materialización de sus sueños.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/3nTCYIR9kwBDAnbjNlf6IHMEHry.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kYZbdtV7JKYjyCwFzh3ocoGnLnk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tzlgvs6dXNjk91U96PnVQzHf7A1.png"
    },
    {
      "id": "tmdb:530385",
      "type": "movie",
      "name": "Midsommar",
      "ids": {
        "tmdb": 530385
      },
      "overview": "Una pareja estadounidense que no está pasando por su mejor momento acude con unos amigos a un festival de verano que se celebra cada noventa años en una aldea remota de Suecia. Lo que comienza como unas vacaciones de ensueño en un lugar en el que el sol no se pone nunca, poco a poco se convierte en una oscura pesadilla cuando los misteriosos aldeanos les invitan a participar en sus perturbadoras actividades festivas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/a4Uwb4vnep76r1HRNduFgT9MRez.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vxKs0JLPT63lcYZTK8P6b3SaFff.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mjf2CyGrMqjUjsjXsaEsakBrOdA.png"
    },
    {
      "id": "tmdb:27578",
      "type": "movie",
      "name": "Los mercenarios",
      "ids": {
        "tmdb": 27578
      },
      "overview": "Un grupo de mercenarios es contratado para infiltrarse en un país sudamericano y derrocar a su despiadado y corrupto dictador. Una vez allí, se verán atrapados en una telaraña de engaño y traición. Una vez fracasada la misión, tendrán que enfrentarse a un reto aún más difícil; salvar la unidad del grupo y la amistad que los ha unido durante largos años.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/qiKXe4xbXnXdrhQXmXpZwG4Qlkv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7iugqPsB7BkqPouupLjmMDHsk45.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7Gjh8HJpkgQplW0ydg1xJrZWwAC.png"
    },
    {
      "id": "tmdb:176707",
      "type": "movie",
      "name": "Una rosa de Francia",
      "ids": {
        "tmdb": 176707
      },
      "overview": "En Cuba, Simón (Perugorría), un criminal muy seductor, traslada en su viejo barco emigrantes clandestinos a Nueva York y después los abandona a su suerte en un islote. En una ocasión, una patrullera norteamericana descubre el barco e inicia su persecución hasta penetrar en aguas territoriales cubanas. Andrés (Álex González), un joven marinero, le salva la vida a Simón, pero resulta herido. Simón le estará siempre agradecido, a pesar de que Andrés se enamora de Marie (Ana de Armas), una adolescente que está bajo su protección. El conflicto está servido. Marie y Andrés intentarán huir de Cuba a Nueva York, pero Simón hará todo lo posible para impedirlo.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/tMGZp0VDTy4e27gBDLfsiRgZ4gY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tDclBrrUXS7XamuPeYr9GUHnKyv.jpg"
    },
    {
      "id": "tmdb:74122",
      "type": "movie",
      "name": "El bígamo",
      "ids": {
        "tmdb": 74122
      },
      "overview": "Harry vive en San Francisco y como representante comercial debe viajar mucho. Está casado con Eve y ambos están intentando adoptar un bebé. Mr. Jordan, director de la agencia de adopción, comienza a hacer una serie de averiguaciones y sospecha de Harry, el cual guarda un secreto. Pronto descubre que éste tiene en Los Angeles una segunda esposa y un bebé.",
      "year": 1953,
      "poster": "https://image.tmdb.org/t/p/w342/fEPxJf6haz3EZqkyUlwD6kdCQ8N.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bn63p4oxeOWSXwtAf1xCPv1ZQIo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/pJroGlMJfgTubZNELpaA1fdIK8Y.png"
    },
    {
      "id": "tmdb:2330",
      "type": "movie",
      "name": "Taxi Express",
      "ids": {
        "tmdb": 2330
      },
      "overview": "Daniel, un joven repartidor de pizzas, consigue hacer realidad uno de sus sueños: obtener la licencia de taxi. Pero un encuentro fortuito con Emilien le pone en un aprieto: para conservar su licencia de taxi, han de detener a una banda que está desmantelando los bancos del país.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/hJGTeFfEVzYGhB84YFU67B3VG4F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/148xS3PsuxDHT3VCcj3dzdU1lj3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/shKSBFh8eBz1zxEITJXkwqFon8O.png"
    },
    {
      "id": "tmdb:287948",
      "type": "movie",
      "name": "Transporter legacy",
      "ids": {
        "tmdb": 287948
      },
      "overview": "En los bajos fondos de Francia, Frank Martin (Ed Skrein) es conocido como «Transporter», el mejor conductor y mercenario que se puede comprar con dinero. Frank se rige por tres simples reglas: sin nombres, sin preguntas y sin renegociaciones, y transporta cualquier cosa por el precio adecuado. Hasta que conoce a la misteriosa mujer fatal llamada Anna (Loan Chabanol), que lidera un grupo de mortíferos asaltantes y que no se detendrá ante nada con tal de acabar con una despiadada banda rusa de traficantes humanos. Anna sabe que Frank es el mejor en su trabajo y, para asegurarse su colaboración, mantiene rehén a su padre (Ray Stevenson). Ahora, padre e hijo se verán obligados a trabajar con Anna para llevar a esta peligrosa banda ante la justicia.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/eQ8jVLAVUG3XozFcFKyXMaWam2D.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/a4bZTOtKE3bVUMtFnRshQ06sPV4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/adhVywytbACAS1ohePjpDHLoJsk.png"
    },
    {
      "id": "tmdb:5528",
      "type": "movie",
      "name": "Los chicos del coro",
      "ids": {
        "tmdb": 5528
      },
      "overview": "En 1948 Clément Mathieu, profesor de música desempleado, acepta un puesto como profesor vigilante en un internado de reeducación de menores. El sistema represivo aplicado por el director conmociona a Mathieu. Enseñándoles música y canto coral a estos niños tan difíciles, Mathieu transformará sus vidas cotidianas.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/f0FrAsLdcnCbvbT9Ofj31UkmcNe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gCRlj9soFwM7ME5nz3MKruR3yyV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o1K8iSNLLXFDOfAVapjNBFVh0YW.png"
    },
    {
      "id": "tmdb:2436",
      "type": "movie",
      "name": "Double Dragon",
      "ids": {
        "tmdb": 2436
      },
      "overview": "Adaptación al cine del videojuego de Konami, de 1988. El mundo se ha sumido en el caos; la policia sólo patrulla durante el día, la noche pertenece a las bandas y al crimen organizado. Koga Suko es un empresario que desea el poder absoluto, para lograrlo debe reunir los dos fragmentos del doble dragón para formar un amuleto que le otorgará grandes poderes. Lo malo es que una parte del amuleto está en poder de los hermanos Lee, dos expertos en artes marciales que se ganan la vida peleando. Pero esta no es la única amenaza para Suko; también debe enfrentarse a los Power Corps, un grupo que lucha para devolver la seguridad a las calles.",
      "year": 1994,
      "poster": "https://image.tmdb.org/t/p/w342/9ZTYSD8ZesYMKqLRbmVfZUW1FiE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vFHLtDLU2PhL75VFtfwoVNcFEiK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/b4BYOD67aNWQU7wmkPIl5bhbknh.png"
    },
    {
      "id": "tmdb:8689",
      "type": "movie",
      "name": "Holocausto caníbal",
      "ids": {
        "tmdb": 8689
      },
      "overview": "Cuatro jóvenes documentalistas se adentran en la selva amazónica (América del Sur) para realizar un reportaje sobre las tribus que habitan en esa región, de las que se dice que todavía practican el canibalismo. Debido a la desaparición de los reporteros, dos meses después un grupo de rescate es enviado para averiguar qué ha sido de ellos; lo único que encuentran es el material filmado sobre su terrible fin.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/r7JBDaxsU0Uw1liRjDpv3e4xpXF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ptg4aaFbrNNg8If5ZtbQa5r4Nz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1HfnMUnUiA2fiQPONoIgEgGa03z.png"
    },
    {
      "id": "tmdb:402",
      "type": "movie",
      "name": "Instinto básico",
      "ids": {
        "tmdb": 402
      },
      "overview": "Un antiguo cantante de rock ha sido brutalmente asesinado. La última vez que se le vio estaba acompañado por su novia. En la comisaría, en el departamento de Asuntos Internos, Nick Curran recibe el encargo de vigilar a Catherine Tromell, la supuesta novia asesina.",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/7iUhPh6B5C4T1osYDzoUchjb3i4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wLMPTuKWeGUbpteRryhDWKTeKDN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eTK5KpUgwbgema3TSCTTTosTWWI.png"
    },
    {
      "id": "tmdb:1368",
      "type": "movie",
      "name": "Acorralado",
      "ids": {
        "tmdb": 1368
      },
      "overview": "John Rambo es un veterano de la guerra de Vietnam que sufre de estrés postraumático. Un día, llega a un pequeño pueblo de Oregón, donde el sheriff Will Teasle le detiene por vagabundear. Rambo logra escapar de la comisaría y se refugia en el bosque, donde usa sus habilidades de supervivencia y combate para enfrentarse a los policías que le persiguen. El coronel Samuel Trautman, el antiguo jefe de Rambo, llega al pueblo para intentar negociar con él y evitar una masacre. Rambo tendrá que luchar contra sus propios demonios y contra las fuerzas del orden que le quieren capturar o matar.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/sYHRcd9p3rV3t3w8MHGaA7wdIBl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/277Ct5pdW4WAbaBjYLwX2BEeZqk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yAZUxdJ9tZHvNoSONu1JKvfRNw2.png"
    },
    {
      "id": "tmdb:22705",
      "type": "movie",
      "name": "Transgressing",
      "ids": {
        "tmdb": 22705
      },
      "overview": "Carla es una joven atractiva y despreocupada de Venecia, que va a Londres para buscar un piso que compartir con su amante Matteo. En Londres, Moira, una funcionaria del estado, seduce a Carla... y ella es cautivada... Carla decide no decir nada a Matteo, y comienza a mentirle. Matteo se pone muy celoso, se imagina aventuras eróticas de Carla y abandona su viaje a Londres. Tarde o temprano, Matteo realmente va a Londres donde se enfrenta a Carla... cuyas revelaciones le hacen despertar...",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/poa998sFasJX2XQtCTLiXvis6aE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/haqFVSBvaWR6ZfKKDHkpxp9eYbh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bWX37ZIsatTGVTGnIccjAjHyd0X.png"
    },
    {
      "id": "tmdb:38004",
      "type": "movie",
      "name": "Después de medianoche",
      "ids": {
        "tmdb": 38004
      },
      "overview": "La mágica Mole Antonelliana (el cavernoso Museo de Cine de Turín, Italia) es el escenario de una historia de amor muy poco probable. Una noche fatídica, el tímido vigilante nocturno del museo, acude en ayuda de un encantador joven cocinero de comida rápida que huye de la policía. El ensueño reino del museo de personajes de películas mudas se convierte en un santuario para ella mientras espera el rescate de su novio diabólico.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/3KJByPl2MfMLuYfyBxDsRaOn7hK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gCFqwiG1p9OjFhJjmcCzTQJb8wz.jpg"
    },
    {
      "id": "tmdb:94944",
      "type": "movie",
      "name": "Reverendo Colt",
      "ids": {
        "tmdb": 94944
      },
      "overview": "\"Colt\" Milles, después de toda una vida como cazador de recompensas, ha llegado a hacerse una fama de letal pistolero. Un día, sin embargo, decide abandonar su antigua profesión y hacerse sacerdote para redimirse. Se propone entonces conseguir fondos para crear una iglesia donde ejercer su tarea espiritual. Por desgracia su fama le precede, y cuando llega a su pueblo natal es acusado de la muerte del cajero del banco que ese mismo día había sido atracado. (",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/cZ1b50jmwWVH5osRoonZHZnhGxl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yG8iUwVRIv5n0gOBMjr00rnuEbz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9GbozzDM9Gewa0ss15RozZxdr2Y.png"
    },
    {
      "id": "tmdb:8009",
      "type": "movie",
      "name": "Los inmortales",
      "ids": {
        "tmdb": 8009
      },
      "overview": "Son Inmortales, destinados a vivir eternamente. Deben retarse a duelos a través de los tiempos hasta que sólo quede uno. Sólo decapitados por la hoja de una espada pueden liberarse de su eterna lucha y conseguir el Premio: un poder inimaginable. Desde las tierras altas de Escocia del siglo XVI hasta el Nueva York de nuestros días, los Inmortales luchan por su recompensa, mientras el destino de los mortales se sostiene en un frágil equilibrio.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/8af3tPdbKd9iDUqWb8R5dOXShtH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iz3k081oPbRLMKVsjfukOppzEzR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jXLmUqThGQNrM5Xcnrj77GtB6Fg.png"
    },
    {
      "id": "tmdb:320678",
      "type": "movie",
      "name": "Vampyres",
      "ids": {
        "tmdb": 320678
      },
      "overview": "La historia se centra en dos vampiras que habitan en una oscura mansión donde atraen a hombres a los que les ofrecen orgías de sexo que terminan siendo orgías de sangre. Hasta aquel lugar llegan, unos jóvenes excursionistas con ganas de fiesta, y un hombre joven que esconde un oscuro pasado.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/3lqEsF6VEAe1mgNSuCzocnxSnOk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/f6mN22IC01iSS4IpXhyYQPRUsbh.jpg"
    },
    {
      "id": "tmdb:253952",
      "type": "movie",
      "name": "Las adolescentes",
      "ids": {
        "tmdb": 253952
      },
      "overview": "Una chica española es enviada a estudiar a un internado londinense. Su carácter retraído le dificultará el trato con sus compañeras, de vida más disoluta dentro de lo posible allí. Hará buenas migas con dos de ellas, con las que saldrá por Londres a escondidas de la directora. De este modo, empezará a frecuentar compañías poco deseables, hasta el punto de caer en una red de pornografía internacional.",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/sOGDqaeUzs9zqJHoMJibK0zuRFz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oK7g8dkdzInyH6OzSBMPiaiQG8f.jpg"
    },
    {
      "id": "tmdb:1376",
      "type": "movie",
      "name": "Felices dieciséis",
      "ids": {
        "tmdb": 1376
      },
      "overview": "Liam va a cumplir dieciséis años, y Jean, su madre, saldrá de la cárcel a tiempo para celebrarlo. El chico sueña con la vida familiar que nunca ha tenido, con un hogar para su madre, su hermana Chantelle y para sí mismo, fuera del alcance de tipos como Stan, el novio de su madre, y de su propio abuelo, un ser mezquino. Pero para conseguirlo, necesita dinero. Sin embargo, sus planes son tan disparatados que sólo pueden ocasionarle graves problemas.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/wZexweMj7I4enQU6pG11mCUuVKk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xpdXXd5i1IN7d4eOhqAreApobxT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jFW0lweRpU3TeL46qZL452bzJlZ.png"
    },
    {
      "id": "tmdb:143923",
      "type": "movie",
      "name": "Los violentos de Texas",
      "ids": {
        "tmdb": 143923
      },
      "overview": "Jeff Donovan y su banda sustraen a un grupo de confederados un cañón para robar un banco que contiene las ganancias del famoso pistolero Acquasanta Joe. Al descubrirlo, éste les perseguirá con empeño y para ello contratará a un grupo de fieles asesinos.",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/9wZVTPJ3zt8JujUhOch4kBl1eie.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uAel0TsDDSjNIj21msZdQm5EK4F.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dowy84nrupTQO2ag5xM9NIZcTc.png"
    },
    {
      "id": "tmdb:10362",
      "type": "movie",
      "name": "Two Lovers",
      "ids": {
        "tmdb": 10362
      },
      "overview": "Leonard (Joaquin Phoenix) es un joven psicológicamente inestable que intenta recuperarse de su última crisis bajo la atenta mirada de sus padres. Inesperadamente entran en su vida dos mujeres: la encantadora y sencilla Sandra (Vinessa Shaw), hija del nuevo socio de su padre, y Michelle (Gwyneth Paltrow), una misteriosa vecina que parece no encajar en un barrio tan anodino.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/u9dZ84dD12cLLedJfRVHStKSHvh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fMfRgkQrU6Zwb5uJU91HNOPbfyy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7KJx19aPbnsGG94HmJyYWD3Z4ea.png"
    },
    {
      "id": "tmdb:58098",
      "type": "movie",
      "name": "Así reían",
      "ids": {
        "tmdb": 58098
      },
      "overview": "Historia de dos hermanos sicilianos emigrados a Turín. Giovanni, el mayor, acaricia un ambicioso proyecto, que aparentemente está muy lejos de sus posibilidades, pero está dispuesto a hacer lo que sea con tal de hacerlo realidad: desea que Pietro, su hermano pequeño, obtenga el título de maestro. El problema es que Pietro no quiere estudiar. (FILMAFFINITY)",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/5CSB3MXOp9r6Wm3lLuPaFidbAZS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/65VNZCMIKp2c5JMIQgL0MIqIwE5.jpg"
    },
    {
      "id": "tmdb:22613",
      "type": "movie",
      "name": "El forajido",
      "ids": {
        "tmdb": 22613
      },
      "overview": "Billy el Niño y Doc Holliday huyen del sheriff Pat Garret, que antes había sido su amigo. Los forajidos llevan consigo a la mestiza Río, que es la chica de Bill. Las peleas entre los dos amigos son constantes: cuando no es por los caballos es por Río.",
      "year": 1943,
      "poster": "https://image.tmdb.org/t/p/w342/gdNHBdbxOKwiLl16VuvfZW6aitU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aZp0M9AYjZdV71r2xVaLmluPB5Z.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gc3Z46MUMvVwM4WFNlGgWrX1v1S.png"
    },
    {
      "id": "tmdb:4561",
      "type": "movie",
      "name": "Historia de O",
      "ids": {
        "tmdb": 4561
      },
      "overview": "La bella fotógrafa \"O\" es llevada por su amante René al castillo de Roissy para prepararla como esclava sexual. Tras estar varias semanas y abandonar luego el castillo, O conoce por mediación de René a su hermanastro Sir Stephen, con quien comenzará una relación de dominación - sumisión ante el requerimiento de René. Con Sir Stephen continuará su proceso de aprendizaje en la sumisión, se iniciará en las relaciones lésbicas para obtener el sometimiento de otra mujer con quien compensará a René.",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/vBMKZav1k1zbFVi6LZLHsXZJTJr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/b0Ducs0zrJPKttg9837bkEwQHwN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9WX9WS0ZFvDwLvgguhXKT5NAAVX.png"
    },
    {
      "id": "tmdb:125294",
      "type": "movie",
      "name": "Diario de un asesino en serie",
      "ids": {
        "tmdb": 125294
      },
      "overview": "Un escritor, que investiga la vida nocturna de la ciudad como fuente de inspiración para su próxima novela se encontrará con un asesino en serie.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/eYgvetyNQK3paZqZ1UvPjbvRuHy.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:1587",
      "type": "movie",
      "name": "¿A quién ama Gilbert Grape?",
      "ids": {
        "tmdb": 1587
      },
      "overview": "Gilbert es un chico del pequeño pueblo de Endora atrapado allí por las obligaciones familiares. Tras el suicidio de su padre, debe hacerse cargo de su hermano menor, que es deficiente, de sus dos hermanas y de una madre obesa que pesa más de 200 kilos. Su aburrida vida transcurre entre el colmado donde trabaja, su familia y la relación que mantiene con una mujer casada. La llegada al pueblo de una joven optimista llamada Becky cambiará su rutina.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/1W9WHcWBD08V3SxpDpxESODDpde.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tSwCQWsMfI3Hrcghw4tBDvtR9yM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hT23Ud6IuP47zRFuj9BzPdNvVRw.png"
    },
    {
      "id": "tmdb:413114",
      "type": "movie",
      "name": "La orgía",
      "ids": {
        "tmdb": 413114
      },
      "overview": "Un grupo de chicos y chicas se va una semana de vacaciones a una casa y la reunión termina en orgía. Pero no todo es sexo; hay también divagaciones sobre cine, chocolate y churros, y mucho buen humor.",
      "year": 1978,
      "poster": "https://image.tmdb.org/t/p/w342/gdsH3ioXgA7vW9mQqtWu0t0AuVj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9lfyTjg4ILPvNPZsaIEWk2x152w.jpg"
    },
    {
      "id": "tmdb:101028",
      "type": "movie",
      "name": "Cómicos",
      "ids": {
        "tmdb": 101028
      },
      "overview": "Ana Ruiz, una joven actriz que trabaja en una compañía teatral ambulante, interpreta sólo pequeños papeles; pero ella aspira a triunfar y antepone el éxito al amor de Miguel. Cuando la compañía decide estrenar \"El cielo no está lejos\", Ana confía en ser la joven protagonista; sin embargo, el papel vuelve a recaer en la ya veterana Carmen. El empresario Carlos Márquez ofrece a Ana ser la protagonista de un nuevo montaje si se convierte en su amante.",
      "year": 1954,
      "poster": "https://image.tmdb.org/t/p/w342/CaHfHO4GRixGOeE06H4Kiu3ThR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2WgIuG4qk9RWROJzZOCMYvDbJnE.jpg"
    },
    {
      "id": "tmdb:747",
      "type": "movie",
      "name": "Zombies Party",
      "ids": {
        "tmdb": 747
      },
      "overview": "La vida de Shaun es un callejón sin salida. Se pasa la vida en la taberna local con su amigo íntimo Ed, discute con su madre y descuida a su novia, Liz. Cuando Liz le deja plantado. Shaun decide, finalmente, poner su vida en orden. Tiene que reconquistar el corazón de su novia, enmendar sus relaciones con su madre y enfrentarse a las responsabilidades de un adulto.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/g1UOD4SSLPUCzbRjMxUILVGtTw8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9RUPuWUcIcMOHrVJnDxC42wLkjV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tcK2zgZTEjfllsKVETwOPLrjV2k.png"
    },
    {
      "id": "tmdb:217568",
      "type": "movie",
      "name": "¡Cuidado con las señoras!",
      "ids": {
        "tmdb": 217568
      },
      "overview": "Enrique es enviado por su tía Nati a Madrid para que comience a ejercer como médico ya que hace siete años que terminó sus estudios y todavía no ha trabajado. Al llegar, lejos de obedecer a su tía, decide darse la gran vida en unión de su amigo Mateo, de profesión detective privado. Su primera intervención como médico es para extender el certificado de defunción del marido de una espléndida mujer que conoce en la carretera. Al día siguiente ve, en una sala de fiestas, a la presunta viuda acompañada del difunto. Al ser informado de que aquel hombre es el administrador del muerto, decide aclarar el misterio con la ayuda de su amigo Mateo",
      "year": 1968,
      "poster": "https://image.tmdb.org/t/p/w342/zxN1ttvOMzmjr6qJyg5vOWpFsN4.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:39412",
      "type": "movie",
      "name": "Emmanuelle 3: Adiós Emmanuelle",
      "ids": {
        "tmdb": 39412
      },
      "overview": "Emmanuelle y su marido arquitecto continúan con su estilo de vida amoral en las Seychelles. Pero cuando un romance causal entre ella y un director de cine comienzan, su marido muestra signos muy tradicionales de los celos.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/bnF3rXUwwtiRB2W83pqcXwOH848.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bl2ye7MJeBqGjSidhS32DzWSg24.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/24eXWcHlDvmC5WBivaOGioY3OQH.png"
    },
    {
      "id": "tmdb:328901",
      "type": "movie",
      "name": "El benefactor",
      "ids": {
        "tmdb": 328901
      },
      "overview": "Franny es un filántropo rico y excéntrico. En un intento por revivir su pasado, acaba interfiriendo en la vida de los recién casados, Olivia, la joven hija de un amigo fallecido, y Lucas, su prometido.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/7Z5fYIWGemLu5WVUFB23LCZbcMz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6FcVhmKP9dYaJoQ12nFWHD9Aaxy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o7hfCFS4M3fDu5oM6xfXpR1ayed.png"
    },
    {
      "id": "tmdb:1933",
      "type": "movie",
      "name": "Los otros",
      "ids": {
        "tmdb": 1933
      },
      "overview": "Grace educa sola a sus hijos en un aislado caserón victoriano bajo estrictas normas religiosas. Los tres nuevos sirvientes deben aprender una regla vital, la casa estará siempre en penumbra y nunca se abrirá una puerta si no se ha cerrado la anterior  porque los niños sufren una extraña alergia a la luz del día.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/u03kblxsv3zar3Uqt6sRfICU9L6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8HaIZxParuPo7FdSLUwGd6zoz4c.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cAfDGFvGvHqW29rjN2RDuTOfJsm.png"
    },
    {
      "id": "tmdb:44741",
      "type": "movie",
      "name": "Malicia",
      "ids": {
        "tmdb": 44741
      },
      "overview": "En un piso de Catania, en los años cincuenta se reúnen muchas personas de luto por la muerte de la esposa de Ignazio La Brocca, dueño de una próspera sastrería y padre de tres hijos.Entre los presentes hay una joven, Angela La Barbera, que precisamente ese día iba a empezar a trabajar como interina para la familia. El viudo y los tres hijos pronto se acostumbran a los cuidados dulces y atentos de la nueva presencia femenina.El viudo no consigue resistir a la tentación y decide casarse con ella a pesar del poco tiempo transcurrido desde la muerte de su mujer. Además de la presencia dominante de un gran retrato de la primera esposa, otro obstáculo para la unión es el hijo Nino, totalmente obsesionado por la mujer. Entre los dos se va instaurando una relación maliciosa y cruel, en la que Angela se presta a los juegos eróticos del adolescente con tal de conseguir el consenso para casarse con su padre.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/aFDzUNTAFKIl5WK8Llrhz1AfVTt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i3CV5KhT2Y1xv0j606GE9jgc2SC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sSkA55gd1YGZoq9orLjdFJ29zjt.png"
    },
    {
      "id": "tmdb:262161",
      "type": "movie",
      "name": "Kasbah",
      "ids": {
        "tmdb": 262161
      },
      "overview": "A Mario, un joven de modesta procedencia que lleva varios años trabajando en Marruecos en una empresa española, se le acaba de presentar la tan ansiada oportunidad de regresar a España para desempeñar un cargo mejor remunerado. Sin embargo el destino teje redes invisibles, detalles sin importancia, aparentemente inconexos pero capaces de formar una trampa de la que es imposible escapar: el día antes de su partida, Mario recibe un mensaje de su poderoso jefe, Victor Jávaga, en el que le pide que cuide de su hija, Laura, que va a realizar un viaje de vacaciones a Marruecos.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/a7oRJnXtv6ODVmJ2WiFR3mlC7S0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aCd6cGNcPFzfx7Gv5dewG0sxY6e.jpg"
    },
    {
      "id": "tmdb:24811",
      "type": "movie",
      "name": "El cielo no puede esperar",
      "ids": {
        "tmdb": 24811
      },
      "overview": "El bebé que esperan Elizabeth y su marido Kevin está a punto de nacer, y sus padres, prudentemente, deciden ingresar con tiempo en el hospital. Cuando, tras muchas horas de espera, no sucede nada, a la pareja empieza a dominarla el pánico. El problema es que el niño, asustado, no quiere bajar a la Tierra. Será necesario que Elmore, un ángel de la guarda, se encargue de convencerlo de lo maravillosa que es la vida en Nueva York, la ciudad donde viven sus padres.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/mhfFoJ9WE5mvV8NbLWMeusOVCp8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ziwF07XA13aQ5FWqUInHBd8j7jS.jpg"
    },
    {
      "id": "tmdb:24402",
      "type": "movie",
      "name": "Emmanuelle",
      "ids": {
        "tmdb": 24402
      },
      "overview": "Una jovencita recién casada viaja a Bangkok a reunirse con su marido, un diplomático francés. En el viaje es iniciada al sexo por una hermosa adolescente y guiada por un hombre maduro en los placeres de la carne, y aprende a materializar sus fantasías sexuales más secretas, animada por su esposo.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/kFq1ffM4ruQmWH6C3SjVWJoqMi6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ramMMxfUbm8t35Dp7p4QeFlRHIx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6fhWzaR6GIu0ALE01Sv6WkAfW4j.png"
    },
    {
      "id": "tmdb:581387",
      "type": "movie",
      "name": "Alerta roja",
      "ids": {
        "tmdb": 581387
      },
      "overview": "El volcán en la montaña Baekdu hace erupción repentinamente, causando varios terremotos tanto en Corea del Norte como en el Sur. El caos reina en la península de Corea cuando se predicen más erupciones. Para prevenir un desastre mayor, Jeon Yoo-kyung (Jeon Hye-jin) planea una operación basada en la teoría del profesor Kang Bong-rae (Ma Dong-seok), quien ha estudiado la montaña Baekdu y sus posibles erupciones. Jo In-chang (Ha Jung-woo) es el capitán del equipo de fuerzas especiales y es asignado a la operación que mantiene el destino de ambas Coreas en la balanza. Él contacta a Lee Joon-pyeong (Lee Byung-hun), un espía norcoreano para realizar la operación conjuntamente. Mientras, su esposa embarazada, Choi Ji-young (Bae Suzy), está sola en Seúl intentando sobrevivir en medio del desastre.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/A3BP44EvnJIIhyNVwPT0IpvNAoc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jpiw4h4VeSXlPjn6cLzSEeT6vDE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hFRsvlEMDiG1Wb6MJpIT8gigGey.png"
    },
    {
      "id": "tmdb:28468",
      "type": "movie",
      "name": "La llave secreta",
      "ids": {
        "tmdb": 28468
      },
      "overview": "Nino es un hombre mayor que está casado con una bella joven. El tipo no está muy satisfecho con su vida sexual, pero una posibilidad de cambio se abre una noche que sorprende a su esposa dormida.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/yVpTbPqrlvjJG570pG22b6Rlba4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bf0cRj3lFuw7TOWJSa1nNFJYEZX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uUd2UeBzloBqnasdZGXjTvCF9Pt.png"
    },
    {
      "id": "tmdb:3635",
      "type": "movie",
      "name": "La joven de la perla",
      "ids": {
        "tmdb": 3635
      },
      "overview": "Delft, Holanda, 1665. La joven Griet entra a servir en casa de Johannes Vermeer que, consciente de la intuición de la joven para la luz y el color, irá introduciéndola poco a poco en el misterioso mundo de su pintura. Por otro lado, Maria Thins, la suegra de Vermeer, al ver que Griet se ha convertido en la musa del pintor, decide no inmiscuirse en su relación con la esperanza de que su yerno pinte más cuadros. Griet se enamora cada vez más de Vermeer, aunque no está segura de cuáles son los sentimientos del pintor hacia ella. Finalmente, el maquiavélico Van Ruijven, consciente del grado de intimidad de la pareja, se las ingenia para que Vermeer reciba el encargo de pintar a Griet sola. El resultado será una magnífica obra de arte, pero, ¿qué precio deberá pagar Griet?",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/milHDb4L8eyOZoPnrXpVmwglEd9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/a9FofdzVDwRBEC3h6gSL18bBiLt.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gipzYjqZmJgqE3Y5IR8fuIqKnmd.png"
    },
    {
      "id": "tmdb:44389",
      "type": "movie",
      "name": "Highball",
      "ids": {
        "tmdb": 44389
      },
      "overview": "Un grupo de amigos se reúne en tres fiestas diferentes, una de aniversario, otra de Halloween y para celebrar un fin de año. Las relaciones entre ellos y sus personalidades van evolucionando en cada fiesta.Película independiente americana que explota uno de los temas recurrentes en este tipo de producciones, como es las relaciones personales de un grupo de amigos.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/s3yHsPNisOi0SulJG0cU4mId9sn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ftOUcftddMilFu57ngKoBQ3hqT8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eN2OUiI9MWxf1dNcWy8yEdqbLup.png"
    },
    {
      "id": "tmdb:149679",
      "type": "movie",
      "name": "Felices Pascuas",
      "ids": {
        "tmdb": 149679
      },
      "overview": "Un matrimonio sin grandes recursos económicos gana un corderito en una rifa. Cuando ya han decidido comérselo en Nochebuena, advierten que sus hijos se han encariñado con el animal.",
      "year": 1954,
      "poster": "https://image.tmdb.org/t/p/w342/cTu7KsVeC4MHps8nSVwK14QAOLF.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:52212",
      "type": "movie",
      "name": "Miranda",
      "ids": {
        "tmdb": 52212
      },
      "overview": "En esta comedia erótica, Miranda es la encargada de una cantina en un pequeño pueblo que empieza a probar a los distintos hombres disponibles.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/sxBazt4grZmU5eEvLiWmcquP1cA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4mJJdb7TFmqCffMvs81T76vakx0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aQpMvTx2ODga9GrAp0WhQPOPzXO.png"
    }
  ]
}