{
  "metas": [
    {
      "id": "tmdb:28178",
      "type": "movie",
      "name": "Siempre a tu lado",
      "ids": {
        "tmdb": 28178
      },
      "overview": "Basada en una historia real. Un profesor de universidad adopta a un perro vagabundo en una estación del tren. Tras recabar información sobre el animal, el profesor descubre que el perro iba a los andenes a diario durante semanas para esperar el regreso de su amo, pero éste había muerto en un accidente en la ciudad. El perro Hachiko, al lado de su nuevo amo a quien también le cambiará la vida cuando descubre los lazos que se pueden crear entre un animal y una persona.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rLPMD8BOHjvvjjCX7BZQdqNWBm2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFCNw7ewLrc4BgRUw9mN3G3vxOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSBpv8j18UoN1G5jaQgRMTfK0O2.png"
    },
    {
      "id": "tmdb:40141",
      "type": "movie",
      "name": "Las pistolas cantaron la muerte",
      "ids": {
        "tmdb": 40141
      },
      "overview": "Tom es un buscador de oro que recibe el mensaje de un amigo de su pueblo natal pidiéndole que regrese. Cuando lo hace, encuentra el lugar dominado y atemorizado por el hacendado Señor Scott y su sanguinario hijo Jason, sin que nadie se atreva siquiera a cuestionar su métodos. Todas las personas que podrían procurarle información, incluso el amigo que le mandó la carta, son asesinados impunemente uno tras otro. (FILMAFFINITY)",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/dNPw81vKOI4iu7NiDCqrL7s7y3z.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kOVzdEOS1Azacc3ZSWE9QfWiWpW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/swXNBFVmQcMHhlIKalYtVgkIBCI.png"
    },
    {
      "id": "tmdb:324786",
      "type": "movie",
      "name": "Hasta el último hombre",
      "ids": {
        "tmdb": 324786
      },
      "overview": "Narra la historia de Desmond Doss, un joven médico militar que participó en la sangrienta batalla de Okinawa, en el Pacífico durante la II Guerra Mundial, y se convirtió en el primer objetor de conciencia en la historia estadounidense en recibir la Medalla de Honor del Congreso. Doss quería servir a su país, pero desde pequeño se había hecho una promesa a sí mismo: no coger jamás ningún arma.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/m3jj8IJ7uP5p4MqMzgtGW5l4ECd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gQzf1YLUicwHyXyjYNMtk44VjgO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xxucMCBH6h3iJ0Jc8JtVFNnen65.png"
    },
    {
      "id": "tmdb:391",
      "type": "movie",
      "name": "Por un puñado de dólares",
      "ids": {
        "tmdb": 391
      },
      "overview": "Tras la muerte de Juárez, en México dominan la injusticia y el terror. Joe, un pistolero vagabundo, llega al pueblo fronterizo de San Miguel, donde dos familias se disputan el control del territorio, y entra al servicio del clan Rojo. Una noche, Joe es testigo del intercambio de oro por armas entre mexicanos y soldados de la Unión...",
      "year": 1964,
      "poster": "https://image.tmdb.org/t/p/w342/la1A6gknPnZd0bZgL6C7poN11v.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8AQo9k8pD4EAgL8OELKjVGlq1Ec.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dkg4P8OTyZzNOTCF0H6bHuz1hj9.png"
    },
    {
      "id": "tmdb:143754",
      "type": "movie",
      "name": "Cazador de recompensas",
      "ids": {
        "tmdb": 143754
      },
      "overview": "Hanks Fellows es un cazador de recompensas que ultimamente se dedica a recuperar el dinero que los bandidos roban a los bancos, cobrando después un gran salario.\r Ahora va detrás de la banda de Gus Kennebeck, que además también es el asesino de su hermano. Con el paso de los años, ya se ofrece por Kennebeck una gran recompensa, y es el momento para que Fellows lo atrape... (FILMAFFINITY)",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/6JhTlMNC5L5vZV5TvT8Bnx0NNpO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vheUYLvHGyuTaOZZQgF0JqT3aEy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qbU781fwZVUlPUO2kxS1NzHbDHM.png"
    },
    {
      "id": "tmdb:129847",
      "type": "movie",
      "name": "Y ahora le llaman Aleluya",
      "ids": {
        "tmdb": 129847
      },
      "overview": "Aleluya, un mercenario estadounidense, es contratado por el General Emiliano Ramírez para robar un maletín lleno de joyas con el que el ejército regular pretende comprar armas pesadas a los EEUU. Pero la misión se complicará al aparecer en escena una banda de forajidos, un príncipe bielorruso y una misteriosa monja que también pretenden hacerse con las joyas.",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/n86T3uhirg3PkOrh6KsV0JavdJK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/owUIVGWvqH78kIpEJFjzEmqL71e.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/49QChi9kkY9HUBAPtuo5aDFbfCm.png"
    },
    {
      "id": "tmdb:256916",
      "type": "movie",
      "name": "Sus ojos se cerraron y el mundo sigue andando",
      "ids": {
        "tmdb": 256916
      },
      "overview": "Buenos Aires, años 30. Juanita, una joven y bella española admiradora de Carlos Gardel conoce a un oscuro cantante de tangos que se le parece considerablemente. Seducida por el artista, abandona a su novio, e intenta convertir al joven en un doble de su ídolo.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/ueETRSrKjhyqM8cxbPyDDAI7yeH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8IcgaAMee01iS0y74xppiLQ1CuW.jpg"
    },
    {
      "id": "tmdb:271146",
      "type": "movie",
      "name": "La mujer que hablaba con los muertos",
      "ids": {
        "tmdb": 271146
      },
      "overview": "Cuando Elena Castaño era una niña, tenía un don: era capaz de comunicarse con los espíritus de los muertos... pero esa capacidad desapareció al crecer. Ahora, Elena y su hermana Úrsula viven de las rentas del pasado, organizando falsas sesiones de espiritismo en las que embaucan a los incautos. Elena, harta de esa vida, ha decidido que esta noche celebrará su última sesión. Todo está dispuesto, solo que hay un invitado de más... un invitado al que nadie esperaba.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/2Pf2nDe9eXhXLUNcThIj6tyWNwT.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:120129",
      "type": "movie",
      "name": "El coronel no tiene quien le escriba",
      "ids": {
        "tmdb": 120129
      },
      "overview": "Cada viernes El Coronel se coloca el único traje que tiene y acude al muelle para aguardar la carta que anuncie la llegada de su pensión. Pero en el pueblo todos saben que esa pensión nunca llegará. Su mujer también lo sabe, y hasta él mismo lo sabe. No obstante, él sigue esperando, conviviendo con el dolor por la muerte de su hijo...",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/aCnAvZhDjEu5JTwMhXxYyZTXF1Q.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eK8E8U17AdQVGNB9s3PItwZlWwD.jpg"
    },
    {
      "id": "tmdb:166202",
      "type": "movie",
      "name": "¿Qué hace una chica como tú en un sitio como éste?",
      "ids": {
        "tmdb": 166202
      },
      "overview": "Rosa, separada y con dos hijos, tiene que soportar los celos de su ex marido y vive angustiada porque él sigue intentando controlar su vida. Por mediación de una amiga conoce el mundo de la noche y, en este ambiente, conoce a un chico joven con el que mantiene una aventura, pero la persecución de su ex marido le hace la vida imposible. Un día decide que esa situación ha de cambiar, por lo que urde un plan muy inteligente.",
      "year": 1978,
      "poster": "https://image.tmdb.org/t/p/w342/5fIoAVBKav1qLEgJERr1tP8TvpP.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:117916",
      "type": "movie",
      "name": "Haz la loca... no la guerra",
      "ids": {
        "tmdb": 117916
      },
      "overview": "Lola Reyes es una cantante que está triunfando y, por tanto, es asediada por todo el mundo. Un grupo de homosexuales son sus amigos y los únicos autorizados por su posesiva madre. Lola se enamora de un pintor, y éste de ella; así que la pandilla de homosexuales le hacen pasar por uno de ellos para que la madre autorice la amistad.",
      "year": 1976,
      "poster": "https://image.tmdb.org/t/p/w342/yHz9GBb5tUCL428tXvMLPMQnLrZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xJSSzCKR9P7MUjLfPSzE8mVLz92.jpg"
    },
    {
      "id": "tmdb:140669",
      "type": "movie",
      "name": "El fascista, doña Pura y el follón de la escultura",
      "ids": {
        "tmdb": 140669
      },
      "overview": "El consorcio del pueblo aprueba, a propuesta de su Alcalde, encargar a Ramón, un escultor arruinado, una estatua ecuestre de Franco. Luis, uno de los concejales, visita a Ramón y le propone el encargo, que Ramón rechaza por motivos ideológicos, pero después de meditarlo lo acepta ya que no existen estatuas ecuestres de mármol. Cuando finalmente Ramón termina la estatua, todo el consorcio opina que ya pasó el momento de inaugurar una estatua de Franco. Para contentar a Ramón aprueban la realización de una nueva estatua. Esta será dedicada a la democracia.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/tpan1G31KpZzUohhH8RAtpMspky.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/w9oTdtYBB5k7KIexHVOnqmP4pAU.jpg"
    },
    {
      "id": "tmdb:268606",
      "type": "movie",
      "name": "El cura ya tiene hijo",
      "ids": {
        "tmdb": 268606
      },
      "overview": "A Justo, el cura, tras el escándalo de la primera parte, \"El hijo del cura\", es enviado a un pueblo montañoso y frío, nada que ver con el pueblecito costero de agradable clima donde ejercía anteriormente. Nota que la gente joven de su nueva parroquia no va a la iglesia, y al preguntar el motivo, le dicen que todos saben que tiene una hija con una feligresa de la parroquia anterior. Justo intenta deshacer el entuerto, con tan mala suerte que en su parroquia y bajo secreto de confesión le entregan un niño que complica más la situación, ya que él cree que es \"su\" hijo.",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/waBDbmP0WsZqX80qoSO9rWjrgFq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eCS5I2N8wtVRQ2bQqJJQ1kI6VJs.jpg"
    },
    {
      "id": "tmdb:429",
      "type": "movie",
      "name": "El bueno, el feo y el malo",
      "ids": {
        "tmdb": 429
      },
      "overview": "Durante la Guerra de Secesión, tres cazadores de recompensas se lanzan a la búsqueda de un tesoro que ninguno de los tres truhanes puede localizar sin la ayuda de los otros dos. Tuco sabe que el tesoro se encuentra en un cementerio, mientras que Joe conoce el nombre inscrito en la tumba que lo esconde. Mientras tanto, Sentenza no duda en matar a mujeres y niños para conseguir su meta. De esta forma, los tres hombres colaboran en apariencia, pero al final intentarán eliminarse mutuamente.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/fSWnIXsxA47smMLwRELSWkxbVJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tEzlu5U9gQrE55XF1piXPZBtOrD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e0brYd78ykMjc6r2i0R46cEuPSW.png"
    },
    {
      "id": "tmdb:230471",
      "type": "movie",
      "name": "El gladiador más fuerte del mundo",
      "ids": {
        "tmdb": 230471
      },
      "overview": "En el reino de Mersabad, Oniris intenta detentar el poder, pero llega Maciste y echa a perder el complot.",
      "year": 1962,
      "poster": "https://image.tmdb.org/t/p/w342/sDou9gdapdkisAo9Osnjmul0Kch.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ocdTwMa0th79mp22sn7Ilk1NfVw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gN3QDhaz9BUkNoVj1vFPX04QSGk.png"
    },
    {
      "id": "tmdb:157724",
      "type": "movie",
      "name": "De tresillo no hay más que uno",
      "ids": {
        "tmdb": 157724
      },
      "overview": "Todos quieren robarse el tesoro del banco. Pero la llave que abre la caja fuerte está escondida en un hospital psiquiátrico. Hasta allí sigue la pista Tresette...",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/hxBB1iqlAzAvCgcYnb90FYekMMK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7QtuRjYZDHyNFTc7FyuR0ZUczmb.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gX80qB5dpY6mbP65mUvJDpDwx9u.png"
    },
    {
      "id": "tmdb:111697",
      "type": "movie",
      "name": "La máscara de cuero",
      "ids": {
        "tmdb": 111697
      },
      "overview": "Bill Nolan, el Sheriff de Ockland, recibe un telegrama comunicándole la llegada de una diligencia con valores del banco federal. Junto al juez Finley organizan la custodia de la diligencia pero es asaltada de todas maneras y recaen sospecha sobre el sheriff por su extraño accionar en solitario. La confianza de sus ayudantes se debilita y todo se complica cuando lo acusan de violación y uno de sus ayudantes aparece muerto. Su única esperanza es descubrir al bandido enmascarado.",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/1NlYDxoxust6F9eZVxLvY6MBzlK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/q9R6uHv0l2jdj9coKYWf3YNSoRA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zmLECUWqitTNDKK34QZYvmoYlc.png"
    },
    {
      "id": "tmdb:117870",
      "type": "movie",
      "name": "¡Caray, qué palizas!",
      "ids": {
        "tmdb": 117870
      },
      "overview": "Durante la guerra de Secesión al cabo Mac Donald, del Regimiento de Caballería, se le confía un importante cargamento de oro. Junto con los hombres que le acompañan, Mac Donald decide quedarse con el cargamento, y lo esconde para más tarde rescatarlo. Él es el único que sabe dónde ha quedado sepultado, pero en una refriega lo matan. Ahora, el teniente Pollock tendrá como misión averiguar donde lo escondió",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/jjyg0GadJLpCLxf8v1xxniHzfby.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:150025",
      "type": "movie",
      "name": "La venganza de Django",
      "ids": {
        "tmdb": 150025
      },
      "overview": "Los hermanos Cortez y su pandilla roban un banco, secuestran a la novia de Django y huyen más allá de la frontera con México. Tras ellos van varias personas, cada uno por razones diferentes: Django, que además es un cazador de recompensas; el sheriff Fulton, enviado por el banco para recuperar el dinero; Pickwick, para recuperar su caballo; y Pedro y Dolores, que son los dueños del saloon y también les gustaría tener el botín",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/ozRsjiTMqRQNHqFEzsCYJapRsc5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/97bk1HH9Zx9kDJ7y51rP83ZbJdx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6J4MHRZ6NkUNrjSiYsUL7v0k4pA.png"
    },
    {
      "id": "tmdb:59877",
      "type": "movie",
      "name": "Si te dicen que caí",
      "ids": {
        "tmdb": 59877
      },
      "overview": "1970. En la sala de autopsias de un hospital, Sor Paulina y Nito reconocen los cadáveres de dos antiguos compañeros de la infancia: Java y Juanita. Sus recuerdos se remontan a 1940, a una Barcelona desolada en la que los niños, a falta de juguetes, se entretenían contando cuentos \"Aventis\" en los que conjugaban lo que sabían con lo que imaginaban, mezclando la ficción con la realidad.",
      "year": 1989,
      "poster": "https://image.tmdb.org/t/p/w342/x38o0ySRw4BJ1YbikwhHhaHS0gD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jvJYolpTEes14lu2KEuMdIFSl6P.jpg"
    },
    {
      "id": "tmdb:157099",
      "type": "movie",
      "name": "La fórmula de la felicidad",
      "ids": {
        "tmdb": 157099
      },
      "overview": "La vida sin complicaciones de un farmacéutico puritano se sale de control cuando comienza un romance con una cliente mujer trofeo que lo lleva en un viaje de placer que implica el sexo, las drogas y posiblemente de asesinato.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/z4fVz3zPQQseoeb1YhT19b9ZH8g.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cqKPzIU9q51S8XEdZSNmtGJy9nX.jpg"
    },
    {
      "id": "tmdb:589203",
      "type": "movie",
      "name": "522. Un gato, un chino y mi padre",
      "ids": {
        "tmdb": 589203
      },
      "overview": "George es una joven agorafóbica que no puede alejarse más de 522 pasos de su casa. Un día, una tragedia personal la obliga a emprender un viaje desde España a su Portugal natal. A lo largo del camino, el mundo entero de George comienza a ensancharse…",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/alJXKTFBZC3pr9muEf1TGBYcyCV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9wEy9cLoB2uvTfZ2MujpOpYYN6x.jpg"
    },
    {
      "id": "tmdb:103881",
      "type": "movie",
      "name": "Ésta que lo es...",
      "ids": {
        "tmdb": 103881
      },
      "overview": "Lina, que trabaja de sirvienta, está ahorrando con su novio Daniel, que es bombero, para poder casarse. Pero el día de la boda, el novio prefiere ir a apagar un incendio y la deja plantada en la puerta de la iglesia. La chica decide entonces marcharse para ver a su padre, que trabaja en un circo. Haciendo auto-stop la recoge Carlos, un hombre que acaba de atracar un banco",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/unBvYqVYHuJn02AspRNPxsKvLDz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ehl1mKAgj5zioBxZzGvHLkRxBw1.jpg"
    },
    {
      "id": "tmdb:257306",
      "type": "movie",
      "name": "No es bueno que el hombre esté solo",
      "ids": {
        "tmdb": 257306
      },
      "overview": "Martín es un hombre atormentado y solitario que oculta un vergonzoso e inconfesable secreto: vive con una muñeca como si fuera su esposa. Esta idílica vida amorosa se verá gravemente amenazada cuando entren en su vida una prostituta, su hija y el chulo de aquélla.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/NQKnKmtiDslVaXG9rAoeHMIyUn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mbdRJJWBptMnn2PBCMVdz00nfXi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/okFMlV03zxxyTeZalPVmWf46y0V.png"
    },
    {
      "id": "tmdb:133493",
      "type": "movie",
      "name": "Aquí, el que no corre... vuela",
      "ids": {
        "tmdb": 133493
      },
      "overview": "Lola, miembro de una banda de timadores, recibe la visita de una prima que viene a trabajar en una multinacional.",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/xVI9F3iyIF1fhQn5rUA8PCj7Clh.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:138644",
      "type": "movie",
      "name": "El crimen de la calle de Bordadores",
      "ids": {
        "tmdb": 138644
      },
      "overview": "Madrid, finales del siglo XIX. Una mujer adinerada aparece asesinada en su domicilio y su criada parece ser la principal sospechosa; pero la declaración de esta enreda aún más el caso.",
      "year": 1946,
      "poster": "https://image.tmdb.org/t/p/w342/cTy8J7rshwP93k90XPKKh2HAwEx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7xNRrXWQzEyxnSwWcmziRmpSlXG.jpg"
    },
    {
      "id": "tmdb:116616",
      "type": "movie",
      "name": "La mujer más fea del mundo",
      "ids": {
        "tmdb": 116616
      },
      "overview": "Lola Otero, la mujer más fea del mundo, nació en Madrid el 1 de Enero de 1982. Su madre murió en el parto y su padre no superó la ausencia de su esposa. Sola en el mundo, Lola crece con unas monjitas que no pueden protegerla de la crueldad de la gente. Sufre la burla, el desprecio y la humillación de cuantos la rodean. Lola se hace mujer, pero los demás sólo ven un monstruo. A los dieciocho años descubre que el amor no es ciego. Por eso se pone en manos del doctor Werner, que la convierte en la mujer más hermosa del mundo, pero pronto descubrirá que la belleza no lo es todo en la vida.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/5rXnZqotio4xSnUgzp9ZD26hSYt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hLdNcZTkpBGbiU6O9601yxukxXj.jpg"
    },
    {
      "id": "tmdb:144319",
      "type": "movie",
      "name": "Mambrú se fue a la guerra",
      "ids": {
        "tmdb": 144319
      },
      "overview": "Tras la muerte del dictador Francisco Franco, Florentina da a su familia una impactante noticia.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/cfowlVQA8AcPsn99K1Oe3hWj129.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yH0GOInoZRHq0d0tj2ipBYqbbZf.jpg"
    },
    {
      "id": "tmdb:71796",
      "type": "movie",
      "name": "¿Por qué lo llaman amor cuando quieren decir sexo?",
      "ids": {
        "tmdb": 71796
      },
      "overview": "Gloria es una actriz porno a la que se le enferma el compañero. Manu llega de sustituto, y trabaja sorprendentemente bien.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/ywPlQjcxdpvrrgSegEUJjAeH3fV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sdHQnGvHGYPLg46gY2xWxqgSz96.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dsrdV4HKro6kQJ6GNf6OvgnDilc.png"
    },
    {
      "id": "tmdb:325685",
      "type": "movie",
      "name": "El Love feroz o Cuando los hijos juegan al amor",
      "ids": {
        "tmdb": 325685
      },
      "overview": "Un matrimonio español de clase media, muy tradicional, ve alterada su vida cuando los hijos empiezan a despertar amorosa e ideológicamente y se rebelan contra lo que ellos perciben como la falsa moral. No se conforman con los principios heredados de sus padres y las ideas imperantes de la época.",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/yyP07PyVcDROw1xqOZnVY59o3lB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wMW7spzuVdhw2IpqFvdcPLQ8y7I.jpg"
    },
    {
      "id": "tmdb:129856",
      "type": "movie",
      "name": "Un dólar para Sartana",
      "ids": {
        "tmdb": 129856
      },
      "overview": "El rico terrateniente Gratton pretende apoderarse de todas las tierras del estado. Poco a poco, los atemorizados habitantes de Sartana City van abandonando sus tierras, o las malvenden para poder subsistir. La familia Carson es una de las muchas perjudicadas, pero Kit, el más joven de los Carson, se enrola en los federales de Texas para poder defender sus tierras. Mientras tanto, Gratton, el sheriff y el banquero local, siguen extorsionando a los colonos que no pueden resistir por más tiempo sus presiones. La llegada de \"Dólar\", un misterioso personaje, transformará el pueblo en un hervidero. (FILMAFFINITY)",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/qpeOQJjSY0X2rwhvdHZdzvaO3VM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lkNf0CDX6kMqetWSNEsjSh7dNCp.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/g8TELL4LcKtAK9epOXICxuVq1HH.png"
    },
    {
      "id": "tmdb:513902",
      "type": "movie",
      "name": "Eva, limpia como los chorros del oro",
      "ids": {
        "tmdb": 513902
      },
      "overview": "Una familia de pueblo llega a Madrid ilusionada con la vida mejor y más cómoda de la capital. Las colocaciones están mal y, además, sólo saben hacer las faenas del campo. El marido tiene que esforzarse pero no consigue más que vivir cada vez peor. De un buen piso con unos parientes terminan en una habitación inmunda. La solución la encuentran poniéndose el marido a 'servir' , pero lo hace tan bien que decide seguir en esa profesión.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/lMNCvTDzUrQMLzLaX8txUeY1XXX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/t6cghHACnQKhrSOfQeGcmMTh4D0.jpg"
    },
    {
      "id": "tmdb:256789",
      "type": "movie",
      "name": "La vida en un hilo",
      "ids": {
        "tmdb": 256789
      },
      "overview": "Después de enterrar con todos los honores a su difunto esposo, una joven viuda abandona la sórdida vida provinciana y se va a Madrid. Fue una etapa muy dura de su vida, que debió soportar con resignación, pero ahora está dispuesta a recuperar el tiempo perdido. En el tren coincide con una adivina.",
      "year": 1945,
      "poster": "https://image.tmdb.org/t/p/w342/jmT2E5gttP8vQccflPTEcggS6Yr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jiFf1LJ807o3yIv3vNVgb7N8jFT.jpg"
    },
    {
      "id": "tmdb:56142",
      "type": "movie",
      "name": "Confidencias",
      "ids": {
        "tmdb": 56142
      },
      "overview": "Un profesor norteamericano jubilado vive una vida solitaria en su lujoso palacio de Roma. Tiene un enfrentamiento con una vulgar marquesa italiana y sus acompañantes: su amante, su hija y el novio de su hija, y se ve obligado a alquilarles el apartamento del ático del palacio. Su vida hasta entonces rutinaria se verá sumida en el caos por las maquinaciones de sus inquilinos.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/v5Kb3kqxBV1ElpKrd39a1NYfFr1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zuXlN8gTWI453Rv5JokmexftV2S.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4eXbzeP3EZyYujRM83WuMGsLwXo.png"
    },
    {
      "id": "tmdb:122976",
      "type": "movie",
      "name": "Padre no hay más que dos",
      "ids": {
        "tmdb": 122976
      },
      "overview": "Florencio y Amalio son dos artistas de cabaret que se divorcian de sus mujeres y se quedan con la custodia de sus hijos. Un desaprensivo estafa a los dos alquilándoles la misma ruinosa casona. Allí se dispondrán a vivir ambos tratando de salir adelante formando un equipo de magos que resulta ser un fracaso. Pero gracias a las ideas de sus hijos, los dos padres forman una pareja de cómico musical que, a pesar de los fracasos iniciales, resulta ser un éxito con la participación de los chavales. Por otra parte, Florencio y Amalio intentarán ligar con chicas que son radicalmente distintas a sus esposas pero los chavales podrán todos los impedimentos para que no tengan futuro.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/txoqaGACEe73QjUluLqZRnDHWCA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/offtP3HSdnbz0XH3KzRTzMlv8Ot.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8bQCGyM4jUvMMDofbGT37GZDQpj.png"
    },
    {
      "id": "tmdb:421932",
      "type": "movie",
      "name": "El alcalde y la política",
      "ids": {
        "tmdb": 421932
      },
      "overview": "Antes de la celebración de las elecciones municipales, un partido político decide apoyar al candidato de Somerruelos, un pueblo que es clave para la comunicación entre dos provincias. Ese hombre es el actual alcalde, un personaje respetado y temido por todos, que gobierna a su antojo, permitiendo la prostitución y el juego.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/1pTNtjKTo7nPdHbolKkrtLwu7dE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dQF1sAPPjblUqm8mYFivneQmUPo.jpg"
    },
    {
      "id": "tmdb:25627",
      "type": "movie",
      "name": "No profanar el sueño de los muertos",
      "ids": {
        "tmdb": 25627
      },
      "overview": "Un joven anticuario se va de vacaciones. En el camino conoce a una joven mujer en camino a la granja de su hermana. En el campo ella es atacada por un extraño vagabundo que supuestamente había muerto hacía una semana. El motivo es una nueva máquina experimental del ministerio de agricultura que, a través del ultrasonido, acaba con plagas y los insectos. Cuando la pareja llega a la granja, se encuentran con un hombre asesinado por este espectral zombie. La trama se complica con la investigación de la policía, que sospecha que todo es asunto de hippies satánicos y drogadictos.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/xiU1GfrUk9RjrAMLYmrlwFJA8Ec.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9xxF1MBsXJ3Y2EJQsqU61StzcNU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/83pXG36GpzStyrI4pOCkk6VXtI7.png"
    },
    {
      "id": "tmdb:185859",
      "type": "movie",
      "name": "Más de mil cámaras velan por tu seguridad",
      "ids": {
        "tmdb": 185859
      },
      "overview": "Una serie de sucesos, en apariencia cotidianos, involucran a un grupo de jóvenes universitarios en una trama de suspense; Susana (Laura Manzanedo) ha roto con Toni (Antonio Hortelano), su novio desde hace tiempo, pero lejos de aceptarlo, Toni está dispuesto a todo para recuperar a su chica, sobre todo desde que se ha enterado de que su nuevo novio es Álex (Fernando Andina), un niño bien un poco prepotente que colecciona coches deportivos. Toni y Susana tienen un grupo de amigos: Roberto (Lorenzo Armenteros), el incondicional amigo de Toni; Patricia (Eva Marciel), una estudiante de medicina; Andrea (Mónica Estarreado), una mensajera pasota; y Lorena (Aurora Carbonell), la compañera sexy de facultad de Susana. Juntos se verán envueltos en una misteriosa trama de la que tienen muy difícil salida",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/qosgbzetFtyvdC0IqFq187wAPXh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cl0u1U5OmlrlI9kHzznntvxWnOC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6aOBfFmDRj6L95ZPZgtO7Kg7pJc.png"
    },
    {
      "id": "tmdb:49361",
      "type": "movie",
      "name": "Angustia de silencio",
      "ids": {
        "tmdb": 49361
      },
      "overview": "Los habitantes de Accendura, un pequeño pueblo de la región Lucania, están aterrorizados por las andanzas de un misterioso asesino que mata a niños.",
      "year": 1972,
      "poster": "https://image.tmdb.org/t/p/w342/39hlDbosEDvTuB0wHMlsNpBlgsp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qqQ5nCnzii6OT16WgeMFIYwsBFE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hCqwp9ef9RJGFIB7jyA3c59gB9l.png"
    },
    {
      "id": "tmdb:51823",
      "type": "movie",
      "name": "Across the Line: La huida de Charly Wright",
      "ids": {
        "tmdb": 51823
      },
      "overview": "La historia se centra en Charlie, un genio de Los Ángeles, el multimillonario financiero que va al exilio autoimpuesto en Tijuana despues de que su imperio se revela que fue un esquema Ponzi...",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/yfKK3u6Lp3EwMbsKrNhZpQMOT0I.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jq2PByYoXK6K0rbdL41C2yjGK8E.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1SSSAu9abJJi95ufqsHge3nJlK6.png"
    },
    {
      "id": "tmdb:258056",
      "type": "movie",
      "name": "Los que no fuimos a la guerra",
      "ids": {
        "tmdb": 258056
      },
      "overview": "Primera Guerra Mundial. En un área mayoritariamente rural de la España neutral, dos familias se enfrentan y juegan un papel en situaciones embarazosas porque no apoyan al mismo bando en la guerra. Esto influenciará la ruptura de un compromiso.",
      "year": 1962,
      "poster": "https://image.tmdb.org/t/p/w342/aemtY9TPEvSLg7qWoNvVBJQtU18.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:44741",
      "type": "movie",
      "name": "Malicia",
      "ids": {
        "tmdb": 44741
      },
      "overview": "En un piso de Catania, en los años cincuenta se reúnen muchas personas de luto por la muerte de la esposa de Ignazio La Brocca, dueño de una próspera sastrería y padre de tres hijos.Entre los presentes hay una joven, Angela La Barbera, que precisamente ese día iba a empezar a trabajar como interina para la familia. El viudo y los tres hijos pronto se acostumbran a los cuidados dulces y atentos de la nueva presencia femenina.El viudo no consigue resistir a la tentación y decide casarse con ella a pesar del poco tiempo transcurrido desde la muerte de su mujer. Además de la presencia dominante de un gran retrato de la primera esposa, otro obstáculo para la unión es el hijo Nino, totalmente obsesionado por la mujer. Entre los dos se va instaurando una relación maliciosa y cruel, en la que Angela se presta a los juegos eróticos del adolescente con tal de conseguir el consenso para casarse con su padre.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/aFDzUNTAFKIl5WK8Llrhz1AfVTt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i3CV5KhT2Y1xv0j606GE9jgc2SC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sSkA55gd1YGZoq9orLjdFJ29zjt.png"
    },
    {
      "id": "tmdb:15247",
      "type": "movie",
      "name": "Ipcress",
      "ids": {
        "tmdb": 15247
      },
      "overview": "A Harry Palmer no le gusta el mundo del espionaje, pero no conoce otro tipo de vida. En esta ocasión, la misión de Harry consiste en localizar al doctor Aubrey Richards, que ha desaparecido teniendo en su poder un valioso archivo que puede haber llegado a manos del enemigo. El gobierno también teme que Richards haya sido sometido a un lavado de cerebro, como ya había pasado con otros dos científicos británicos...",
      "year": 1965,
      "poster": "https://image.tmdb.org/t/p/w342/86N5UgRWswSUz9m1mApak0Utf97.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4r0EgHdQrEBBRu8A3a45poW808J.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/g536b7Eg5Jk9apEBfggytfAFV8W.png"
    },
    {
      "id": "tmdb:311043",
      "type": "movie",
      "name": "La visita que no tocó el timbre",
      "ids": {
        "tmdb": 311043
      },
      "overview": "Dos hermanos solteros conviven sin problemas hasta el día en que una amiga deja a su bebé en su apartamento porque no tiene tiempo para cuidarlo.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/8I0Ivn0JQ2Wsq9rF0nt6oDQWC9H.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/m0ZjdbAsUEkqE2pnBRc5MeDCNQZ.jpg"
    },
    {
      "id": "tmdb:29568",
      "type": "movie",
      "name": "En la ciudad de Sylvia",
      "ids": {
        "tmdb": 29568
      },
      "overview": "Un hombre vuelve a Estrasburgo para buscar a una mujer de la que se enamoró locamente cuatro años atrás y recuperar aquel mágico momento. Es verano. El joven extranjero callejea observando y dibujando gestos y expresiones captadas azarosamente en la calle sin dejar de buscar a esa mujer, cuyo recuerdo gravita sobre la ciudad. Esa búsqueda le conduce a otra mujer y ésta a otra... siempre bajo la invocación de la ausente.",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/sr9d1gPHIrCs6MMdKUkZNgqghMO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dP3lpd8FrdNGVDfctrwuvFigFBk.jpg"
    },
    {
      "id": "tmdb:30422",
      "type": "movie",
      "name": "El asesino está entre los trece",
      "ids": {
        "tmdb": 30422
      },
      "overview": "Al cumplirse dos años de la muerte de un acaudalado abogado, su viuda decide celebrar una reunión en una casa de campo, invitando a los trece mejores amigos del difunto. Su intención es descubrir al asesino de su marido que se encuentra entre el grupo de invitados. El transcurrir de los días hará que se vayan esclareciendo los posible móviles de cada uno.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/et7fHKQGWvPJdpBnCSXbHGQmGuF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/keybJrMwiYJu1DIVf6UvCQdkk7e.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o8Rh0PTP6SB9ZuvcScs2EcfD47o.png"
    },
    {
      "id": "tmdb:97319",
      "type": "movie",
      "name": "Cosas que hacen que la vida valga la pena",
      "ids": {
        "tmdb": 97319
      },
      "overview": "Hortensia es una mujer madura que trabaja en una oficina del INEM. Cuando su marido la abandonó por una joven, perdió toda esperanza de volver a enamorarse. Un día conoce en la oficina a un parado que acaba de superar una profunda depresión.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/yewxqBZCWip3VZq1qGX5OSmLEYI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wMjYE79A8Y5ujF3LXgpdL64Wcdg.jpg"
    },
    {
      "id": "tmdb:82299",
      "type": "movie",
      "name": "Mas allá del bien y del mal",
      "ids": {
        "tmdb": 82299
      },
      "overview": "En 1899, Paul  conoce a la joven judía rusa  Salomé e inmediatamente quiere casarse con ella. Ella en cambio, propone una relación más ambigua: Ellos dos y su amigo, Friedrich Nietzsche.Con un título que hace referencia a la obra del famoso filósofo alemán, \"Más allá del bien y del mal. Preludio de una filosofía del futuro\", se esconde este drama que profundiza en la intensa relación que se estableció en la década de 1880 entre Nietzsche, la escritora y psicoanalista Lou Salome y el también filósofo Paul Rée.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/bxFXut8oJUTmzYiDdtIrMEMDim5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rR26yqyPLrZgm7RQmmLXKJcP0PQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kMeKECB0xDTKy0Zcla6VxMUTQmh.png"
    },
    {
      "id": "tmdb:98607",
      "type": "movie",
      "name": "¿De qué se ríen las mujeres?",
      "ids": {
        "tmdb": 98607
      },
      "overview": "Luci, Graci y Mar, tres hermanas que forman un trío cómico, asisten a la boda de su padre con una mujer 45 años más joven que él. Durante el banquete, el marido de Luci muere en un accidente. A pesar de la tragedia, el trío debe cumplir su compromiso de actuar el mes de agosto en una sala de Benidorm. En pleno duelo, la viuda descubre, gracias a una agenda, que su marido la engañaba. Entonces, para vengarse, decide lanzarse a ligar a lo loco. Sus hermanas la apoyan, pero, poco a poco, las tres van llegando a la conclusión de que los hombres no valen gran cosa y sólo producen risa.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/oGLi6TbyCYm7QyOGtTIwvQWLPYX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1pqJHjr5LsgwmlCe4SfIn1XMKtV.jpg"
    },
    {
      "id": "tmdb:1368",
      "type": "movie",
      "name": "Acorralado",
      "ids": {
        "tmdb": 1368
      },
      "overview": "John Rambo es un veterano de la guerra de Vietnam que sufre de estrés postraumático. Un día, llega a un pequeño pueblo de Oregón, donde el sheriff Will Teasle le detiene por vagabundear. Rambo logra escapar de la comisaría y se refugia en el bosque, donde usa sus habilidades de supervivencia y combate para enfrentarse a los policías que le persiguen. El coronel Samuel Trautman, el antiguo jefe de Rambo, llega al pueblo para intentar negociar con él y evitar una masacre. Rambo tendrá que luchar contra sus propios demonios y contra las fuerzas del orden que le quieren capturar o matar.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/sYHRcd9p3rV3t3w8MHGaA7wdIBl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/277Ct5pdW4WAbaBjYLwX2BEeZqk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yAZUxdJ9tZHvNoSONu1JKvfRNw2.png"
    }
  ]
}