{
  "metas": [
    {
      "id": "tmdb:429",
      "type": "movie",
      "name": "El bueno, el feo y el malo",
      "ids": {
        "tmdb": 429
      },
      "overview": "Durante la Guerra de Secesión, tres cazadores de recompensas se lanzan a la búsqueda de un tesoro que ninguno de los tres truhanes puede localizar sin la ayuda de los otros dos. Tuco sabe que el tesoro se encuentra en un cementerio, mientras que Joe conoce el nombre inscrito en la tumba que lo esconde. Mientras tanto, Sentenza no duda en matar a mujeres y niños para conseguir su meta. De esta forma, los tres hombres colaboran en apariencia, pero al final intentarán eliminarse mutuamente.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/fSWnIXsxA47smMLwRELSWkxbVJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tEzlu5U9gQrE55XF1piXPZBtOrD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e0brYd78ykMjc6r2i0R46cEuPSW.png"
    },
    {
      "id": "tmdb:1587",
      "type": "movie",
      "name": "¿A quién ama Gilbert Grape?",
      "ids": {
        "tmdb": 1587
      },
      "overview": "Gilbert es un chico del pequeño pueblo de Endora atrapado allí por las obligaciones familiares. Tras el suicidio de su padre, debe hacerse cargo de su hermano menor, que es deficiente, de sus dos hermanas y de una madre obesa que pesa más de 200 kilos. Su aburrida vida transcurre entre el colmado donde trabaja, su familia y la relación que mantiene con una mujer casada. La llegada al pueblo de una joven optimista llamada Becky cambiará su rutina.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/1W9WHcWBD08V3SxpDpxESODDpde.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tSwCQWsMfI3Hrcghw4tBDvtR9yM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hT23Ud6IuP47zRFuj9BzPdNvVRw.png"
    },
    {
      "id": "tmdb:423",
      "type": "movie",
      "name": "El pianista",
      "ids": {
        "tmdb": 423
      },
      "overview": "Varsovia, 1939. El pianista polaco de origen judío Wladyslaw Szpilman (Adrien Brody) interpreta un tema de Chopin en la radio nacional de Polonia mientras la aviación alemana bombardea la capital. El régimen nazi ha invadido el país, y como hace en otros países invadidos, lleva a cabo la misma política con respecto a los judíos. Así Szpilman y toda su familia -sus padres, su hermano y sus dos hermanas- se ven obligados a dejar su casa y todo lo que les pertenece para trasladarse con miles de personas de origen judío al ghetto de Varsovia. Mientras Wladyslaw trabaja como pianista en un restaurante propiedad de un judío que colabora con los nazis, su hermano Henryk (Ed Stoppard) prefiere luchar contra los nazis. Pero tres años más tarde, los habitantes del ghetto son trasladados en trenes hacia campos de concentración.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/mxfLOWnHnSlbdraKfzRn5mqoqk7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hHrEwLQKpc3rVIzccMThmu6ou9M.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aB69H37bMYVXi03RBHqEjEa9iSL.png"
    },
    {
      "id": "tmdb:28178",
      "type": "movie",
      "name": "Siempre a tu lado",
      "ids": {
        "tmdb": 28178
      },
      "overview": "Basada en una historia real. Un profesor de universidad adopta a un perro vagabundo en una estación del tren. Tras recabar información sobre el animal, el profesor descubre que el perro iba a los andenes a diario durante semanas para esperar el regreso de su amo, pero éste había muerto en un accidente en la ciudad. El perro Hachiko, al lado de su nuevo amo a quien también le cambiará la vida cuando descubre los lazos que se pueden crear entre un animal y una persona.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rLPMD8BOHjvvjjCX7BZQdqNWBm2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFCNw7ewLrc4BgRUw9mN3G3vxOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSBpv8j18UoN1G5jaQgRMTfK0O2.png"
    },
    {
      "id": "tmdb:9769",
      "type": "movie",
      "name": "Lolita",
      "ids": {
        "tmdb": 9769
      },
      "overview": "Humbert es un europeo culto, brillante y atractivo que se instala en una ciudad de Nueva Inglaterra como profesor. Una vez allí, se hospeda en casa de Charlotte, una voluptuosa viuda, que ve en Humbert la encarnación de sus fantasías provincianas. Pero Humbert oculta una herida envenenada: el recuerdo de un frustrado amor de adolescencia. Por eso, Lolita, la hija de Charlotte, se le aparece a Humbert como la materialización de sus sueños.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/3nTCYIR9kwBDAnbjNlf6IHMEHry.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kYZbdtV7JKYjyCwFzh3ocoGnLnk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tzlgvs6dXNjk91U96PnVQzHf7A1.png"
    },
    {
      "id": "tmdb:2330",
      "type": "movie",
      "name": "Taxi Express",
      "ids": {
        "tmdb": 2330
      },
      "overview": "Daniel, un joven repartidor de pizzas, consigue hacer realidad uno de sus sueños: obtener la licencia de taxi. Pero un encuentro fortuito con Emilien le pone en un aprieto: para conservar su licencia de taxi, han de detener a una banda que está desmantelando los bancos del país.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/hJGTeFfEVzYGhB84YFU67B3VG4F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/148xS3PsuxDHT3VCcj3dzdU1lj3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/shKSBFh8eBz1zxEITJXkwqFon8O.png"
    },
    {
      "id": "tmdb:587792",
      "type": "movie",
      "name": "Palm Springs",
      "ids": {
        "tmdb": 587792
      },
      "overview": "Cuando el desenfadado Nyles y su reticente dama de honor Sarah tienen la oportunidad de encontrarse en una boda de Palm Springs, las cosas se complican al verse incapaces de escapar del lugar y el uno del otro",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/eYNS3rNpLDxx5NJ16dwczAf4a7e.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/abHa4yfuwX957FLw3FRxZFMENRV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1O92r8CnyvdEgeda7rOZDYEWNAG.png"
    },
    {
      "id": "tmdb:530385",
      "type": "movie",
      "name": "Midsommar",
      "ids": {
        "tmdb": 530385
      },
      "overview": "Una pareja estadounidense que no está pasando por su mejor momento acude con unos amigos a un festival de verano que se celebra cada noventa años en una aldea remota de Suecia. Lo que comienza como unas vacaciones de ensueño en un lugar en el que el sol no se pone nunca, poco a poco se convierte en una oscura pesadilla cuando los misteriosos aldeanos les invitan a participar en sus perturbadoras actividades festivas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/a4Uwb4vnep76r1HRNduFgT9MRez.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vxKs0JLPT63lcYZTK8P6b3SaFff.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mjf2CyGrMqjUjsjXsaEsakBrOdA.png"
    },
    {
      "id": "tmdb:27578",
      "type": "movie",
      "name": "Los mercenarios",
      "ids": {
        "tmdb": 27578
      },
      "overview": "Un grupo de mercenarios es contratado para infiltrarse en un país sudamericano y derrocar a su despiadado y corrupto dictador. Una vez allí, se verán atrapados en una telaraña de engaño y traición. Una vez fracasada la misión, tendrán que enfrentarse a un reto aún más difícil; salvar la unidad del grupo y la amistad que los ha unido durante largos años.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/qiKXe4xbXnXdrhQXmXpZwG4Qlkv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7iugqPsB7BkqPouupLjmMDHsk45.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7Gjh8HJpkgQplW0ydg1xJrZWwAC.png"
    },
    {
      "id": "tmdb:5528",
      "type": "movie",
      "name": "Los chicos del coro",
      "ids": {
        "tmdb": 5528
      },
      "overview": "En 1948 Clément Mathieu, profesor de música desempleado, acepta un puesto como profesor vigilante en un internado de reeducación de menores. El sistema represivo aplicado por el director conmociona a Mathieu. Enseñándoles música y canto coral a estos niños tan difíciles, Mathieu transformará sus vidas cotidianas.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/f0FrAsLdcnCbvbT9Ofj31UkmcNe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gCRlj9soFwM7ME5nz3MKruR3yyV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o1K8iSNLLXFDOfAVapjNBFVh0YW.png"
    },
    {
      "id": "tmdb:1368",
      "type": "movie",
      "name": "Acorralado",
      "ids": {
        "tmdb": 1368
      },
      "overview": "John Rambo es un veterano de la guerra de Vietnam que sufre de estrés postraumático. Un día, llega a un pequeño pueblo de Oregón, donde el sheriff Will Teasle le detiene por vagabundear. Rambo logra escapar de la comisaría y se refugia en el bosque, donde usa sus habilidades de supervivencia y combate para enfrentarse a los policías que le persiguen. El coronel Samuel Trautman, el antiguo jefe de Rambo, llega al pueblo para intentar negociar con él y evitar una masacre. Rambo tendrá que luchar contra sus propios demonios y contra las fuerzas del orden que le quieren capturar o matar.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/sYHRcd9p3rV3t3w8MHGaA7wdIBl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/277Ct5pdW4WAbaBjYLwX2BEeZqk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yAZUxdJ9tZHvNoSONu1JKvfRNw2.png"
    },
    {
      "id": "tmdb:253376",
      "type": "movie",
      "name": "La cueva",
      "ids": {
        "tmdb": 253376
      },
      "overview": "Tres chicos y dos chicas viajan en plan mochilero a una isla paradisíaca. Cuando llegan, alquilan motos, recorren los parajes más hermosos y recónditos, acampan en el bosque, se emborrachan y se bañan en el mar. Al día siguiente, deciden explorar una cueva profunda y laberíntica, pero se extravían. Si quieren sobrevivir dentro de la cueva, deberán hacerlo en condiciones inhumanas: sin agua y sin alimentos, no parece que haya ninguna posibilidad de conseguirlo.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/vQgUNCouT5frFxeXx5mXRskOhWJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6FNUA7QbugUvUlaxCipqoUjITjZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/t0ceKbzcZ4rrjfM1isOJyLOuARB.png"
    },
    {
      "id": "tmdb:136726",
      "type": "movie",
      "name": "La Celestina",
      "ids": {
        "tmdb": 136726
      },
      "overview": "El joven noble Calisto se enamora de Melibea, la hija de un rico comerciante. El sirviente de Calisto, Sempronio, le sugiere ir con la hechizera Celestina para conseguir su amor.. Sin embargo su otro sirviente, Parmeno, sospecha de Celestina porque conoce sus trucos. Luego de que Celestina convence a Melibea del amor de Calisto y arreglar una reunion clandestina entre ellos, Calisto le da a Celestina una cara cadena de oro. Ambos sirvientes no estan satisfechos con las mujeres enviadas por Celestina y le demandan mas, comenzando una dramatica secuencia de eventos.",
      "year": 1996,
      "poster": "https://image.tmdb.org/t/p/w342/qUDbwyhC19V8OgZgzOF45DHyt1f.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zsS0FYL914us0FcXxCQQuDzcfOz.jpg"
    },
    {
      "id": "tmdb:581387",
      "type": "movie",
      "name": "Alerta roja",
      "ids": {
        "tmdb": 581387
      },
      "overview": "El volcán en la montaña Baekdu hace erupción repentinamente, causando varios terremotos tanto en Corea del Norte como en el Sur. El caos reina en la península de Corea cuando se predicen más erupciones. Para prevenir un desastre mayor, Jeon Yoo-kyung (Jeon Hye-jin) planea una operación basada en la teoría del profesor Kang Bong-rae (Ma Dong-seok), quien ha estudiado la montaña Baekdu y sus posibles erupciones. Jo In-chang (Ha Jung-woo) es el capitán del equipo de fuerzas especiales y es asignado a la operación que mantiene el destino de ambas Coreas en la balanza. Él contacta a Lee Joon-pyeong (Lee Byung-hun), un espía norcoreano para realizar la operación conjuntamente. Mientras, su esposa embarazada, Choi Ji-young (Bae Suzy), está sola en Seúl intentando sobrevivir en medio del desastre.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/A3BP44EvnJIIhyNVwPT0IpvNAoc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jpiw4h4VeSXlPjn6cLzSEeT6vDE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hFRsvlEMDiG1Wb6MJpIT8gigGey.png"
    },
    {
      "id": "tmdb:1369",
      "type": "movie",
      "name": "Rambo: Acorralado Parte II",
      "ids": {
        "tmdb": 1369
      },
      "overview": "Rambo es excarcelado y enviado de vuelta al Vietnam con una nueva misión: averiguar el paradero de unos soldados norteamericanos desaparecidos. Tras saltar en paracaídas en la jungla, portando únicamente un cuchillo y un arco con flechas, se le dice que no ataque al enemigo y que sólo haga fotografías de reconocimiento. Pero el plan no saldrá como estaba previsto.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/TuW7rwhdVPrm3qBsBGnn747Uar.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2vlFPft9hDZEdQJSVqNznZVILrj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uUTS5ZTXFLNszIG8B2yzvXpHdWf.png"
    },
    {
      "id": "tmdb:326284",
      "type": "movie",
      "name": "Estado crítico",
      "ids": {
        "tmdb": 326284
      },
      "overview": "En China para donar su riñón a su sobrina moribunda, Deacon (VAN DAMME), un ex agente de operaciones encubiertas, se despierta el día antes de la operación para descubrir que ha sido víctima de robo de órganos. Cosido y cabreado, Deacon desciende de su lujoso hotel en busca de su riñón robado y va dejando un camino empapado de sangre a través de los rincones más oscuros de la ciudad – prostíbulos, clubes de lucha, mercados negros en callejones y fincas de multimillonarios de élite. El reloj está corriendo por su sobrina y con cada paso que pierde sangre, Deacon con la ayuda de sus antiguos conexiones del hampa y su hermano civil recorrerá la parte más sórdida de la ciudad, demostrando a todo el que se cruce en su camino que nada significa más para un hombre que su carne y su sangre.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/lhueuMuA1YELzw8xAFUevEKW6iG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tuUlpVhs3D56SmQFzZl5k8RB7dj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lEsTgmINOJcCFM6o8XdUbaGsPNX.png"
    },
    {
      "id": "tmdb:8689",
      "type": "movie",
      "name": "Holocausto caníbal",
      "ids": {
        "tmdb": 8689
      },
      "overview": "Cuatro jóvenes documentalistas se adentran en la selva amazónica (América del Sur) para realizar un reportaje sobre las tribus que habitan en esa región, de las que se dice que todavía practican el canibalismo. Debido a la desaparición de los reporteros, dos meses después un grupo de rescate es enviado para averiguar qué ha sido de ellos; lo único que encuentran es el material filmado sobre su terrible fin.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/r7JBDaxsU0Uw1liRjDpv3e4xpXF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ptg4aaFbrNNg8If5ZtbQa5r4Nz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1HfnMUnUiA2fiQPONoIgEgGa03z.png"
    },
    {
      "id": "tmdb:59418",
      "type": "movie",
      "name": "Los novios búlgaros",
      "ids": {
        "tmdb": 59418
      },
      "overview": "Daniel es un homosexual que disfruta de una desahogada posición social, un cómodo piso en un buen barrio de Madrid, un respetable bufete de abogado y una cordial relación con su conservadora familia. Con sus amigos frecuenta Chueca, el barrio gay de la capital, a la caza de chicos guapos, especialmente eslavos. Así conoce a Kyril, un joven y atractivo búlgaro sin escrúpulos, del que se enamora perdidamente. Muy pronto Kyril empieza a pedirle a Daniel favores que infringen la legalidad. Además, se trae de Bulgaria a su novia y la instala en casa de su amigo. A estas alturas, Daniel es ya perfectamente consciente de que está siendo utilizado; a pesar de lo cual seguirá apoyando las ilegales y peligrosas actividades de su amante.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/5wTiEgSW5dCF7BgtMnnNHWtBfP4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sG0IRD2yhR19Nb5Ur53R6RZaJb6.jpg"
    },
    {
      "id": "tmdb:747",
      "type": "movie",
      "name": "Zombies Party",
      "ids": {
        "tmdb": 747
      },
      "overview": "La vida de Shaun es un callejón sin salida. Se pasa la vida en la taberna local con su amigo íntimo Ed, discute con su madre y descuida a su novia, Liz. Cuando Liz le deja plantado. Shaun decide, finalmente, poner su vida en orden. Tiene que reconquistar el corazón de su novia, enmendar sus relaciones con su madre y enfrentarse a las responsabilidades de un adulto.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/g1UOD4SSLPUCzbRjMxUILVGtTw8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9RUPuWUcIcMOHrVJnDxC42wLkjV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tcK2zgZTEjfllsKVETwOPLrjV2k.png"
    },
    {
      "id": "tmdb:402",
      "type": "movie",
      "name": "Instinto básico",
      "ids": {
        "tmdb": 402
      },
      "overview": "Un antiguo cantante de rock ha sido brutalmente asesinado. La última vez que se le vio estaba acompañado por su novia. En la comisaría, en el departamento de Asuntos Internos, Nick Curran recibe el encargo de vigilar a Catherine Tromell, la supuesta novia asesina.",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/7iUhPh6B5C4T1osYDzoUchjb3i4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wLMPTuKWeGUbpteRryhDWKTeKDN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eTK5KpUgwbgema3TSCTTTosTWWI.png"
    },
    {
      "id": "tmdb:10851",
      "type": "movie",
      "name": "Revolver",
      "ids": {
        "tmdb": 10851
      },
      "overview": "Jake Green (Jason Statham) es un hábil jugador que tiene la mala suerte de desplumar a Dorothy Macha (Ray Liotta), un mafioso local. La jugada le saldrá cara, ya que Macha no parará hasta vengarse de él.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/gD60YicJodbPu5xBlTfEjXiTJyT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cG16olNZTg5JE9b59mAQYoVAOhr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3Ibn9ytp0Oh6aYKS01AVyZB9X6r.png"
    },
    {
      "id": "tmdb:60854",
      "type": "movie",
      "name": "El crack dos",
      "ids": {
        "tmdb": 60854
      },
      "overview": "El detective privado Germán Areta el Piojo investiga la vida de un hombre gay que aparentemente ha abandonado a su pareja. Cuando ambos aparecen muertos, parece que uno mató al otro antes de suicidarse, pero Areta no está convencido.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/cGzRNSPbGS0WkG3KvqfYGCl4iGo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wd8Bw3MFpbfgCncRmhZexb7Udmx.jpg"
    },
    {
      "id": "tmdb:16307",
      "type": "movie",
      "name": "El hombre de mimbre",
      "ids": {
        "tmdb": 16307
      },
      "overview": "Una carta que hace sospechar que una joven desaparecida ha sido asesinada lleva al sargento Howie de Scotland Yard hasta Summerisle, una isla en la costa de Inglaterra. Allí el inspector se entera de que hay una especie de culto pagano, y conoce a Lord Summerisle, el líder religioso de la isla.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/qeNitlsX0CMxj4of9UM9cVuvUIN.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/actEgAPKXCZDCC8bSFor0d54IPk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/luytE1Gywcw1CB8JIgEqUfAMtUD.png"
    },
    {
      "id": "tmdb:52212",
      "type": "movie",
      "name": "Miranda",
      "ids": {
        "tmdb": 52212
      },
      "overview": "En esta comedia erótica, Miranda es la encargada de una cantina en un pequeño pueblo que empieza a probar a los distintos hombres disponibles.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/sxBazt4grZmU5eEvLiWmcquP1cA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4mJJdb7TFmqCffMvs81T76vakx0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aQpMvTx2ODga9GrAp0WhQPOPzXO.png"
    },
    {
      "id": "tmdb:22705",
      "type": "movie",
      "name": "Transgressing",
      "ids": {
        "tmdb": 22705
      },
      "overview": "Carla es una joven atractiva y despreocupada de Venecia, que va a Londres para buscar un piso que compartir con su amante Matteo. En Londres, Moira, una funcionaria del estado, seduce a Carla... y ella es cautivada... Carla decide no decir nada a Matteo, y comienza a mentirle. Matteo se pone muy celoso, se imagina aventuras eróticas de Carla y abandona su viaje a Londres. Tarde o temprano, Matteo realmente va a Londres donde se enfrenta a Carla... cuyas revelaciones le hacen despertar...",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/poa998sFasJX2XQtCTLiXvis6aE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/haqFVSBvaWR6ZfKKDHkpxp9eYbh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bWX37ZIsatTGVTGnIccjAjHyd0X.png"
    },
    {
      "id": "tmdb:3635",
      "type": "movie",
      "name": "La joven de la perla",
      "ids": {
        "tmdb": 3635
      },
      "overview": "Delft, Holanda, 1665. La joven Griet entra a servir en casa de Johannes Vermeer que, consciente de la intuición de la joven para la luz y el color, irá introduciéndola poco a poco en el misterioso mundo de su pintura. Por otro lado, Maria Thins, la suegra de Vermeer, al ver que Griet se ha convertido en la musa del pintor, decide no inmiscuirse en su relación con la esperanza de que su yerno pinte más cuadros. Griet se enamora cada vez más de Vermeer, aunque no está segura de cuáles son los sentimientos del pintor hacia ella. Finalmente, el maquiavélico Van Ruijven, consciente del grado de intimidad de la pareja, se las ingenia para que Vermeer reciba el encargo de pintar a Griet sola. El resultado será una magnífica obra de arte, pero, ¿qué precio deberá pagar Griet?",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/milHDb4L8eyOZoPnrXpVmwglEd9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/a9FofdzVDwRBEC3h6gSL18bBiLt.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gipzYjqZmJgqE3Y5IR8fuIqKnmd.png"
    },
    {
      "id": "tmdb:546110",
      "type": "movie",
      "name": "The Rookies",
      "ids": {
        "tmdb": 546110
      },
      "overview": "El amante de los deportes extremos, Zhou Feng, se involucró por accidente en un tráfico ilegal internacional. Así que tuvo que seguir a la agente especial internacional Bruce a Budapest. Junto con un policía mediocre, Miao Yan, un científico no profesional, Ding Shan y un médico desempleado, LV, se convirtieron en una unidad de aficionados. En compañía de la agente Bruce, estos cuatro novatos iniciaron una lucha contra los terroristas que fue a la vez emocionante y divertida.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/j3vWi7s6WqX66BU6O3wsjSZ4sIT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/l98xxSREW3yM2hR0bVtDURSXtZR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9AOcYDjMJKFLocFiBoeSI6c5LW7.png"
    },
    {
      "id": "tmdb:24365",
      "type": "movie",
      "name": "En busca de la tumba de Cristo",
      "ids": {
        "tmdb": 24365
      },
      "overview": "Tres años después de la Crucifixión de Jesús, se extiende el rumor de que el Nazareno es un profeta que ha resucitado de entre los muertos, lo que incita a la gente a rebelarse contra el gobierno de Roma. Para reprimir los disturbios, el Emperador Tiberio envía a Judea a Taurus, un leal oficial romano, para que encuentre a Jesús o, al menos, su tumba para acallar los rumores. El gobernador Poncio Pilato intenta por todos los medios impedir que Taurus siga adelante con su investigación, pero no podrá evitar que el enviado de Tiberio se vea involucrado en un laberinto de pasión y fe. (FILMAFFINITY)",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/uYNu0pjYxQTDkIfrMW79SnM98KR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qLBxz0WDFDabPHyk1BnDbeIM9DP.jpg"
    },
    {
      "id": "tmdb:402",
      "type": "movie",
      "name": "Instinto básico",
      "ids": {
        "tmdb": 402
      },
      "overview": "Un antiguo cantante de rock ha sido brutalmente asesinado. La última vez que se le vio estaba acompañado por su novia. En la comisaría, en el departamento de Asuntos Internos, Nick Curran recibe el encargo de vigilar a Catherine Tromell, la supuesta novia asesina.",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/7iUhPh6B5C4T1osYDzoUchjb3i4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wLMPTuKWeGUbpteRryhDWKTeKDN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eTK5KpUgwbgema3TSCTTTosTWWI.png"
    },
    {
      "id": "tmdb:105416",
      "type": "movie",
      "name": "Tamaño natural",
      "ids": {
        "tmdb": 105416
      },
      "overview": "Michel es un hombre maduro que tiene todo lo que puede desear: un buen trabajo, una esposa brillante y una amante joven y apasionada. Pero un día adquiere por capricho una muñeca hinchable que casi parece una mujer real. Así empieza a disfrutar de la sumisión y la docilidad que no puede encontrar en su esposa, llegando incluso a tener celos y a desconfiar de aquellos que puedan desearla o “mancillarla”.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/yHojlvPMm03RordCWz7Uu8fghfP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yfZOTmMxSQBe3TjrrFskPffvmLL.jpg"
    },
    {
      "id": "tmdb:42008",
      "type": "movie",
      "name": "La familia",
      "ids": {
        "tmdb": 42008
      },
      "overview": "Crónica de la vida de varias generaciones de una familia romana de la burguesía, desde 1906 hasta 1986. El narrador es Carlo, un profesor de italiano que relata su vida desde el día de su bautismo hasta que se encuentra rodeado de hijos y nietos. Los demás personajes, el abuelo, el padre, la madre, las tres inseparables tías solteras, el hermano, la criada enamorada del hermano... configuran un mundo lleno de vida y sentimientos.",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/rUZqsiF4YLaQxnaoOKpvmVoKzFW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rblOrKwe0XGBYaj6VCt3zBzweWe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tRykwKUTX2COz57tbNW3szlkD3J.png"
    },
    {
      "id": "tmdb:4012",
      "type": "movie",
      "name": "The Believer (El creyente)",
      "ids": {
        "tmdb": 4012
      },
      "overview": "Historia de un neo-nazi (Gosling) que también resulta ser judío. Danny Balint estudia en una escuela judía de Nueva York. Al mismo tiempo, su popularidad crece dentro de círculos neofascistas, hasta convertirse en un admirado líder. En su interior se desarrolla una personalidad paralela; por un lado, se está formando como rabino, estudiando la Torah y enseñando hebreo; y por el otro, ataca a los judíos... Judaísmo ortodoxo y antisemitismo radical se combinan en esta alabadísima producción premiada en Sundance, ópera prima del guionista Henry Bean (Internal Affairs, 1990).",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/bPWCXoRItooEDeDaGVouSGegiL4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aVkcdQqnwYcIiOLwF2h2p8ZV1pW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fltiPf5Tkx01mNccvQUsvBCTAzU.png"
    },
    {
      "id": "tmdb:150704",
      "type": "movie",
      "name": "Cuatro pistoleros de Santa Trinidad",
      "ids": {
        "tmdb": 150704
      },
      "overview": "Una banda de ladrones tratan de adueñarse de una mina de oro y persiguen a la hija del minero, que ha conseguido escapar después de que los bandidos asesinaran a su madre y hermano, para apoderarse de los documentos de propiedad. En su huida encuentra a un periodista y un sheriff que le ayudaran.",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/qcq5VFY9EPONadmP1q7Emx3tLr6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4kBFCRX4IBjro5vy4hJNYMWksMI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fGMRzW9B5FMfQveaOlNNr2eBMwj.png"
    },
    {
      "id": "tmdb:44741",
      "type": "movie",
      "name": "Malicia",
      "ids": {
        "tmdb": 44741
      },
      "overview": "En un piso de Catania, en los años cincuenta se reúnen muchas personas de luto por la muerte de la esposa de Ignazio La Brocca, dueño de una próspera sastrería y padre de tres hijos.Entre los presentes hay una joven, Angela La Barbera, que precisamente ese día iba a empezar a trabajar como interina para la familia. El viudo y los tres hijos pronto se acostumbran a los cuidados dulces y atentos de la nueva presencia femenina.El viudo no consigue resistir a la tentación y decide casarse con ella a pesar del poco tiempo transcurrido desde la muerte de su mujer. Además de la presencia dominante de un gran retrato de la primera esposa, otro obstáculo para la unión es el hijo Nino, totalmente obsesionado por la mujer. Entre los dos se va instaurando una relación maliciosa y cruel, en la que Angela se presta a los juegos eróticos del adolescente con tal de conseguir el consenso para casarse con su padre.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/aFDzUNTAFKIl5WK8Llrhz1AfVTt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i3CV5KhT2Y1xv0j606GE9jgc2SC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sSkA55gd1YGZoq9orLjdFJ29zjt.png"
    },
    {
      "id": "tmdb:301845",
      "type": "movie",
      "name": "Barcelona sur",
      "ids": {
        "tmdb": 301845
      },
      "overview": "En Barcelona, una de las ciudades portuarias de Europa más apreciadas por el tráfico de drogas y la prostitución, Gumer, una chica de 25 años, sale de la cárcel obsesionada por encontrar a su antiguo novio. Charo, su mejor amiga, trata de ayudarle pero no es libre ya que sirve a los deseos de su chulo Toni. Gumer convence a Charo para que abandone a Toni y formen, junto con otras amigas, una banda para montar negocios por su cuenta.",
      "year": 1981,
      "poster": "https://image.tmdb.org/t/p/w342/jRKMPTQjXX3qKBYrNtnvQMrhCr2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fpB6mNdhTG8vX3vjPLHGO6lKbiF.jpg"
    },
    {
      "id": "tmdb:16866",
      "type": "movie",
      "name": "Planet 51",
      "ids": {
        "tmdb": 16866
      },
      "overview": "Planet 51 es la historia de una familia de extraterrestres que vive tranquilamente en su planeta hasta la llegada de lo que para ellos es un alienígena: un hombre. El Capitán Charles \"Chuck\" Baker, astronauta americano, aterriza en Planet 51 pensando que es la primera persona en pisar el planeta. Para su sorpresa, descubre que el planeta está habitado por pequeñas criaturas verdes que viven felizmente en un mundo plagado de cercas blancas, reminiscencia de la alegre inocencia de la América de los años 50, y cuyo único temor es el de ser invadidos por alienígenas... ¡como Chuck! Ayudado por su compañero robot \"Rover\" y su nuevo amigo Lem, Chuck tendrá que abrirse camino a través del deslumbrante y desconcertante paisaje de Planet 51 para no convertirse en pieza permanente del Museo Espacial de Invasores Alienígenas de Planet 51",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/vYKAExhbNvXceccU8kNUMUht8dj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3s6j916FLYTZ8YKFNZbXQUKAYvW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/AhRqf467xmjYDzCyQ8GdagooVIh.png"
    },
    {
      "id": "tmdb:103715",
      "type": "movie",
      "name": "Marcelino pan y vino",
      "ids": {
        "tmdb": 103715
      },
      "overview": "Remake del film homónimo de Ladislao Vajda. En el siglo XVII, tras una larga guerra, los monjes de un humilde monasterio encuentran a un niño recién nacido entre las ruinas de una casa y deciden llevárselo a vivir con ellos.",
      "year": 1991,
      "poster": "https://image.tmdb.org/t/p/w342/oNSbsBHl6AqyT2M3htaUmVwmw1z.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/m3rfTUrxNZUgESUQvWuIRe58GPk.jpg"
    },
    {
      "id": "tmdb:109827",
      "type": "movie",
      "name": "La venganza",
      "ids": {
        "tmdb": 109827
      },
      "overview": "Tras pasar diez años encerrado por un crimen que no cometió, Juan queda en libertad.",
      "year": 1958,
      "poster": "https://image.tmdb.org/t/p/w342/AkJmtwKhgSKv1rWbpyYXn1Kof0L.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mcAB8meGSHMBzC9rV2M3IUWoDQy.jpg"
    },
    {
      "id": "tmdb:92607",
      "type": "movie",
      "name": "El seductor",
      "ids": {
        "tmdb": 92607
      },
      "overview": "Cosme, un chico de quince años, vive con sus padres y su hermana en un chalet adosado. La monotonía de su vida cambia cuando se enamora de su vecina Merche, una hermosa mujer que tiene casi veinte años más que él.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/oY3fFfApzhKgYEcLsKruqQQzdoa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cbqBM7Mb2nPFSMX3Dlhg2gBNK4E.jpg"
    },
    {
      "id": "tmdb:287948",
      "type": "movie",
      "name": "Transporter legacy",
      "ids": {
        "tmdb": 287948
      },
      "overview": "En los bajos fondos de Francia, Frank Martin (Ed Skrein) es conocido como «Transporter», el mejor conductor y mercenario que se puede comprar con dinero. Frank se rige por tres simples reglas: sin nombres, sin preguntas y sin renegociaciones, y transporta cualquier cosa por el precio adecuado. Hasta que conoce a la misteriosa mujer fatal llamada Anna (Loan Chabanol), que lidera un grupo de mortíferos asaltantes y que no se detendrá ante nada con tal de acabar con una despiadada banda rusa de traficantes humanos. Anna sabe que Frank es el mejor en su trabajo y, para asegurarse su colaboración, mantiene rehén a su padre (Ray Stevenson). Ahora, padre e hijo se verán obligados a trabajar con Anna para llevar a esta peligrosa banda ante la justicia.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/eQ8jVLAVUG3XozFcFKyXMaWam2D.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/a4bZTOtKE3bVUMtFnRshQ06sPV4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/adhVywytbACAS1ohePjpDHLoJsk.png"
    },
    {
      "id": "tmdb:233792",
      "type": "movie",
      "name": "La Gata",
      "ids": {
        "tmdb": 233792
      },
      "overview": "En un cortijo dedicado a la cría de reses bravas, con destino a los espectáculos taurinos, surge una historia de amor condicionada por la diferencia de clase social. El hombre pertenece a la familia de los ganaderos, y la mujer a los trabajadores rurales.",
      "year": 1956,
      "poster": "https://image.tmdb.org/t/p/w342/yqkWiX8liQzn22GtjOYjA5JoFPi.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:96311",
      "type": "movie",
      "name": "El discípulo",
      "ids": {
        "tmdb": 96311
      },
      "overview": "Versión libérrima de la vida de Jesús que ignora completamente el testimonio de los Evangelios y otras fuentes históricas. De niño, Jesús es testigo de la muerte de su padre, José, en un enfrentamiento con las tropas romanas. Años después se convierte en el discípulo predilecto de Juan El Bautista, líder de un grupo de Macabeos que anuncia la llegada inminente del Reino de los Cielos, cuya primera consecuencia sería la expulsión de los invasores romanos. Cuando El Bautista es decapitado, Jesús se pone al frente del grupo y organiza el asalto al templo de Jerusalén. El proyecto, al parecer, está basado en las últimas investigaciones realizadas.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/3GqO7vehsNxegJyn9ElRYzCXTVi.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:58048",
      "type": "movie",
      "name": "Shanghai Surprise",
      "ids": {
        "tmdb": 58048
      },
      "overview": "Shanghai, 1937. Una bella misionera y un aventurero van tras la pista de un cargamento de opio desaparecido para utilizarlo con fines medicinales. Para conseguir su objetivo, los dos jóvenes tienen que enfrentarse a toda una serie de personajes de los bajos fondos que buscan el alijo.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/8zsU3Vq9FG9Q0kTEYrl0CWDlvX2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/r3xTkNI1qRJniJWVfHiKV5Tfxcj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ovMU3NXXL27ABb5tRdMn93Ex5JJ.png"
    },
    {
      "id": "tmdb:52998",
      "type": "movie",
      "name": "El Dorado",
      "ids": {
        "tmdb": 52998
      },
      "overview": "En el mítico país de El Dorado las ciudades son de oro y los hombres cubren sus cuerpos con áureas vestimentas. Es la historia de Pedro de Ursúa, el atractivo y joven capitán de la expedición, vencedor de los negros cimarrones del Paraná. Es la historia de Lope de Aguirre, un vasco con sueños de gloria que se unió a la expedición de Ursúa para buscar lo que no había encontrado en su vida: la paz. Es la historia de Elvira, hija de Lope, la historia de doña Inés de Atienza, la mujer más bella del Perú; la historia del indio Uiracuru, guía de la expedición. Es la historia de 300 hombres que empeñaron sus haciendas y sus almas en el descenso del más grande e ignorado río del mundo.",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/b1Msl7LnDlKfoI7K3NcJlHchGGI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gbf86yaQXNtIUyi49tZ9zG8J4HX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yVSlkrzjKhlKzWxMbJ3wtEC5NGH.png"
    },
    {
      "id": "tmdb:83345",
      "type": "movie",
      "name": "La mosquitera",
      "ids": {
        "tmdb": 83345
      },
      "overview": "Geraldine Chaplin encarna el papel de María, una anciana enferma de Alzheimer que habla a través de Robert, el personaje interpretado por Fermí Reixach. Eduard Fernández y Emma Suárez dan vida a una familia en crisis, cuyos miembros viven atrapados en un mundo de culpabilidad y sentimientos enfrentados. Entre el fuego cruzado de sus padres está Lluís, interpretado por el debutante Marcos Franz, un adolescente refugiado en un silencio que se rebela contra el mundo de los adultos. Alícia y Miquel retratan los desencuentros de una familia a punto de desmoronarse. Ella ama todo demasiado. A él le ahoga el exceso de amor de Alícia. Querría vivir en un mundo donde el amor fuese ordenado y donde los deseos tuviesen horario. A su hijo Lluís el mero hecho de vivir le hace sentirse culpable y acoge en casa a todo tipo de animales. Este es el punto de partida de un relato de malentendidos cruzados, atrapados por una red invisible que los aísla: la mosquitera. (FILMAFFINITY)",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/vzuvcGwGoEmEidkPZR8u33i9FwK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fEZQnfST0SGoeHFI0tuhbS4eeAr.jpg"
    },
    {
      "id": "tmdb:8286",
      "type": "movie",
      "name": "La mujer infiel",
      "ids": {
        "tmdb": 8286
      },
      "overview": "Cuando Charles Desvallées empieza a sospechar que su mujer lo está traicionando con otro hombre, contrata un detective privado para que la siga y averigüe quién es el amante. Una vez confirmada la infidelidad y descubierta la identidad de su rival, el celoso marido prepara su venganza...",
      "year": 1969,
      "poster": "https://image.tmdb.org/t/p/w342/iW6vKgCwl1aiWnMkqxOUFmBA8yA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1Q8AKdjbaHQUU8xk7CpXFSOXFn3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aA5W0YPUVbuuEaA8JGGTWeUgL8K.png"
    },
    {
      "id": "tmdb:65978",
      "type": "movie",
      "name": "El asesino de Dusseldorf",
      "ids": {
        "tmdb": 65978
      },
      "overview": "En 1930 la población de Düsseldorf se ve aterrorizada por los crímenes de un asesino que ataca a las mujeres durante la noche. Nadie sospecha de Peter Kurten, obrero taciturno, tranquilo e inquilino modelo, cuya presencia, por el contrario, tranquiliza a su patrona. Cada noche, sin embargo, sale elegantemente vestido con el único fin de ir a aplaudir en una sala de fiestas de la periferia a una joven cantante llamada Anna, a quien ni siquiera se atreve a acercarse. Cuando vuelve a su casa es cuando asesina a su víctimas presas de pánico. El comisario Monberg, encargado de la investigación, esperaba deternerle después del asesinato de una joven provinciana, Paula, cuya amiga, Rosa, aportaba un precioso testimonio.",
      "year": 1965,
      "poster": "https://image.tmdb.org/t/p/w342/nlMW3JREe7X0ReiaV9hbGGYapiA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yfxLPs8oRioy2G1BWLR7qLyVX4V.jpg"
    },
    {
      "id": "tmdb:60915",
      "type": "movie",
      "name": "Duelo de reyes",
      "ids": {
        "tmdb": 60915
      },
      "overview": "Semíramis, una poderosa y bella reina asiria, supervisa la construcción de la lujosa ciudad de Babilonia. Se enamora de Kir, un príncipe caído convertido en esclavo que corresponde a su amor. Pero una conspiración palaciega hará que los dos amantes se separen y acaben enfrentándose.",
      "year": 1963,
      "poster": "https://image.tmdb.org/t/p/w342/As2U3sSXziDucSAFvH6Sn4mvh4a.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wD5QbSXzlv09eYSmNqrXslvGFbH.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1TsO2r7v3RVU9DX82F51Yjn0MXY.png"
    },
    {
      "id": "tmdb:8009",
      "type": "movie",
      "name": "Los inmortales",
      "ids": {
        "tmdb": 8009
      },
      "overview": "Son Inmortales, destinados a vivir eternamente. Deben retarse a duelos a través de los tiempos hasta que sólo quede uno. Sólo decapitados por la hoja de una espada pueden liberarse de su eterna lucha y conseguir el Premio: un poder inimaginable. Desde las tierras altas de Escocia del siglo XVI hasta el Nueva York de nuestros días, los Inmortales luchan por su recompensa, mientras el destino de los mortales se sostiene en un frágil equilibrio.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/8af3tPdbKd9iDUqWb8R5dOXShtH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iz3k081oPbRLMKVsjfukOppzEzR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jXLmUqThGQNrM5Xcnrj77GtB6Fg.png"
    },
    {
      "id": "tmdb:120132",
      "type": "movie",
      "name": "El baile",
      "ids": {
        "tmdb": 120132
      },
      "overview": "Pedro y Julián, dos amigos entomólogos de afición, están enamorados de la misma mujer, Adela, quien se decide por Pedro para casarse. Julián frecuenta al matrimonio, pero actúa hacia la mujer como si fuera su propio marido. La pasión que une a ambos amigos, la entomología, les lleva a concluir con los años un tratado, para cuya realización han ido llenando la casa de abundantes ejemplares que servirán de ilustración. La mujer, sin embargo, no está a gusto con la vida que ha llevado y quiere abandonarlos. Descubierta la enfermedad que ella padece, hace que los hombres estén dispuestos a complacerla en todo, sin que ella sepa el porqué de su cambio de actitud.",
      "year": 1959,
      "poster": "https://image.tmdb.org/t/p/w342/dxpOw0c0TYpru7anpuprRiaVk5j.jpg",
      "posterShape": "poster"
    }
  ]
}