{
  "metas": [
    {
      "id": "tmdb:41264",
      "type": "movie",
      "name": "Adiós África",
      "ids": {
        "tmdb": 41264
      },
      "overview": "Documental que se centra en los aspectos más insólitos y desagradables de lavida africana. Se plasman con gran detalle, las tradiciones y ritos másextraños y crueles de las culturas primitivas de Africa.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/w6NX5XANveNK49c37c7yl6U1oaz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eIbAyXb4l2VxmudtMipXM2CKiok.jpg"
    },
    {
      "id": "tmdb:22705",
      "type": "movie",
      "name": "Transgressing",
      "ids": {
        "tmdb": 22705
      },
      "overview": "Carla es una joven atractiva y despreocupada de Venecia, que va a Londres para buscar un piso que compartir con su amante Matteo. En Londres, Moira, una funcionaria del estado, seduce a Carla... y ella es cautivada... Carla decide no decir nada a Matteo, y comienza a mentirle. Matteo se pone muy celoso, se imagina aventuras eróticas de Carla y abandona su viaje a Londres. Tarde o temprano, Matteo realmente va a Londres donde se enfrenta a Carla... cuyas revelaciones le hacen despertar...",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/poa998sFasJX2XQtCTLiXvis6aE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/haqFVSBvaWR6ZfKKDHkpxp9eYbh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bWX37ZIsatTGVTGnIccjAjHyd0X.png"
    },
    {
      "id": "tmdb:324786",
      "type": "movie",
      "name": "Hasta el último hombre",
      "ids": {
        "tmdb": 324786
      },
      "overview": "Narra la historia de Desmond Doss, un joven médico militar que participó en la sangrienta batalla de Okinawa, en el Pacífico durante la II Guerra Mundial, y se convirtió en el primer objetor de conciencia en la historia estadounidense en recibir la Medalla de Honor del Congreso. Doss quería servir a su país, pero desde pequeño se había hecho una promesa a sí mismo: no coger jamás ningún arma.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/m3jj8IJ7uP5p4MqMzgtGW5l4ECd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gQzf1YLUicwHyXyjYNMtk44VjgO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xxucMCBH6h3iJ0Jc8JtVFNnen65.png"
    },
    {
      "id": "tmdb:144069",
      "type": "movie",
      "name": "La criada",
      "ids": {
        "tmdb": 144069
      },
      "overview": "Anna (Guerin), la hermosa esposa de un abogado, se siente abandonada por este, por lo que decide irse unos días con su sirvienta (Michelsen) al pueblo natal de esta. A partir de este momento comenzará una extraña relación entre ellas.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/s9pXocmKhkvLazafoL0oUGIn3Me.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/p2bq3g5YfkWIKCjV5i289brZsJR.jpg"
    },
    {
      "id": "tmdb:8689",
      "type": "movie",
      "name": "Holocausto caníbal",
      "ids": {
        "tmdb": 8689
      },
      "overview": "Cuatro jóvenes documentalistas se adentran en la selva amazónica (América del Sur) para realizar un reportaje sobre las tribus que habitan en esa región, de las que se dice que todavía practican el canibalismo. Debido a la desaparición de los reporteros, dos meses después un grupo de rescate es enviado para averiguar qué ha sido de ellos; lo único que encuentran es el material filmado sobre su terrible fin.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/r7JBDaxsU0Uw1liRjDpv3e4xpXF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ptg4aaFbrNNg8If5ZtbQa5r4Nz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1HfnMUnUiA2fiQPONoIgEgGa03z.png"
    },
    {
      "id": "tmdb:429",
      "type": "movie",
      "name": "El bueno, el feo y el malo",
      "ids": {
        "tmdb": 429
      },
      "overview": "Durante la Guerra de Secesión, tres cazadores de recompensas se lanzan a la búsqueda de un tesoro que ninguno de los tres truhanes puede localizar sin la ayuda de los otros dos. Tuco sabe que el tesoro se encuentra en un cementerio, mientras que Joe conoce el nombre inscrito en la tumba que lo esconde. Mientras tanto, Sentenza no duda en matar a mujeres y niños para conseguir su meta. De esta forma, los tres hombres colaboran en apariencia, pero al final intentarán eliminarse mutuamente.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/fSWnIXsxA47smMLwRELSWkxbVJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tEzlu5U9gQrE55XF1piXPZBtOrD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e0brYd78ykMjc6r2i0R46cEuPSW.png"
    },
    {
      "id": "tmdb:9769",
      "type": "movie",
      "name": "Lolita",
      "ids": {
        "tmdb": 9769
      },
      "overview": "Humbert es un europeo culto, brillante y atractivo que se instala en una ciudad de Nueva Inglaterra como profesor. Una vez allí, se hospeda en casa de Charlotte, una voluptuosa viuda, que ve en Humbert la encarnación de sus fantasías provincianas. Pero Humbert oculta una herida envenenada: el recuerdo de un frustrado amor de adolescencia. Por eso, Lolita, la hija de Charlotte, se le aparece a Humbert como la materialización de sus sueños.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/3nTCYIR9kwBDAnbjNlf6IHMEHry.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kYZbdtV7JKYjyCwFzh3ocoGnLnk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tzlgvs6dXNjk91U96PnVQzHf7A1.png"
    },
    {
      "id": "tmdb:253952",
      "type": "movie",
      "name": "Las adolescentes",
      "ids": {
        "tmdb": 253952
      },
      "overview": "Una chica española es enviada a estudiar a un internado londinense. Su carácter retraído le dificultará el trato con sus compañeras, de vida más disoluta dentro de lo posible allí. Hará buenas migas con dos de ellas, con las que saldrá por Londres a escondidas de la directora. De este modo, empezará a frecuentar compañías poco deseables, hasta el punto de caer en una red de pornografía internacional.",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/lctbAmrWXAbqaos0jvmzs4R0oaH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oK7g8dkdzInyH6OzSBMPiaiQG8f.jpg"
    },
    {
      "id": "tmdb:41446",
      "type": "movie",
      "name": "Scream 4",
      "ids": {
        "tmdb": 41446
      },
      "overview": "Sidney Prescott ha logrado olvidar los asesinatos cometidos en Woodsboro. Diez años después, convertida en una escritora de éxito, vuelve a su pueblo natal con motivo de la gira de promoción de su nuevo libro. Pero su regreso irá acompañado de una nueva ola de crímenes perpetrados por un viejo conocido: Ghostface.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/sr7WNBgjX1UH9yw4Qq4o6GLAyVf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4YHKcbpD8dPGxY7N1P4TqaSV5EB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iUTq54gSisd43xyX6LG9zUHeIE3.png"
    },
    {
      "id": "tmdb:587792",
      "type": "movie",
      "name": "Palm Springs",
      "ids": {
        "tmdb": 587792
      },
      "overview": "Cuando el desenfadado Nyles y su reticente dama de honor Sarah tienen la oportunidad de encontrarse en una boda de Palm Springs, las cosas se complican al verse incapaces de escapar del lugar y el uno del otro",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/eYNS3rNpLDxx5NJ16dwczAf4a7e.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/abHa4yfuwX957FLw3FRxZFMENRV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1O92r8CnyvdEgeda7rOZDYEWNAG.png"
    },
    {
      "id": "tmdb:27578",
      "type": "movie",
      "name": "Los mercenarios",
      "ids": {
        "tmdb": 27578
      },
      "overview": "Un grupo de mercenarios es contratado para infiltrarse en un país sudamericano y derrocar a su despiadado y corrupto dictador. Una vez allí, se verán atrapados en una telaraña de engaño y traición. Una vez fracasada la misión, tendrán que enfrentarse a un reto aún más difícil; salvar la unidad del grupo y la amistad que los ha unido durante largos años.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/qiKXe4xbXnXdrhQXmXpZwG4Qlkv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7iugqPsB7BkqPouupLjmMDHsk45.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7Gjh8HJpkgQplW0ydg1xJrZWwAC.png"
    },
    {
      "id": "tmdb:102961",
      "type": "movie",
      "name": "Los siete profesionales",
      "ids": {
        "tmdb": 102961
      },
      "overview": "Un agente del gobierno descubre un complot de un cartel de siete gángsteres para hacerse cargo del estado de Hawai. Contrata a un equipo de siete sicarios para detenerlos.",
      "year": 1979,
      "poster": "https://image.tmdb.org/t/p/w342/20w5CnvBkScKbJqyqGhwaCZjNEE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/o8YeVZwQ4kLzpA482DitcEqJsMY.jpg"
    },
    {
      "id": "tmdb:530385",
      "type": "movie",
      "name": "Midsommar",
      "ids": {
        "tmdb": 530385
      },
      "overview": "Una pareja estadounidense que no está pasando por su mejor momento acude con unos amigos a un festival de verano que se celebra cada noventa años en una aldea remota de Suecia. Lo que comienza como unas vacaciones de ensueño en un lugar en el que el sol no se pone nunca, poco a poco se convierte en una oscura pesadilla cuando los misteriosos aldeanos les invitan a participar en sus perturbadoras actividades festivas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/a4Uwb4vnep76r1HRNduFgT9MRez.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vxKs0JLPT63lcYZTK8P6b3SaFff.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mjf2CyGrMqjUjsjXsaEsakBrOdA.png"
    },
    {
      "id": "tmdb:902",
      "type": "movie",
      "name": "La ciudad de los niños perdidos",
      "ids": {
        "tmdb": 902
      },
      "overview": "Sobre una plataforma marina perdida en la niebla, el malvado Krank envejece prematuramente, pues carece de una cualidad esencial: la facultad de soñar. Por esta razón, rapta a los niños de la ciudad para robarles sus sueños. Sus compañeros de infortunio son: Irvin, un cerebro que flota dentro de un acuario, la señorita Bismuth y una banda de clónicos. Al otro lado de la niebla, en la ciudad portuaria, se encuentra One, una fuerza de la naturaleza ingenua, pero extraordinariamente valiente, que busca a su hermano pequeño desaparecido.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/gZWry2QAKoDCUw965vomZAzIN0b.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lhwcZku69uJgR0KYUZwjL2mcf9D.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tDrsjFkmi37zj7eDVtRRF39a9Z6.png"
    },
    {
      "id": "tmdb:292750",
      "type": "movie",
      "name": "Las aventuras de Tim y Buck",
      "ids": {
        "tmdb": 292750
      },
      "overview": "Trapper Wintrop vive en una cabaña solitaria en las montañas, junto con su padre, el hijo Tim, su perro lobo Buck y el explorador mudo Mat. Cuando una banda de villanos roba y mata  al abuelo se empeñan en darles caza.",
      "year": 1991,
      "poster": "https://image.tmdb.org/t/p/w342/ogPDUh1Nt22IJrsK2P1dEzkFBZ3.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:103916",
      "type": "movie",
      "name": "Como dos gotas de agua",
      "ids": {
        "tmdb": 103916
      },
      "overview": "La abogada Ángela Goñi se hace cargo de dos casos a la vez: el de un organillero que quiere llevar a Pili, una joven huérfana que tiene a su cargo, a un colegio para la protección de menores. Y el de Mili, otra joven que al ser desatendida por su padre, un hombre de negocios, su tía Teresa la quiere reclamar por vía judicial. Aprovechando el asombroso parecido que hay entre las muchachas, la abogada arma un gran lío para intentar resolver la situación de la manera más feliz posible.",
      "year": 1964,
      "poster": "https://image.tmdb.org/t/p/w342/bT0D0skVsAIQ7ycSpn9jiWByPhJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yv5pTgCAIhI1rF7PUj5g6dOsUhh.jpg"
    },
    {
      "id": "tmdb:423",
      "type": "movie",
      "name": "El pianista",
      "ids": {
        "tmdb": 423
      },
      "overview": "Varsovia, 1939. El pianista polaco de origen judío Wladyslaw Szpilman (Adrien Brody) interpreta un tema de Chopin en la radio nacional de Polonia mientras la aviación alemana bombardea la capital. El régimen nazi ha invadido el país, y como hace en otros países invadidos, lleva a cabo la misma política con respecto a los judíos. Así Szpilman y toda su familia -sus padres, su hermano y sus dos hermanas- se ven obligados a dejar su casa y todo lo que les pertenece para trasladarse con miles de personas de origen judío al ghetto de Varsovia. Mientras Wladyslaw trabaja como pianista en un restaurante propiedad de un judío que colabora con los nazis, su hermano Henryk (Ed Stoppard) prefiere luchar contra los nazis. Pero tres años más tarde, los habitantes del ghetto son trasladados en trenes hacia campos de concentración.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/mxfLOWnHnSlbdraKfzRn5mqoqk7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hg84hWpEQFjXMsoIPgskFFAtE2e.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aB69H37bMYVXi03RBHqEjEa9iSL.png"
    },
    {
      "id": "tmdb:28468",
      "type": "movie",
      "name": "La llave secreta",
      "ids": {
        "tmdb": 28468
      },
      "overview": "Nino es un hombre mayor que está casado con una bella joven. El tipo no está muy satisfecho con su vida sexual, pero una posibilidad de cambio se abre una noche que sorprende a su esposa dormida.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/yVpTbPqrlvjJG570pG22b6Rlba4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bf0cRj3lFuw7TOWJSa1nNFJYEZX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uUd2UeBzloBqnasdZGXjTvCF9Pt.png"
    },
    {
      "id": "tmdb:1369",
      "type": "movie",
      "name": "Rambo: Acorralado Parte II",
      "ids": {
        "tmdb": 1369
      },
      "overview": "Rambo es excarcelado y enviado de vuelta al Vietnam con una nueva misión: averiguar el paradero de unos soldados norteamericanos desaparecidos. Tras saltar en paracaídas en la jungla, portando únicamente un cuchillo y un arco con flechas, se le dice que no ataque al enemigo y que sólo haga fotografías de reconocimiento. Pero el plan no saldrá como estaba previsto.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/TuW7rwhdVPrm3qBsBGnn747Uar.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2vlFPft9hDZEdQJSVqNznZVILrj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uUTS5ZTXFLNszIG8B2yzvXpHdWf.png"
    },
    {
      "id": "tmdb:5528",
      "type": "movie",
      "name": "Los chicos del coro",
      "ids": {
        "tmdb": 5528
      },
      "overview": "En 1948 Clément Mathieu, profesor de música desempleado, acepta un puesto como profesor vigilante en un internado de reeducación de menores. El sistema represivo aplicado por el director conmociona a Mathieu. Enseñándoles música y canto coral a estos niños tan difíciles, Mathieu transformará sus vidas cotidianas.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/f0FrAsLdcnCbvbT9Ofj31UkmcNe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gCRlj9soFwM7ME5nz3MKruR3yyV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o1K8iSNLLXFDOfAVapjNBFVh0YW.png"
    },
    {
      "id": "tmdb:13387",
      "type": "movie",
      "name": "Transporter 3",
      "ids": {
        "tmdb": 13387
      },
      "overview": "Frank Martin (Jason Statham) es un indiscutible especialista en entregas de alto riesgo. En esta ocasión se verá obligado, bajo amenazas, a trasladar dos voluminosas bolsas y a una joven ucraniana, Valentina (Natalya Rudakova), desde Marsella hasta Odessa. ¿Qué hay en las bolsas? ¿quién es la chica? ¿qué hay detrás de esta entrega? Frank no conoce las respuestas, pero lo que realmente no sabe es la trampa que le ha tendido el adversario más despiadado y peligroso que nunca se ha encontrado...",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/A6jWpnsmiFJR9idlCOUCeP3m03I.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uhvA5n24kcMMlGEAK0l4S9MOjsG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zOFoR4cWJB1avdg9QKw8J6OOmyX.png"
    },
    {
      "id": "tmdb:144349",
      "type": "movie",
      "name": "Dinamita Jim",
      "ids": {
        "tmdb": 144349
      },
      "overview": "Durante la Guerra de Secesión, un jugador llamado Jim Farrell al ser confundido con un agente del ejército nordista se verá involucrado en una peligrosa misión consistente en transportar 500.000 dólares en oro por más de 500 millas de territorio sudista (desde Los Álamos hasta territorio kiowa). Su situación se agravará al ser perseguido el cargamento no sólo por el ejército del sur sino también por ser codiciado por un bandido mexicano, Pablo Reyes, y por un pistolero llamado Slate contratado por el avaricioso banquero inicialmente implicado en la operación.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/gtnbvocIMEGPrjEjX4U0XhYrF5W.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5T6zgfgWQOvkLXoYjgvHJCWSxM8.jpg"
    },
    {
      "id": "tmdb:1948",
      "type": "movie",
      "name": "Crank: Veneno en la sangre",
      "ids": {
        "tmdb": 1948
      },
      "overview": "Chev Chelios (Jason Statham), un asesino a sueldo de Los Ángeles, ha sido envenenado mientras dormía y que sólo le queda una hora de vida. La única oportunidad que tiene Chev de sobrevivir es mantenerse en movimiento para impedir que el veneno le llegue al corazón. El tiempo pasa y corre enloquecido por las calles de Los Ángeles para salvar a su novia y encontrar un antídoto que le salve la vida.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/zSzDbylthJBPL4YX0khc9Sr6sew.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iWJDG98EjiuRso7PzQE8mYJeT2H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yAl3GZTLH5XOvD4LuBgjLeBgJ2.png"
    },
    {
      "id": "tmdb:28178",
      "type": "movie",
      "name": "Siempre a tu lado",
      "ids": {
        "tmdb": 28178
      },
      "overview": "Basada en una historia real. Un profesor de universidad adopta a un perro vagabundo en una estación del tren. Tras recabar información sobre el animal, el profesor descubre que el perro iba a los andenes a diario durante semanas para esperar el regreso de su amo, pero éste había muerto en un accidente en la ciudad. El perro Hachiko, al lado de su nuevo amo a quien también le cambiará la vida cuando descubre los lazos que se pueden crear entre un animal y una persona.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rLPMD8BOHjvvjjCX7BZQdqNWBm2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFCNw7ewLrc4BgRUw9mN3G3vxOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSBpv8j18UoN1G5jaQgRMTfK0O2.png"
    },
    {
      "id": "tmdb:8047",
      "type": "movie",
      "name": "Matador",
      "ids": {
        "tmdb": 8047
      },
      "overview": "Un torero que se ha visto forzado a retirarse prematuramente debido a una cogida, se da cuenta de que su obsesión por matar no desaparece, solo que ahora su objetivo serán las mujeres. Hacer el amor y matar en el último instante es lo más parecido al inefable placer de una tarde en la plaza de toros. El problema se agrava cuando conoce a María, una mujer con tendencias similares a las suyas.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/fdwmWNDmNRAxzoVgAX5KttEqFMi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/p88RfbdSazcFFEkAKT8fBQV4HWZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/404WmTPCuw7UrWBjYyX0M9SSS5J.png"
    },
    {
      "id": "tmdb:35031",
      "type": "movie",
      "name": "La vía láctea",
      "ids": {
        "tmdb": 35031
      },
      "overview": "Dos trotamundos franceses que, desde las afueras de París, deciden ir de peregrinaje a Santiago de Compostela, conocen numerosos personajes y viven situaciones estrechamente vinculadas a las creencias religiosas",
      "year": 1969,
      "poster": "https://image.tmdb.org/t/p/w342/w9EJx3VLGNGvSaCdsLaYD096NnM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dlH6bkq4SJwwlLpr7jAWeG2UATx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ne32AmWHbAtsN4M4y4DwxYoOtRu.png"
    },
    {
      "id": "tmdb:98609",
      "type": "movie",
      "name": "Patrimonio nacional",
      "ids": {
        "tmdb": 98609
      },
      "overview": "La Monarquía ha vuelto. Los Leguineche, también. En la segunda entrega de la saga de los Leguineche –precedida por \"La Escopeta Nacional\" y completada con \"Nacional III\"-, al terminar el régimen franquista, el marqués de Leguineche regresa a su palacio de Madrid. Tras treinta años de exilio voluntario en su finca Los Tejadillos, tiene el propósito de acercarse al Rey y poder reanudar el boato y la vida cortesana de antaño. Pero los intentos por llegar hasta la Casa Real no serán tan fáciles, creando disparatadas situaciones entre los curiosos personajes que componen la familia del viejo marqués.",
      "year": 1981,
      "poster": "https://image.tmdb.org/t/p/w342/ggtpWtXpuCGY2B5yoShkOwuy4Ig.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pMfWX66NOzhNOQislqAOyRseDtC.jpg"
    },
    {
      "id": "tmdb:32294",
      "type": "movie",
      "name": "Los Blandings ya tienen casa",
      "ids": {
        "tmdb": 32294
      },
      "overview": "El publicista Jim Blandings, casado y con dos hijas, está harto de los ruidos, las prisas y las tensiones de Manhattan. Por eso, decide comprar una casa de campo en Connecticut; pero la casa se encuentra en tan mal estado que la única solución es derribarla y construir una nueva. La hipoteca, mil gastos imprevistos y toda clase de incidentes hacen que Jim Blandings empiece a arrepentirse de su decisión.",
      "year": 1948,
      "poster": "https://image.tmdb.org/t/p/w342/gzLXm3WD8jgqmh1AX6x7s18iggM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/h8dtJjSmxDXzmVDsj2s49Oe06Yo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/svWmReqf9gEz1856YqVLReC8rHC.png"
    },
    {
      "id": "tmdb:1368",
      "type": "movie",
      "name": "Acorralado",
      "ids": {
        "tmdb": 1368
      },
      "overview": "John Rambo es un veterano de la guerra de Vietnam que sufre de estrés postraumático. Un día, llega a un pequeño pueblo de Oregón, donde el sheriff Will Teasle le detiene por vagabundear. Rambo logra escapar de la comisaría y se refugia en el bosque, donde usa sus habilidades de supervivencia y combate para enfrentarse a los policías que le persiguen. El coronel Samuel Trautman, el antiguo jefe de Rambo, llega al pueblo para intentar negociar con él y evitar una masacre. Rambo tendrá que luchar contra sus propios demonios y contra las fuerzas del orden que le quieren capturar o matar.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/sYHRcd9p3rV3t3w8MHGaA7wdIBl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/277Ct5pdW4WAbaBjYLwX2BEeZqk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yAZUxdJ9tZHvNoSONu1JKvfRNw2.png"
    },
    {
      "id": "tmdb:242512",
      "type": "movie",
      "name": "Ouija",
      "ids": {
        "tmdb": 242512
      },
      "overview": "Después de que uno de sus amigos sea brutalmente asesinado por un malvado ente oscuro, un grupo de amigos juega a la ouija para intentar hablar con él desde el más allá. Sin embargo, lo que consiguen es despertar a un antiguo espíritu y a los demonios más salvajes. Los chicos tendrán que hacer frente a sus miedos más profundos e intentar acabar con ellos. Han descubierto que la ouija no es un juego de niños, es algo mucho más real.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/gwjHlGjK2xXKpjd65BWyAMwzTWC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6p36sBJYrZnkA0FNCZKm0gAB1X1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3IaZLzpEcVKEGZHsmKCFJ6EiYF8.png"
    },
    {
      "id": "tmdb:263472",
      "type": "movie",
      "name": "Toc, toc",
      "ids": {
        "tmdb": 263472
      },
      "overview": "Dos chicas jóvenes se presentan sin previo aviso en la casa de un hombre casado, dispuestas a seducirle y complicar su vida perfecta. Remake de \"Death Game (Las sádicas), dirigida por Peter S. Traynor en 1977.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/hRDVNV7einjCZHGQJ3j6Mqcjdaa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bBdgSTueZkT4E699Od9sxr4AaN6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9yRc1hqHNvLgAmEQpNWeY77185b.png"
    },
    {
      "id": "tmdb:36505",
      "type": "movie",
      "name": "Así en el Cielo como en la Tierra",
      "ids": {
        "tmdb": 36505
      },
      "overview": "Matacanes muere y al llegar al cielo descubre que éste no era como él esperaba, y que todo el mundo allí se encuentra revolucionado últimamente. San Pedro le explica que Dios estaba preocupado por la marcha del mundo, y decidió mandar un segundo hijo a la Tierra. Sin embargo, Jesús se entera y no está de acuerdo, ya que habría que reescribir la historia, por lo que convence a su Padre de que lo que el mundo realmente necesita es el Apocalipsis. Convencido por su Hijo, Dios hace todos los preparativos para celebrar el Juicio Final.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/oAwllE6TZePksJyC5mwiz3Eqa7J.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hfi3IEqtTQhk6bgGIXAyDbNplml.jpg"
    },
    {
      "id": "tmdb:258057",
      "type": "movie",
      "name": "Los desafíos",
      "ids": {
        "tmdb": 258057
      },
      "overview": "Tres formas distintas de ver y expresar cómo una situación que parece normal termina desembocando inexorablemente en un estallido de violencia. Un padre que teme perder una hija. Un marido que se siente engañado. Un viajero que decide que su viaje y el de sus compañeros no tiene por qué continuar. (FILMAFFINITY)",
      "year": 1969,
      "poster": "https://image.tmdb.org/t/p/w342/ttGVuPPHxW6iJgDEjbsNwPLhmvg.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:1933",
      "type": "movie",
      "name": "Los otros",
      "ids": {
        "tmdb": 1933
      },
      "overview": "Grace educa sola a sus hijos en un aislado caserón victoriano bajo estrictas normas religiosas. Los tres nuevos sirvientes deben aprender una regla vital, la casa estará siempre en penumbra y nunca se abrirá una puerta si no se ha cerrado la anterior  porque los niños sufren una extraña alergia a la luz del día.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/u03kblxsv3zar3Uqt6sRfICU9L6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8HaIZxParuPo7FdSLUwGd6zoz4c.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cAfDGFvGvHqW29rjN2RDuTOfJsm.png"
    },
    {
      "id": "tmdb:239223",
      "type": "movie",
      "name": "De cuerpo presente",
      "ids": {
        "tmdb": 239223
      },
      "overview": "Nelson es envenenado por Barlow después de besar a Mairin, amante de éste. Cuando va a ser enterrado Nelson resucita y, desde ese momento, será perseguido por Barlow para rematar lo que parece no consiguió antes.",
      "year": 1967,
      "poster": "https://image.tmdb.org/t/p/w342/5Mk41i9R44HKN3PmmXrrsar4K0u.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:110876",
      "type": "movie",
      "name": "Atlas de geografía humana",
      "ids": {
        "tmdb": 110876
      },
      "overview": "Fran, Rosa, Ana y Marisa trabajan en el Departamento de Obras de Consulta de un grupo editorial. Durante varios meses tienen que realizar en equipo un Atlas de Geografía que se venderá en fascículos. En ese tiempo surgen algunos problemas propios del trabajo en equipo, pero lo que verdaderamente importa es que las cuatro, cada una a su manera y en circunstancias muy distintas, están redefiniendo sus vidas.",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/1xf3SeiNSQRFUZFTL6TzFAbugyI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bNiynMME57Zkw8djGbIyeCWg2oF.jpg"
    },
    {
      "id": "tmdb:212776",
      "type": "movie",
      "name": "Avisa a Curro Jiménez",
      "ids": {
        "tmdb": 212776
      },
      "overview": "Córdoba, España. Lord Killarney, representante del Museo Británico, adquiere un incunable árabe en una subasta; pero es asesinado y el libro desaparece. Todas las sospechas recaen sobre el Lince, un anticuario de turbios antecedentes, que pide a su sobrino que avise a Curro Jiménez.",
      "year": 1978,
      "poster": "https://image.tmdb.org/t/p/w342/4p7l7jRp7yBXidAwOCX2ea1ox8E.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pvgJaodOLGuiMqsfIjrkWLHXTTO.jpg"
    },
    {
      "id": "tmdb:107986",
      "type": "movie",
      "name": "La historia de Amber",
      "ids": {
        "tmdb": 107986
      },
      "overview": "Una niña de 10 años es secuestrada en un pueblo de Tejas. Tras una desesperada búsqueda, aparece su cadáver en un bosque. La tragedia llevará a la madre, apoyada por los vecinos, a llevar el caso a los tribunales.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/qTRHXzeOPaiYKCBwAxMu10XYF3g.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8mGbfrPhtWnkP6NYjl35EoZPYKf.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9UYXkLEeXKRSuj0lBb3p5KbRSQv.png"
    },
    {
      "id": "tmdb:75074",
      "type": "movie",
      "name": "Una visita al pasado",
      "ids": {
        "tmdb": 75074
      },
      "overview": "Un hombre mira quince años atrás, al momento en el cual una lesión puso fin a su carrera como promesa de jugador de futbol universitario",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/6tc4S4UJzAUtZJPHFpq2Weaa1bA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9V3L4ssroTkIcnlAJnUMVN3FpAN.jpg"
    },
    {
      "id": "tmdb:143529",
      "type": "movie",
      "name": "Las 4 bodas de Marisol",
      "ids": {
        "tmdb": 143529
      },
      "overview": "Marisol, una joven estrella del cine español, y Frank, un director estadounidense, se enamoran durante el rodaje de una película en España. El productor decide aprovechar la situación para organizar un montaje publicitario, pero Marisol prepara una trampa para darle un escarmiento.",
      "year": 1967,
      "poster": "https://image.tmdb.org/t/p/w342/z52TkpiSvk9Ey9z33IheZPmDGHO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yKB1T1lp52GWzr3MirA3VTft1il.jpg"
    },
    {
      "id": "tmdb:135538",
      "type": "movie",
      "name": "Al ponerse el sol",
      "ids": {
        "tmdb": 135538
      },
      "overview": "Un famoso cantante y actor está en la cima de su carrera pero la fatiga, la tensión y el acoso de la prensa le hacen sentirse desequilibrado. Su estrella comienza a decaer rápidamente y por eso se interna en una clínica para curar su dolencia. Al salir, alejado de su público, va a pasar una temporada a una casa que tiene en el Norte, a la orilla del mar. Allí se siente obsesionado por la historia de unos personajes que han vivido en una casa próxima, en uno de los cuales identifica a su antigua secretaria.",
      "year": 1967,
      "poster": "https://image.tmdb.org/t/p/w342/lMUWRQTbSgHCHVwhB11ueTrb9wW.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:43571",
      "type": "movie",
      "name": "Un pobre rico",
      "ids": {
        "tmdb": 43571
      },
      "overview": "Un hombre entra en crisis al saber que puede quedar arruinado pronto. Su psiquiatra le recomienda que se haga pasar por pobre, para empezar a asumir así una nueva condición social",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/3CQOegNJTTj7UXmf1CLBu8m463D.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rfDK1lA4tmwkAmZKitdWT5b1YQL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mdqOmV2GQJaHmiifJzSGkXoxkqS.png"
    },
    {
      "id": "tmdb:20766",
      "type": "movie",
      "name": "La Carretera",
      "ids": {
        "tmdb": 20766
      },
      "overview": "El planeta ha sido arrasado por un misterioso cataclismo y, en medio de la desolación, un padre y su hijo se dirigen hacia la costa en busca de un lugar seguro donde asentarse. Durante el viaje se cruzarán con otros supervivientes: unos se han vuelto locos, otros se han convertido en caníbales.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/wKU6IcJsWP2rPmMg6DiOT2anNnB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/r2LrZ97fsF3JLJC68LyCf8cMV3l.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tDw6O7iHKcIejgz03GCvbRTMowr.png"
    },
    {
      "id": "tmdb:44741",
      "type": "movie",
      "name": "Malicia",
      "ids": {
        "tmdb": 44741
      },
      "overview": "En un piso de Catania, en los años cincuenta se reúnen muchas personas de luto por la muerte de la esposa de Ignazio La Brocca, dueño de una próspera sastrería y padre de tres hijos.Entre los presentes hay una joven, Angela La Barbera, que precisamente ese día iba a empezar a trabajar como interina para la familia. El viudo y los tres hijos pronto se acostumbran a los cuidados dulces y atentos de la nueva presencia femenina.El viudo no consigue resistir a la tentación y decide casarse con ella a pesar del poco tiempo transcurrido desde la muerte de su mujer. Además de la presencia dominante de un gran retrato de la primera esposa, otro obstáculo para la unión es el hijo Nino, totalmente obsesionado por la mujer. Entre los dos se va instaurando una relación maliciosa y cruel, en la que Angela se presta a los juegos eróticos del adolescente con tal de conseguir el consenso para casarse con su padre.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/aFDzUNTAFKIl5WK8Llrhz1AfVTt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i3CV5KhT2Y1xv0j606GE9jgc2SC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sSkA55gd1YGZoq9orLjdFJ29zjt.png"
    },
    {
      "id": "tmdb:14240",
      "type": "movie",
      "name": "Maniac Cop",
      "ids": {
        "tmdb": 14240
      },
      "overview": "Un maníaco asesino comienza a asesinar policías en Nueva York. El principal sospechoso es Jack Forrest, un agente del cuerpo con fama de ser problemático. Sin embargo, cuando su superior, el teniente McCrae, es encontrado muerto, Jack decide ocuparse del caso. Para ello cuenta con la ayuda de su novia, una agente que trabaja de incógnito. Entre tanto, alguien sigue asesinando a policías.",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/lKQgmaJtJt5cLU2w0fJGyfBggDa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1FUJTCLhJQ75osuyLAY0Nlzvxv3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yu5OdZ35e4O8CSMWkkUR9cKcU0a.png"
    },
    {
      "id": "tmdb:12572",
      "type": "movie",
      "name": "New York, I Love You",
      "ids": {
        "tmdb": 12572
      },
      "overview": "Película formada por cortometrajes de reconocidos directores y actores, siguiendo la línea de \"Paris, je t'aime\", narrando historias de amor en la ciudad de Nueva York.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/85pnbEkyGi211Rq9DmnqbNX18aK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lmBCEbhZUemE2jxYqz1aEekE7Y8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3r1xP0ng561isVgeEv1frd58zRG.png"
    },
    {
      "id": "tmdb:390051",
      "type": "movie",
      "name": "Una historia de venganza",
      "ids": {
        "tmdb": 390051
      },
      "overview": "Roman aguarda la llegada de su esposa y su hija embarazada que vuelven de viaje. En el aeropuerto descubre que ha sucedido un terrible accidente. Roman no será capaz de descansar hasta encontrar a la persona responsable.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/q6syqQylLh6VFjHE5UE0goUxg1d.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/j26eaJw2xjLuNctwG1TjywSMdzP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rhbbEw5WtbUamLj3F8nhuidI3XT.png"
    },
    {
      "id": "tmdb:1718",
      "type": "movie",
      "name": "Camino de Santa Fe",
      "ids": {
        "tmdb": 1718
      },
      "overview": "Como castigo por una pelea con sus compañeros días antes de graduarse en West Point, Jeb Stuart, George Armstrong Custer y cuatro amigos más, son destinados al Segundo de Caballería, estacionado en Fort Leavenworth. Durante su estancia allí, deberán participar en la captura y ejecución del abolicionista, John Brown, tras la Batalla de Harper Ferry.",
      "year": 1940,
      "poster": "https://image.tmdb.org/t/p/w342/3ZiIIRtEd5vmIE2BehqQ1w2Exex.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ejLNia8P6YrKbIpvEsihs0Ei8wL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bH4mG54jrymov0S5wWayH2Lt1zB.png"
    },
    {
      "id": "tmdb:129254",
      "type": "movie",
      "name": "¡Cómo está el servicio!",
      "ids": {
        "tmdb": 129254
      },
      "overview": "Vicenta, una joven pueblerina, llega a Madrid para trabajar de sirvienta en la casa de un médico y se enamora locamente de su hijo. El muchacho, para evitar que su familia se quede sin servicio, sigue los consejos de su padre y finge estar enamorado de ella. Mientras, su primo Manolo, un simpático granuja, que trabaja como enfermero, embauca a varias chachas que le entregan su sueldo todos los meses porque les ha prometido comprar un piso antes de casarse con ellas.",
      "year": 1968,
      "poster": "https://image.tmdb.org/t/p/w342/8ooPKqv9RCnMAzD5BKk9MlhdUer.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4U9d8v3hqF9nGfjCbhSz9RvrNeQ.jpg"
    },
    {
      "id": "tmdb:118007",
      "type": "movie",
      "name": "El esqueleto de la señora Morales",
      "ids": {
        "tmdb": 118007
      },
      "overview": "El matrimonio entre Gloria y Pablo Morales es un infierno. La mujer atormenta a su esposo con sus celos, quejas y un extremo puritanismo que raya en la obsesión. Como Gloria no quiere separarse y Pablo ya no sabe qué hacer, la situación se ha tornado insostenible. Un día, Pablo anuncia a sus conocidos que Gloria se ha ido a Guadalajara a visitar a una tía. Sin embargo, en su laboratorio de taxidermista, Pablo conserva un esqueleto al que trata como si fuese su mujer.",
      "year": 1960,
      "poster": "https://image.tmdb.org/t/p/w342/tiEk8dT46cK2KVFxITIqm0kT3iD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yNhbxY6IM3ewszPFZjAdoOH7BUt.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hrUV44VdrMJbz52yOgKC6GdlmgU.png"
    }
  ]
}