{
  "metas": [
    {
      "id": "tmdb:10949",
      "type": "movie",
      "name": "Oliver Twist",
      "ids": {
        "tmdb": 10949
      },
      "overview": "Inglaterra, siglo XIX. Famosa adaptación de la novela homónima de Charles Dickens. Oliver es un niño huérfano al que su madre, una joven soltera, abandonó a las puertas de un orfanato. Para librarse de él, el malvado director de la institución, decide venderlo a un empresario como aprendiz de su taller. Cansado de los malos tratos que recibe, huye y acaba uniéndose a un grupo de pequeños rateros que viven bajo la férula de un viejo tiránico.",
      "year": 1948,
      "poster": "https://image.tmdb.org/t/p/w342/zEkA7FKK3nenSl8mxhvhqC2euar.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zr9HEaVyaUJcb4J3wLUBdSaEimE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xYuUaDE58uvEqqbAhwDRpp24Nr.png"
    },
    {
      "id": "tmdb:28178",
      "type": "movie",
      "name": "Siempre a tu lado",
      "ids": {
        "tmdb": 28178
      },
      "overview": "Basada en una historia real. Un profesor de universidad adopta a un perro vagabundo en una estación del tren. Tras recabar información sobre el animal, el profesor descubre que el perro iba a los andenes a diario durante semanas para esperar el regreso de su amo, pero éste había muerto en un accidente en la ciudad. El perro Hachiko, al lado de su nuevo amo a quien también le cambiará la vida cuando descubre los lazos que se pueden crear entre un animal y una persona.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rLPMD8BOHjvvjjCX7BZQdqNWBm2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gFCNw7ewLrc4BgRUw9mN3G3vxOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSBpv8j18UoN1G5jaQgRMTfK0O2.png"
    },
    {
      "id": "tmdb:429",
      "type": "movie",
      "name": "El bueno, el feo y el malo",
      "ids": {
        "tmdb": 429
      },
      "overview": "Durante la Guerra de Secesión, tres cazadores de recompensas se lanzan a la búsqueda de un tesoro que ninguno de los tres truhanes puede localizar sin la ayuda de los otros dos. Tuco sabe que el tesoro se encuentra en un cementerio, mientras que Joe conoce el nombre inscrito en la tumba que lo esconde. Mientras tanto, Sentenza no duda en matar a mujeres y niños para conseguir su meta. De esta forma, los tres hombres colaboran en apariencia, pero al final intentarán eliminarse mutuamente.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/fSWnIXsxA47smMLwRELSWkxbVJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tEzlu5U9gQrE55XF1piXPZBtOrD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e0brYd78ykMjc6r2i0R46cEuPSW.png"
    },
    {
      "id": "tmdb:324786",
      "type": "movie",
      "name": "Hasta el último hombre",
      "ids": {
        "tmdb": 324786
      },
      "overview": "Narra la historia de Desmond Doss, un joven médico militar que participó en la sangrienta batalla de Okinawa, en el Pacífico durante la II Guerra Mundial, y se convirtió en el primer objetor de conciencia en la historia estadounidense en recibir la Medalla de Honor del Congreso. Doss quería servir a su país, pero desde pequeño se había hecho una promesa a sí mismo: no coger jamás ningún arma.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/m3jj8IJ7uP5p4MqMzgtGW5l4ECd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gQzf1YLUicwHyXyjYNMtk44VjgO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xxucMCBH6h3iJ0Jc8JtVFNnen65.png"
    },
    {
      "id": "tmdb:189320",
      "type": "movie",
      "name": "El túnel",
      "ids": {
        "tmdb": 189320
      },
      "overview": "Juan Pablo Castell (Peter Weller) es un artista de reconocida reputación que vive en Buenos Aires, la capital de Argentina. Durante una exposición de sus cuadros descubre a una misteriosa mujer,  María Iribarne (Jane Seymour), que se ha quedado deslumbrada ante una de las obras de arte. Casualmente, esa obra es una de las favoritas de Castell y no puede evitar sentirse intensamente atraído por la chica que acaba de conocer, pero al acercarse a ella, ésta desaparece. Desde ese momento, la mujer se convierte en una obsesión para el pintor y hace todo lo que está al alcance de su mano para conseguirla.  Cuando por fin se vuelve a encontrar con ella, un amor sin límites surge entre los dos, pero lo que no saben es que su relación no será necesariamente un camino de rosas.",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/5P9aHCKF0DmzTlGHCcvx4omjPzA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tr8vi2plOm1wRHUoAEQBL2mvW5l.jpg"
    },
    {
      "id": "tmdb:144069",
      "type": "movie",
      "name": "La criada",
      "ids": {
        "tmdb": 144069
      },
      "overview": "Anna (Guerin), la hermosa esposa de un abogado, se siente abandonada por este, por lo que decide irse unos días con su sirvienta (Michelsen) al pueblo natal de esta. A partir de este momento comenzará una extraña relación entre ellas.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/s9pXocmKhkvLazafoL0oUGIn3Me.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/p2bq3g5YfkWIKCjV5i289brZsJR.jpg"
    },
    {
      "id": "tmdb:9769",
      "type": "movie",
      "name": "Lolita",
      "ids": {
        "tmdb": 9769
      },
      "overview": "Humbert es un europeo culto, brillante y atractivo que se instala en una ciudad de Nueva Inglaterra como profesor. Una vez allí, se hospeda en casa de Charlotte, una voluptuosa viuda, que ve en Humbert la encarnación de sus fantasías provincianas. Pero Humbert oculta una herida envenenada: el recuerdo de un frustrado amor de adolescencia. Por eso, Lolita, la hija de Charlotte, se le aparece a Humbert como la materialización de sus sueños.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/3nTCYIR9kwBDAnbjNlf6IHMEHry.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kYZbdtV7JKYjyCwFzh3ocoGnLnk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tzlgvs6dXNjk91U96PnVQzHf7A1.png"
    },
    {
      "id": "tmdb:22705",
      "type": "movie",
      "name": "Transgressing",
      "ids": {
        "tmdb": 22705
      },
      "overview": "Carla es una joven atractiva y despreocupada de Venecia, que va a Londres para buscar un piso que compartir con su amante Matteo. En Londres, Moira, una funcionaria del estado, seduce a Carla... y ella es cautivada... Carla decide no decir nada a Matteo, y comienza a mentirle. Matteo se pone muy celoso, se imagina aventuras eróticas de Carla y abandona su viaje a Londres. Tarde o temprano, Matteo realmente va a Londres donde se enfrenta a Carla... cuyas revelaciones le hacen despertar...",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/poa998sFasJX2XQtCTLiXvis6aE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/haqFVSBvaWR6ZfKKDHkpxp9eYbh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bWX37ZIsatTGVTGnIccjAjHyd0X.png"
    },
    {
      "id": "tmdb:27883",
      "type": "movie",
      "name": "Macbeth",
      "ids": {
        "tmdb": 27883
      },
      "overview": "Inglaterra, Edad Media. Macbeth es un noble caballero escocés. Un día, después de una batalla en la que se gana el favor del monarca, encuentra a tres brujas que le profetizan que algún día llegará a ser Rey. Después del cumplimiento de otras dos profecías formuladas por las brujas, inevitablemente Macbeth se pregunta cómo podrá cumplirse la tercera, ya que el Rey Duncan todavía esta vivo y, además, tiene dos hijos que pueden heredar el trono. En realidad, en cuanto Macbeth escuchó la profecía, la idea del asesinato de Duncan no dejó de rondar por su mente, aunque, al principio la rechazó. Sin embargo, su mujer, cuya ambición y voluntad de poder es más fuerte que la suya, conseguirá incitarlo a cometer el crimen.",
      "year": 1948,
      "poster": "https://image.tmdb.org/t/p/w342/4DbzuePqGcUY7olAKzGly7kCEmU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lzVQGaq743ynSrWrYZkRp5cCyVC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1Jcgz8RpQuSY0LZMLOJltEOzB4I.png"
    },
    {
      "id": "tmdb:11477",
      "type": "movie",
      "name": "La comunidad",
      "ids": {
        "tmdb": 11477
      },
      "overview": "En un viejo edificio del centro de Madrid, Julia, una avispada vendedora de pisos, encuentra 300 millones de pesetas bajo una baldosa en la casa de un vecino fallecido. Sin embargo a Julia no le quedará más remedio que sortear la ira de toda una comunidad de vecinos dispuestos a repartirse el codiciado botín.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/exNxxEar6sfJLG0BCbo4sF7gs6b.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/91qnX0F0Bk8jBTH5ZERz4LnH3fv.jpg"
    },
    {
      "id": "tmdb:31453",
      "type": "movie",
      "name": "Doble identidad",
      "ids": {
        "tmdb": 31453
      },
      "overview": "Un médico estadounidense, que se encuentra en Chechenia por motivos laborales, es testigo de un asalto y ayuda a la joven víctima, una misteriosa mujer, a huir. Desde ese momento, su vida está en peligro y deberá buscarse la vida para sobrevivir en un país en el que no puede acudir a nadie en busca de su ayuda.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/nC33TDDr8KqoSuUjL86MBGdT1At.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gVScP3DqVug0VzFfFkoPEkOmXcE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/w0lqnXN2r2O44zT6fVDvRf4FDo5.png"
    },
    {
      "id": "tmdb:348841",
      "type": "movie",
      "name": "Una estación de paso",
      "ids": {
        "tmdb": 348841
      },
      "overview": "Como cada final de verano, Antonio sube a limpiar la chimenea. Desde aquí ve como han comenzado a reparar las casas vecinas. Con la llegada del invierno, Antonio va a descubrir el amor , el engaño y la muerte, mirando por la ventana .",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/zAMTubA8oGOUOmkRqGVhE3HmFWo.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:1587",
      "type": "movie",
      "name": "¿A quién ama Gilbert Grape?",
      "ids": {
        "tmdb": 1587
      },
      "overview": "Gilbert es un chico del pequeño pueblo de Endora atrapado allí por las obligaciones familiares. Tras el suicidio de su padre, debe hacerse cargo de su hermano menor, que es deficiente, de sus dos hermanas y de una madre obesa que pesa más de 200 kilos. Su aburrida vida transcurre entre el colmado donde trabaja, su familia y la relación que mantiene con una mujer casada. La llegada al pueblo de una joven optimista llamada Becky cambiará su rutina.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/1W9WHcWBD08V3SxpDpxESODDpde.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tSwCQWsMfI3Hrcghw4tBDvtR9yM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hT23Ud6IuP47zRFuj9BzPdNvVRw.png"
    },
    {
      "id": "tmdb:530385",
      "type": "movie",
      "name": "Midsommar",
      "ids": {
        "tmdb": 530385
      },
      "overview": "Una pareja estadounidense que no está pasando por su mejor momento acude con unos amigos a un festival de verano que se celebra cada noventa años en una aldea remota de Suecia. Lo que comienza como unas vacaciones de ensueño en un lugar en el que el sol no se pone nunca, poco a poco se convierte en una oscura pesadilla cuando los misteriosos aldeanos les invitan a participar en sus perturbadoras actividades festivas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/a4Uwb4vnep76r1HRNduFgT9MRez.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vxKs0JLPT63lcYZTK8P6b3SaFff.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mjf2CyGrMqjUjsjXsaEsakBrOdA.png"
    },
    {
      "id": "tmdb:115892",
      "type": "movie",
      "name": "La criatura",
      "ids": {
        "tmdb": 115892
      },
      "overview": "Después de varios años de matrimonio, Cristina logra, por fin, quedarse embarazada. Poco antes de dar a luz, el susto que le produce un perro precipita el parto, y el niño nace muerto. Para ayudarla a olvidar lo sucedido, su marido la lleva a la playa, donde encuentran un perro muy parecido al causante de la desgracia. Aunque al principio el animal la atemoriza, acaba encariñándose con él y llevándoselo a casa. El perro acaba compensándola de un matrimonio que va cada vez peor. En él deposita todo el cariño que no pudo darle a su hijo.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/aj2h6aBBdBa8QK9pjn9atmO6GcU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8snoWXivn9w06bc5kjwLyvd4Ykn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fBR5u8mOWFrkEiuqozk2tOcpTvT.png"
    },
    {
      "id": "tmdb:423",
      "type": "movie",
      "name": "El pianista",
      "ids": {
        "tmdb": 423
      },
      "overview": "Varsovia, 1939. El pianista polaco de origen judío Wladyslaw Szpilman (Adrien Brody) interpreta un tema de Chopin en la radio nacional de Polonia mientras la aviación alemana bombardea la capital. El régimen nazi ha invadido el país, y como hace en otros países invadidos, lleva a cabo la misma política con respecto a los judíos. Así Szpilman y toda su familia -sus padres, su hermano y sus dos hermanas- se ven obligados a dejar su casa y todo lo que les pertenece para trasladarse con miles de personas de origen judío al ghetto de Varsovia. Mientras Wladyslaw trabaja como pianista en un restaurante propiedad de un judío que colabora con los nazis, su hermano Henryk (Ed Stoppard) prefiere luchar contra los nazis. Pero tres años más tarde, los habitantes del ghetto son trasladados en trenes hacia campos de concentración.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/mxfLOWnHnSlbdraKfzRn5mqoqk7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hHrEwLQKpc3rVIzccMThmu6ou9M.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aB69H37bMYVXi03RBHqEjEa9iSL.png"
    },
    {
      "id": "tmdb:28468",
      "type": "movie",
      "name": "La llave secreta",
      "ids": {
        "tmdb": 28468
      },
      "overview": "Nino es un hombre mayor que está casado con una bella joven. El tipo no está muy satisfecho con su vida sexual, pero una posibilidad de cambio se abre una noche que sorprende a su esposa dormida.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/yVpTbPqrlvjJG570pG22b6Rlba4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bf0cRj3lFuw7TOWJSa1nNFJYEZX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uUd2UeBzloBqnasdZGXjTvCF9Pt.png"
    },
    {
      "id": "tmdb:81803",
      "type": "movie",
      "name": "La chica del atardecer",
      "ids": {
        "tmdb": 81803
      },
      "overview": "Después de pasar toda una vida trabajando sobre los escenarios, Hugo ha ido a parar a un asilo destinado a actores veteranos. En esta institución conoce a Renata, una bellísima muchacha de 18 años que trabaja como camarera. A pesar de su juventud, la joven ya ha sufrido demasiados acosos por parte de los hombres, pero el maduro Hugo está firmemente decidido a no ser uno más. (FILMAFFINITY)",
      "year": 1978,
      "poster": "https://image.tmdb.org/t/p/w342/48tgibXjRnb4aQpGbpCbdI2hv6X.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tTsJMCeB9kW86uCGopWs5VtQYoG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bNB2qJpylZdq2TT9YE96HabKSzr.png"
    },
    {
      "id": "tmdb:47796",
      "type": "movie",
      "name": "Mamma Roma",
      "ids": {
        "tmdb": 47796
      },
      "overview": "Mamma Roma es una prostituta que sueña con un bienestar pequeño-burgués. Tras la boda de su protector, se traslada con su hijo Héctor a un barrio decente, donde regenta un puesto de frutas en el mercadillo popular. Héctor es un muchacho de carácter débil e influenciable que se deja arrastrar por los amigos y se enamora de Bruna, una chica que lo inicia en los secretos del amor.",
      "year": 1962,
      "poster": "https://image.tmdb.org/t/p/w342/aMPxSiapchjZb73Lz7yNMdTi1cc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4OqoSolfhNesDAfv2zluIDVXiPR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/neBdMl6Qm4jhnmQ94jSn97KG0Hw.png"
    },
    {
      "id": "tmdb:204922",
      "type": "movie",
      "name": "No confíes en nadie",
      "ids": {
        "tmdb": 204922
      },
      "overview": "Christine sufre las secuelas de un terrible accidente: sólo tiene recuerdos durante un día. Cada mañana tiene que aprender a recordar su vida junto a su marido Ben y a recuperar todos los momentos que su memoria elimina mientras duerme. Un día Christine se da cuenta de que algo en la imagen que va formando su vida no encaja en el rompecabezas.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/89btN5XPSFzMBWvCkpMsw9sAMr2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/Qf366kUqyfGkB7Q3vqlB8I0VIR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5aZ35Lwu74Moe3S3JMZRvYtVw7L.png"
    },
    {
      "id": "tmdb:11616",
      "type": "movie",
      "name": "Dos supersuperesbirros",
      "ids": {
        "tmdb": 11616
      },
      "overview": "Rosco Frazer (Terence Hill) es un simpático viajero que vagabundea por las autopistas y casi es atropellado por un enorme camión conducido por dos tipos fuertes. Doug O'Riordan (Bud Spencer), un gigante barbudo, acaba de salir de prisión y está disfrutando de su comida en un área de descanso, cuando Rosco descubre al camión aparcado allí... Con la ayuda de Doug, Rosco consigue vengarse de los dos tipos. A partir de ahí se desencadenarán una serie de acontecimientos que les llevarán a ser tomados primero por ladrones y luego por agentes especiales de viaje en misión extraordinaria.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/kG4BXlUzKpDJAwVu2mkuQ105Qg3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/djG2enBnfuQzzXW5eEw0zHQH1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nQPDiUZ2CUNZo6qCy65b9hHkbQE.png"
    },
    {
      "id": "tmdb:587792",
      "type": "movie",
      "name": "Palm Springs",
      "ids": {
        "tmdb": 587792
      },
      "overview": "Cuando el desenfadado Nyles y su reticente dama de honor Sarah tienen la oportunidad de encontrarse en una boda de Palm Springs, las cosas se complican al verse incapaces de escapar del lugar y el uno del otro",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/eYNS3rNpLDxx5NJ16dwczAf4a7e.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/abHa4yfuwX957FLw3FRxZFMENRV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1O92r8CnyvdEgeda7rOZDYEWNAG.png"
    },
    {
      "id": "tmdb:1368",
      "type": "movie",
      "name": "Acorralado",
      "ids": {
        "tmdb": 1368
      },
      "overview": "John Rambo es un veterano de la guerra de Vietnam que sufre de estrés postraumático. Un día, llega a un pequeño pueblo de Oregón, donde el sheriff Will Teasle le detiene por vagabundear. Rambo logra escapar de la comisaría y se refugia en el bosque, donde usa sus habilidades de supervivencia y combate para enfrentarse a los policías que le persiguen. El coronel Samuel Trautman, el antiguo jefe de Rambo, llega al pueblo para intentar negociar con él y evitar una masacre. Rambo tendrá que luchar contra sus propios demonios y contra las fuerzas del orden que le quieren capturar o matar.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/sYHRcd9p3rV3t3w8MHGaA7wdIBl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/277Ct5pdW4WAbaBjYLwX2BEeZqk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yAZUxdJ9tZHvNoSONu1JKvfRNw2.png"
    },
    {
      "id": "tmdb:13653",
      "type": "movie",
      "name": "El aura",
      "ids": {
        "tmdb": 13653
      },
      "overview": "Un introvertido taxidermista tiene una extraña afición: planificar en su mente atracos perfectos, infalibles gracias a su inteligencia, que él considera superior. El azar hace que un día por fin tenga la oportunidad de llevar a cabo su fantasía, aunque el hecho de sufrir de epilepsia vaya a jugar en su contra.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/1mHxd9DQLVTLJzWQObgsuewn2kx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/t3sDgby379FKie9tf2wJ1ZLqPxr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ag6YGEGdJGT83vMDyMgasMgPEDx.png"
    },
    {
      "id": "tmdb:466411",
      "type": "movie",
      "name": "Más veloz que la muerte",
      "ids": {
        "tmdb": 466411
      },
      "overview": "Basada en hechos reales, cuenta la historia de Don Aronow, un multimillonario que con sus rápidas motoras ganó innumerables carreras de lanchas... y transportó toneladas de cocaína a Miami.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/lzR2GneOf4FiIqhB74pmqMNfuMr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7FLhc2MkTewJZrimZDSQmjYVdg1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9qlCWvyyxAaAj5DIoCaUoY6ojjQ.png"
    },
    {
      "id": "tmdb:2330",
      "type": "movie",
      "name": "Taxi Express",
      "ids": {
        "tmdb": 2330
      },
      "overview": "Daniel, un joven repartidor de pizzas, consigue hacer realidad uno de sus sueños: obtener la licencia de taxi. Pero un encuentro fortuito con Emilien le pone en un aprieto: para conservar su licencia de taxi, han de detener a una banda que está desmantelando los bancos del país.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/hJGTeFfEVzYGhB84YFU67B3VG4F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/148xS3PsuxDHT3VCcj3dzdU1lj3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/shKSBFh8eBz1zxEITJXkwqFon8O.png"
    },
    {
      "id": "tmdb:27578",
      "type": "movie",
      "name": "Los mercenarios",
      "ids": {
        "tmdb": 27578
      },
      "overview": "Un grupo de mercenarios es contratado para infiltrarse en un país sudamericano y derrocar a su despiadado y corrupto dictador. Una vez allí, se verán atrapados en una telaraña de engaño y traición. Una vez fracasada la misión, tendrán que enfrentarse a un reto aún más difícil; salvar la unidad del grupo y la amistad que los ha unido durante largos años.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/qiKXe4xbXnXdrhQXmXpZwG4Qlkv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7iugqPsB7BkqPouupLjmMDHsk45.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7Gjh8HJpkgQplW0ydg1xJrZWwAC.png"
    },
    {
      "id": "tmdb:16307",
      "type": "movie",
      "name": "El hombre de mimbre",
      "ids": {
        "tmdb": 16307
      },
      "overview": "Una carta que hace sospechar que una joven desaparecida ha sido asesinada lleva al sargento Howie de Scotland Yard hasta Summerisle, una isla en la costa de Inglaterra. Allí el inspector se entera de que hay una especie de culto pagano, y conoce a Lord Summerisle, el líder religioso de la isla.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/qeNitlsX0CMxj4of9UM9cVuvUIN.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/actEgAPKXCZDCC8bSFor0d54IPk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/luytE1Gywcw1CB8JIgEqUfAMtUD.png"
    },
    {
      "id": "tmdb:11963",
      "type": "movie",
      "name": "Los tres días del Cóndor",
      "ids": {
        "tmdb": 11963
      },
      "overview": "Robert Redford es un oscuro funcionario de la CIA, cuyo trabajo consiste en leer libros con el fin de detectar mensajes cifrados que permitan descubrir operaciones secretas susceptibles de perturbar la estabilidad del país. Un día, cuando vuelve al trabajo después de comer, encuentra a todos sus compañeros muertos. Consciente de que sólo el azar lo ha salvado de una muerte segura, huye tratando de salvarse, pero también para encontrar una explicación a lo sucedido. En su fuga se verá impelido a secuestrar a una bella mujer (Faye Dunaway) con la que, además de compartir sus peripecias, vive una intensa historia de amor.",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/wYvIcdlYWCmHUwipf8K3AGd9omg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7OkL9JeoxWwHRusnKZDrs69Ki4l.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/r6CnK4smianAF7SB7dEk2lixMJM.png"
    },
    {
      "id": "tmdb:55101",
      "type": "movie",
      "name": "Presunto homicida",
      "ids": {
        "tmdb": 55101
      },
      "overview": "Callum Crane es un reconocido abogado a punto de convertirse en juez cuando, debido a deseos carnales motivados por el alcohol, hace algo que tendrá consecuencias devastadoras: ataca sexualmente a su preciosa y flamante ayudante Sophie. Ella le amenaza con contarlo todo, y destruir así su carrera y la frágil relación que tiene con su esposa Natalie. Mientras tanto, Nathan, un joven delincuente de poca monta, descubre que Crane es su verdadero padre y decide buscarle. Por un extraño giro del destino, Nathan se hace amigo de la compañera de piso de Sophie, Tanya, cuando se la encuentra cerca del despacho de Crane.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/1JfgSzlj5BG7OhUtmXjwkTA40w2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qmnTGE7DmPxUUDK6aQMX3pzDPKg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eHkGArVlSS3jVltrEuZxIgVHanQ.png"
    },
    {
      "id": "tmdb:1369",
      "type": "movie",
      "name": "Rambo: Acorralado Parte II",
      "ids": {
        "tmdb": 1369
      },
      "overview": "Rambo es excarcelado y enviado de vuelta al Vietnam con una nueva misión: averiguar el paradero de unos soldados norteamericanos desaparecidos. Tras saltar en paracaídas en la jungla, portando únicamente un cuchillo y un arco con flechas, se le dice que no ataque al enemigo y que sólo haga fotografías de reconocimiento. Pero el plan no saldrá como estaba previsto.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/TuW7rwhdVPrm3qBsBGnn747Uar.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2vlFPft9hDZEdQJSVqNznZVILrj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uUTS5ZTXFLNszIG8B2yzvXpHdWf.png"
    },
    {
      "id": "tmdb:287948",
      "type": "movie",
      "name": "Transporter legacy",
      "ids": {
        "tmdb": 287948
      },
      "overview": "En los bajos fondos de Francia, Frank Martin (Ed Skrein) es conocido como «Transporter», el mejor conductor y mercenario que se puede comprar con dinero. Frank se rige por tres simples reglas: sin nombres, sin preguntas y sin renegociaciones, y transporta cualquier cosa por el precio adecuado. Hasta que conoce a la misteriosa mujer fatal llamada Anna (Loan Chabanol), que lidera un grupo de mortíferos asaltantes y que no se detendrá ante nada con tal de acabar con una despiadada banda rusa de traficantes humanos. Anna sabe que Frank es el mejor en su trabajo y, para asegurarse su colaboración, mantiene rehén a su padre (Ray Stevenson). Ahora, padre e hijo se verán obligados a trabajar con Anna para llevar a esta peligrosa banda ante la justicia.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/eQ8jVLAVUG3XozFcFKyXMaWam2D.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/a4bZTOtKE3bVUMtFnRshQ06sPV4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/adhVywytbACAS1ohePjpDHLoJsk.png"
    },
    {
      "id": "tmdb:37347",
      "type": "movie",
      "name": "Fort Apache",
      "ids": {
        "tmdb": 37347
      },
      "overview": "Owen Thursday, general durante la Guerra civil (1861-1865) y recientemente degradado, llega a Fort Apache como teniente coronel acompañado de su bella hija Philadelphia para hacerse cargo del mando. Fort Apache, situado en medio del desierto, es un puesto militar fronterizo y sus soldados estan curtidos en las luchas contra los apaches mescaleros.",
      "year": 1948,
      "poster": "https://image.tmdb.org/t/p/w342/cYzS9G8zrrm5NjONCuuxbTzDYsk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/us52FnxXY6H6V7q62ZiEnO5bE97.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gYwetaZojb2lsBCU8qGwXs9eZPv.png"
    },
    {
      "id": "tmdb:9886",
      "type": "movie",
      "name": "Johnny Mnemonic",
      "ids": {
        "tmdb": 9886
      },
      "overview": "Johnny, un joven del siglo XXI con chips implantados, se gana la vida transportando datos valiosos que almacena en su cerebro. Dos científicos lo contratan para que haga de mensajero de una información robada. Demasiado material para su capacidad de almacenaje, pero Johnny no duda en inyectarse una ampliación de memoria y cumplir con el encargo. Sin embargo, debe acabar el trabajo y deshacerse de ese material si no quiere morir a causa de la sobrecarga. La vida se le complica cuando una organización criminal desea hacerse con la información o, lo que es lo mismo, con su cabeza.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/olwvW2UMiZpgPOgU2H6wpu9KRh9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ytnE8v8sAdecDo9YMWgRoWJfYgU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/pFFdAhHM80zzWPW84su8p2Y9LWR.png"
    },
    {
      "id": "tmdb:11039",
      "type": "movie",
      "name": "El supersheriff",
      "ids": {
        "tmdb": 11039
      },
      "overview": "De un lejano planeta llega una nave espacial y deja en un ignoto pueblecito, llamado Monroe, a un encantador muchacho de 12 años que traba amistad con el grandullón Joe, quien es nombrado sheriff del pueblo. El chico resulta tener grandes superpoderes.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/uQLfT1NIAqQq0PYcUV2d0JvycOY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/s2ZXGZT0C6xbL8Gq57AHLcssuMK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nIoGuRJdrqRbnKYSupi61qwSf9k.png"
    },
    {
      "id": "tmdb:577",
      "type": "movie",
      "name": "Todo por un sueño",
      "ids": {
        "tmdb": 577
      },
      "overview": "Suzanne es una guapa y ambiciosa joven con un único sueño en la cabeza: convertirse en una presentadora estrella de la televisión. Su ambición, tan desmesurada que no admite la posibilidad de que nada ni nadie se interponga en su camino, la llevará a intentar eliminar a su marido, que representa un gran obstáculo para su carrera.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/f02Rs99dfbDIZa25cUGvrc7710z.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5R0AUtbK6D6W0kpskuE5uhjrTj3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/Av0JZaxjtUy3LCqSbf4K8PVIT7K.png"
    },
    {
      "id": "tmdb:432991",
      "type": "movie",
      "name": "Demonios tus ojos",
      "ids": {
        "tmdb": 432991
      },
      "overview": "Oliver (Julio Perillán), un joven director de cine asentado en Los Ángeles, descubre una noche en una web erótica que la protagonista de uno de los explícitos vídeos es su hermana pequeña, Aurora (Ivana Baquero). Sorprendido y confuso, decide viajar a Madrid, tras varios años sin visitar a su familia. Comienza así una búsqueda obsesiva de respuestas, un viaje íntimo hacia la turbación y la verdad de la imagen, una historia de dominación y manipulación, sobre los límites de la moral y la pérdida de la inocencia vital y audiovisual.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/sjnPtdzi2ACgC4uTjkEFQ8CeF4O.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kpHaITlfUH3ygsBv5Tv41Hexiv3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aeifxnoFWdqzCSfPT8NKWNCjBAX.png"
    },
    {
      "id": "tmdb:52212",
      "type": "movie",
      "name": "Miranda",
      "ids": {
        "tmdb": 52212
      },
      "overview": "En esta comedia erótica, Miranda es la encargada de una cantina en un pequeño pueblo que empieza a probar a los distintos hombres disponibles.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/sxBazt4grZmU5eEvLiWmcquP1cA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4mJJdb7TFmqCffMvs81T76vakx0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aQpMvTx2ODga9GrAp0WhQPOPzXO.png"
    },
    {
      "id": "tmdb:581387",
      "type": "movie",
      "name": "Alerta roja",
      "ids": {
        "tmdb": 581387
      },
      "overview": "El volcán en la montaña Baekdu hace erupción repentinamente, causando varios terremotos tanto en Corea del Norte como en el Sur. El caos reina en la península de Corea cuando se predicen más erupciones. Para prevenir un desastre mayor, Jeon Yoo-kyung (Jeon Hye-jin) planea una operación basada en la teoría del profesor Kang Bong-rae (Ma Dong-seok), quien ha estudiado la montaña Baekdu y sus posibles erupciones. Jo In-chang (Ha Jung-woo) es el capitán del equipo de fuerzas especiales y es asignado a la operación que mantiene el destino de ambas Coreas en la balanza. Él contacta a Lee Joon-pyeong (Lee Byung-hun), un espía norcoreano para realizar la operación conjuntamente. Mientras, su esposa embarazada, Choi Ji-young (Bae Suzy), está sola en Seúl intentando sobrevivir en medio del desastre.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/A3BP44EvnJIIhyNVwPT0IpvNAoc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jpiw4h4VeSXlPjn6cLzSEeT6vDE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hFRsvlEMDiG1Wb6MJpIT8gigGey.png"
    },
    {
      "id": "tmdb:45610",
      "type": "movie",
      "name": "El soldado de Dios",
      "ids": {
        "tmdb": 45610
      },
      "overview": "Sam Childers creció con un padre violento y una madre muy devota, quizá por ello su vida es una contradicción. Adicto a las drogas y a las mujeres, acabó convirtiéndose en un motorista narcotraficante. Algunos años después, Sam se incorpora al ejército y forma parte de un equipo cuya misión consiste en recorrer las zonas más peligrosas de Sudán y de Uganda para rescatar a los niños huérfanos y a los niños-soldado.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/ztTnfnqAX8O0ik1ZhZrjJPGjtnd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wiwbTJKWQaFiaKmBCuzq3mefVo3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qLpSuY9hBHhxyY0R8AlJz5dHEqC.png"
    },
    {
      "id": "tmdb:543760",
      "type": "movie",
      "name": "La Camarista",
      "ids": {
        "tmdb": 543760
      },
      "overview": "Eve es una joven camarista quien trabaja en uno de los hoteles más lujosos de la Ciudad de México. Las jornadas tan extensas y laboriosas hacen que Eve no pueda cuidar a su hijo mientras trabaja, pero ella esta convencida de que su situación mejorará cuando sea ascendida a un mejor puesto.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/AmuBCF19LiF0EuRhdgfRBBHKMy8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/p4YTAkqPz314Jfb5EDVsK5j9Vrk.jpg"
    },
    {
      "id": "tmdb:42400",
      "type": "movie",
      "name": "Siete mesas de billar francés",
      "ids": {
        "tmdb": 42400
      },
      "overview": "Al enterarse de que su padre ha caído enfermo, Ángela (Maribel Verdú) y su hijo Guille van a verlo a la ciudad. Cuando llegan, Charo (Blanca Portillo), la amante de Leo, pone a Ángela al corriente de la situación ruinosa que atraviesa el negocio de su padre: un local en el que se alinean siete mesas de billar. Ángela decide entonces intentar sacarlo a flote.",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/1XC3OvBu6QaJ5McHW33c8mC5gOd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tPCn9D7zTojKZHpkVnBBhrbpQqH.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qvMHz03Hn5RnJdBxh476gBUS428.png"
    },
    {
      "id": "tmdb:123940",
      "type": "movie",
      "name": "Los cuatro de Fort Apache",
      "ids": {
        "tmdb": 123940
      },
      "overview": "Una banda de mexicanos, liderados por un general algo loco, roba un cargamento de armas que tenían que llegar a Fort Apache. Para recuperarlo, salen en su busca tres militares, acompañados de Coran, un peculiar cazarrecompensas de religión musulmana.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/ksKZwm3a86miTvCrTdqZsh1nBAr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ztCR17q8JGthmlQpQwhRsWK31e1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9MoOVngW5Sj7QkTb3jjz9LWFfpj.png"
    },
    {
      "id": "tmdb:391",
      "type": "movie",
      "name": "Por un puñado de dólares",
      "ids": {
        "tmdb": 391
      },
      "overview": "Tras la muerte de Juárez, en México dominan la injusticia y el terror. Joe, un pistolero vagabundo, llega al pueblo fronterizo de San Miguel, donde dos familias se disputan el control del territorio, y entra al servicio del clan Rojo. Una noche, Joe es testigo del intercambio de oro por armas entre mexicanos y soldados de la Unión...",
      "year": 1964,
      "poster": "https://image.tmdb.org/t/p/w342/la1A6gknPnZd0bZgL6C7poN11v.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8AQo9k8pD4EAgL8OELKjVGlq1Ec.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dkg4P8OTyZzNOTCF0H6bHuz1hj9.png"
    },
    {
      "id": "tmdb:12834",
      "type": "movie",
      "name": "Hojas de hierba",
      "ids": {
        "tmdb": 12834
      },
      "overview": "Bill y Brady Kincaid son un par de hermanos gemelos idénticos que llevan una vida paralela. Mientras Bill es un respetado y catedrático profesor en Rhode Island, su hermano Brady se dedica al cultivo y distribución de marihuana. Daisy, la madre de ambos, fue una excéntrica mujer que vive en un asilo con la esperanza de olvidar la soledad.  Bill recibe una falsa llamada informando de que su hermano ha sido asesinado, ya que Brady necesita una coartada para sus fechorías. Bill se queda en su antiguo pueblo en Oklahoma solo para comprobar que Brady debe dinero a un reconocido y respetado judío de la zona que amenaza con matarlo. Pronto se entera de que Brady será padre, que su madre espera su llegada y que de una vez encontrará el amor. A pesar del frio distanciamiento al que Bill sometió a la única familia que tiene, el destino le enseñará una valiosa lección.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/pPDXmkrVn7kxrj2g6p4V2xtTxsi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mMyd9p3mTRJioFHcPubx2S5yFZM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5ljQhTHztiYPqBPW64x1QJeU2.png"
    },
    {
      "id": "tmdb:611914",
      "type": "movie",
      "name": "La mensajera",
      "ids": {
        "tmdb": 611914
      },
      "overview": "Ezekiel Mannings (Gary Oldman) es un implacable jefe de la mafia dispuesto a todo para matar a Nick Murch (Amit Shah), el único testigo dispuesto a declarar en su contra. Por este motivo, decide contratar a una mensajera (Olga Kurylenko) en moto para que lleve una bomba de gas venenoso, sin que ella lo sepa. Cuando son conscientes de los planes de Mannings, Nick y la chica deciden huir, pero descubren que tendrán que enfrentarse a un ejército de asesinos a sueldo para poder sobrevivir.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/qobimZ1TkVJYiJDAOzVRMdBX3a8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/l2bcbH8XSEFNXGCkemc5okiUCXe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/meHv9uXFvxB9DxCSUk0zZPGCRUa.png"
    },
    {
      "id": "tmdb:519393",
      "type": "movie",
      "name": "Miss Dalí",
      "ids": {
        "tmdb": 519393
      },
      "overview": "Anna Maria Dalí es cuatro años más joven que su hermano Salvador y se adoran. Pronto disfrutan del ambiente progresista de la España republicana, confraternizando con grandes creadores, como García Lorca o Buñuel. Una arcadia feliz que se rompe con el estallido de las guerras europeas, la llegada de la siempre misteriosa Gala y el impresionante éxito mundial de Salvador, uno de los más grandes pintores del siglo XX.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/AqLzJMBYhABVnC5LcyaUwjHEaNR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yuGQrNvmjNCH3tw8vMii5BFAioU.jpg"
    },
    {
      "id": "tmdb:270369",
      "type": "movie",
      "name": "El próximo otoño",
      "ids": {
        "tmdb": 270369
      },
      "overview": "Historia de amor entre un piloto particular de una embarcación de recreo y una francesa llegada de vacaciones a España. Poco a poco irán entablando amistad hasta llegar a una experiencia casi decisiva, pero ella tendrá que volver a Francia a ingresar en la universidad.",
      "year": 1967,
      "poster": "https://image.tmdb.org/t/p/w342/nqBl0rY2cqnCnLgrM651HwHUA5G.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:10785",
      "type": "movie",
      "name": "El enigma de otro mundo",
      "ids": {
        "tmdb": 10785
      },
      "overview": "Un visitante hostil de otro planeta es detectado por una estación de radar situada en el ártico. Película de culto dentro del género, todo un clásico con excelentes interpretaciones y un insoportable suspense. Famosa cinta de ciencia-ficción en la que el productor Howard Hawks planificó y supervisó todo el rodaje. En 1982 John Carpenter dirigió un conocido remake, titulado \"La cosa\".",
      "year": 1951,
      "poster": "https://image.tmdb.org/t/p/w342/48nJtwb2rfYprwNcs4sidOlVr6C.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/e73eK1SDmKwfzJTxY5lPmPkWKwi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/92iOVEwvoHJn8MtFqQrFcWxBQUY.png"
    },
    {
      "id": "tmdb:71799",
      "type": "movie",
      "name": "La vaquilla",
      "ids": {
        "tmdb": 71799
      },
      "overview": "Guerra Civil Española (1936-1939). En el frente, un grupo de soldados se limita a escribir cartas o a dormitar. Pero la tranquilidad se rompe cuando un altavoz de la Zona Nacional anuncia que, con motivo de la Virgen de Agosto, se va a celebrar en un pueblo cercano una corrida. Cinco combatientes de la Zona Republicana deciden robar la vaquilla para arruinarle la fiesta al enemigo y conseguir la comida que necesitan.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/rUJW2FYGgn98DNCbODKUCf5EiBo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pm3l0g98hEyEJEEPJyNre905EPm.jpg"
    }
  ]
}