{
  "metas": [
    {
      "id": "tmdb:1038392",
      "type": "movie",
      "name": "Expediente Warren: El último rito",
      "ids": {
        "tmdb": 1038392
      },
      "overview": "Los investigadores de lo paranormal Ed y Lorraine Warren se enfrentan a un último caso aterrador en el que están implicadas entidades misteriosas a las que deben enfrentarse.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/dyW5mX4wwDoZWgTYObx6pg9V0i9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cDNuAKzhfM6GQ8jce55jn9SQLY3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zb3uyouM8gdEqzuhhGEGvwT8WSf.png"
    },
    {
      "id": "tmdb:1061474",
      "type": "movie",
      "name": "Superman",
      "ids": {
        "tmdb": 1061474
      },
      "overview": "En un mundo que ha perdido la fe en la bondad, Superman lucha por reconciliar su herencia kryptoniana con los valores humanos que moldearon su carácter. Criado en la Tierra, representa la verdad, la justicia y el estilo americano, pero debe enfrentarse a un mundo cínico que cuestiona sus ideales. Entre el deber de proteger a la humanidad y la búsqueda de su identidad, Superman demuestra que la esperanza y la bondad nunca pasan de moda, incluso en los tiempos más oscuros, inspirando a otros a creer en un futuro mejor.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/fvUJb08yatV2b3NUSwuYdQKYoFd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/HQorbRuFTBlTbV6stD8FrvERso.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2P25kW8Ij0oGPrwfUHessZl76LJ.png"
    },
    {
      "id": "tmdb:157336",
      "type": "movie",
      "name": "Interstellar",
      "ids": {
        "tmdb": 157336
      },
      "overview": "Un grupo de exploradores hacen uso de un agujero de gusano recientemente descubierto para superar las limitaciones de los viajes espaciales tripulados y vencer las inmensas distancias que tiene un viaje interestelar.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/fbUwSqYIP0isCiJXey3staY3DNn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6l5jO0mFAHCD9DDYTvNfsRveuhv.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xBmWKbXWEgRn69x7qma4uiPgE1N.png"
    },
    {
      "id": "tmdb:1451296",
      "type": "movie",
      "name": "Uno equis dos",
      "ids": {
        "tmdb": 1451296
      },
      "overview": "Chino y Josu, dos amigos de unos 40 años, han estado jugando a la quiniela juntos desde que se conocieron en la universidad. Este fin de semana, han acertado los primeros 12 resultados y, junto con sus parejas, Paula y Cris, deciden seguir el final de la jornada en la casa de campo de la familia de Chino. Al plan se une David, un compañero de trabajo de Cris que acaba de divorciarse. A medida que la posibilidad de hacerse ricos aumenta con cada nuevo resultado, los cinco se enfrentarán a las verdades ocultas de sus relaciones y a su verdadera identidad, en una escalada imparable y caótica de violencia y malas decisiones.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/q42qOEkYYfe7cUy3EWUHYTbRUAJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i8HnWKyvg31twRNvNHqWFW8dP6I.jpg"
    },
    {
      "id": "tmdb:950387",
      "type": "movie",
      "name": "Una película de Minecraft",
      "ids": {
        "tmdb": 950387
      },
      "overview": "Cuatro inadaptados se encuentran luchando con problemas ordinarios cuando de repente se ven arrastrados a través de un misterioso portal al Mundo Exterior: un extraño país de las maravillas cúbico que se nutre de la imaginación. Para volver a casa, tendrán que dominar este mundo mientras se embarcan en una búsqueda mágica con un inesperado experto artesano, Steve.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/rZYYmjgyF5UP1AVsvhzzDOFLCwG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xamBLexcq5KHBRqFuB3BaJZ06lL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ggGYbniHbvWDA9GAQYBUUdN3AKP.png"
    },
    {
      "id": "tmdb:474350",
      "type": "movie",
      "name": "It: Capítulo 2",
      "ids": {
        "tmdb": 474350
      },
      "overview": "Han pasado casi 30 años desde que el \"Club de los Perdedores\", formado por Bill, Beverly, Richie, Ben, Eddie, Mike y Stanley, se enfrentaran al macabro y despiadado Pennywise (Bill Skarsgård). En cuanto tuvieron oportunidad, abandonaron el pueblo de Derry, en el estado de Maine, que tantos problemas les había ocasionado. Sin embargo, ahora, siendo adultos, parece que no pueden escapar de su pasado. Todos deberán enfrentarse de nuevo al temible payaso para descubrir si de verdad están preparados para superar sus traumas de la infancia.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/9oERKIVyTWpHNum3STVsAGD4ojz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1BELG1iL0iawugSFsmYy2xOtXk3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kYETcr9I7c5a7bOUtrZNfQ6fx2j.png"
    },
    {
      "id": "tmdb:346364",
      "type": "movie",
      "name": "It (Eso)",
      "ids": {
        "tmdb": 346364
      },
      "overview": "Remake del clásico de Stephen King en el que un payaso aterroriza a los niños de un vecindario. En un pequeño pueblo de Maine, siete niños conocidos como el Club de los Perdedores se encuentran cara a cara con problemas de la vida, matones y un monstruo que toma la forma de un payaso llamado Pennywise.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/sSrj4lnhrb113DOPEPTaO2jaDk3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8E0WtqLYZyIfS3nuKnGYGi19x5m.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rR1a56IWF4dfEFJHhuYb8LYV9YJ.png"
    },
    {
      "id": "tmdb:671",
      "type": "movie",
      "name": "Harry Potter y la piedra filosofal",
      "ids": {
        "tmdb": 671
      },
      "overview": "Harry Potter es un huérfano que vive con sus desagradables tíos, los Dursley, y su repelente primo Dudley. Se acerca su undécimo cumpleaños y tiene pocas esperanzas de recibir algún regalo, ya que nunca nadie se acuerda de él. Sin embargo, pocos días antes de su cumpleaños, una serie de misteriosas cartas dirigidas a él y escritas con una estridente tinta verde rompen la monotonía de su vida: Harry es un mago y sus padres también lo eran.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/3MKK7vAJLtSkBTABMTjxf6TOCo3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gpQeZl2Sx8QKSxx9PabjX6Q14y4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/omeA5Y581lHVTSDkvqDIzDytVNR.png"
    },
    {
      "id": "tmdb:155",
      "type": "movie",
      "name": "El caballero oscuro",
      "ids": {
        "tmdb": 155
      },
      "overview": "Batman/Bruce Wayne regresa para continuar su guerra contra el crimen. Con la ayuda del teniente Jim Gordon y del Fiscal del Distrito Harvey Dent, Batman se propone destruir el crimen organizado en la ciudad de Gotham. El triunvirato demuestra su eficacia, pero, de repente, aparece Joker, un nuevo criminal que desencadena el caos y tiene aterrados a los ciudadanos.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/8QDQExnfNFOtabLDKqfDQuHDsIg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uOmovkS2Kcx5DAJTyC1PXQbwuT6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lkKtbXQTyo99IS5WwU6xOLxaqVI.png"
    },
    {
      "id": "tmdb:27205",
      "type": "movie",
      "name": "Origen",
      "ids": {
        "tmdb": 27205
      },
      "overview": "Dom Cobb es un ladrón hábil, el mejor de todos, especializado en el peligroso arte de extracción: el robo de secretos valiosos desde las profundidades del subconsciente durante el estado de sueño cuando la mente está más vulnerable. Esta habilidad excepcional de Cobb le ha hecho un jugador codiciado en el traicionero nuevo mundo de espionaje corporativo, pero al mismo tiempo, le ha convertido en un fugitivo internacional y ha tenido que sacrificar todo que le importaba. Ahora a Cobb se le ofrece una oportunidad para redimirse. Con un último trabajo podría recuperar su vida anterior, pero solamente si logra lo imposible.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/tXQvtRWfkUUnWJAn2tN3jERIUG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/d3ctC23USr9mibTKl8B553GJbJW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1kjEs8dAgF5Tem3cXjS7bHzoxop.png"
    },
    {
      "id": "tmdb:574475",
      "type": "movie",
      "name": "Destino final: Lazos de sangre",
      "ids": {
        "tmdb": 574475
      },
      "overview": "Acosada por una violenta pesadilla recurrente, la estudiante universitaria Stefanie se dirige a casa para localizar a la única persona que podría ser capaz de romper el ciclo y salvar a su familia de la espeluznante muerte que inevitablemente les espera a todos.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/frNkbclQpexf3aUzZrnixF3t5Hw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5bDQlR7p31oAP4JvTriLbjfbCTm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hH2IlqoapbAAaRopv9HFiM9kkrh.png"
    },
    {
      "id": "tmdb:1078605",
      "type": "movie",
      "name": "Weapons",
      "ids": {
        "tmdb": 1078605
      },
      "overview": "Cuando todos los alumnos de una misma clase, salvo uno, desaparecen misteriosamente la misma noche y exactamente a la misma hora, la pequeña ciudad donde viven se pregunta quién o qué está detrás de su desaparición.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/nYqEQ3ltw0hHc1kBaNWr7Rb8WNZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/amoUp4Th8pLpeE8Y6R8tMXbAg1S.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2KMPlvfVDQcvzQdzUahdEXz2M2u.png"
    },
    {
      "id": "tmdb:120",
      "type": "movie",
      "name": "El señor de los anillos: La comunidad del anillo",
      "ids": {
        "tmdb": 120
      },
      "overview": "En la Tierra Media, el Señor Oscuro Saurón creó los Grandes Anillos de Poder, forjados por los herreros Elfos. Tres para los reyes Elfos, siete para los Señores Enanos, y nueve para los Hombres Mortales. Secretamente, Saurón también forjó un anillo maestro, el Anillo Único, que contiene en sí el poder para esclavizar a toda la Tierra Media. Con la ayuda de un grupo de amigos y de valientes aliados, Frodo emprende un peligroso viaje con la misión de destruir el Anillo Único. Pero el Señor Oscuro Sauron, quien creara el Anillo, envía a sus servidores para perseguir al grupo. Si Sauron lograra recuperar el Anillo, sería el final de la Tierra Media.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/9xtH1RmAzQ0rrMBNUMXstb2s3er.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/otWJqO2SlDVjcRr4avJtgV8E5n9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5So9eyA4VfVKsFLXlJHbvU2S4a1.png"
    },
    {
      "id": "tmdb:1084199",
      "type": "movie",
      "name": "La acompañante",
      "ids": {
        "tmdb": 1084199
      },
      "overview": "La muerte de un multimillonario desencadena una serie de acontecimientos para Iris y sus amigos durante un viaje de fin de semana a su finca junto al lago.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/nyloao2GWttUvS7KVcEM2eSDwUn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7xJyWvzb1vplnncajXzByj7KVOS.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q3FqzJkDZ1ieV6cCmPnHI0QDVKf.png"
    },
    {
      "id": "tmdb:1233413",
      "type": "movie",
      "name": "Los pecadores",
      "ids": {
        "tmdb": 1233413
      },
      "overview": "Tratando de dejar atrás sus problemáticas vidas, dos hermanos gemelos regresan a su pueblo natal para empezar de nuevo, solo para descubrir que un mal aún mayor les espera para darles la bienvenida.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/jIVa5m9s7bKYdI0KH8wFw1qLxHl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tcrQCIRnoWWLfPOyfeuFdjn5UOh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bZJu9gI33snO5F0l7UoaRlLClhT.png"
    },
    {
      "id": "tmdb:122",
      "type": "movie",
      "name": "El señor de los anillos: El retorno del rey",
      "ids": {
        "tmdb": 122
      },
      "overview": "Las fuerzas de Saruman han sido destruidas, y su fortaleza sitiada. Ha llegado el momento de que se decida el destino de la Tierra Media, y por primera vez en mucho tiempo, parece que hay una pequeña esperanza. La atención del señor oscuro Sauron se centra ahora en Gondor, el último reducto de los hombres, y del cual Aragorn tendrá que reclamar el trono para ocupar su puesto de rey. Pero las fuerzas de Sauron ya se preparan para lanzar el último y definitivo ataque contra el reino de Gondor, la batalla que decidirá el destino de todos. Mientras tanto, Frodo y Sam continuan su camino hacia Mordor, a la espera de que Sauron no repare en que dos pequeños Hobbits se acercan cada día más al final de su camino, el Monte del Destino.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/mWuFbQrXyLk2kMBKF9TUPtDwuPx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pbucpT9eKhS0QXNgq7PS97AP5V2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qzHCu6O3LAXhPuslqYrs7dGESep.png"
    },
    {
      "id": "tmdb:674",
      "type": "movie",
      "name": "Harry Potter y el cáliz de fuego",
      "ids": {
        "tmdb": 674
      },
      "overview": "En el cuarto año en Hogwarts, Harry se enfrenta al mayor de los desafíos y peligros de la saga. Cuando es elegido bajo misteriosas circunstancias como el competidor que representará a Hogwarts en el Torneo Triwizard, Harry deberá competir contra los mejores jóvenes magos de toda Europa. Pero mientras se prepara, aparecen pruebas que manifiestan que Lord Voldemort ha regresado. Antes de darse cuenta, Harry no solo estará luchando por el campeonato sino también por su vida",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/5hrrncgY7GfRHz6JmnhPlvJUONe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5mOwcl9lKx52RTWLkpPOck4EryM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7RPxpmojq2sImOgKpcsX35Ksbvk.png"
    },
    {
      "id": "tmdb:786892",
      "type": "movie",
      "name": "Furiosa: De la saga Mad Max",
      "ids": {
        "tmdb": 786892
      },
      "overview": "En un mundo postapocalíptico donde todo ha perdido su valor, los pocos supervivientes se guían por la ley del más fuerte. Sin aprecio por la vida, lo único que despierta un brutal interés es la gasolina, sinónimo de poder y objetivo de bandas armadas hasta los dientes y sin escrúpulos. En este contexto conoceremos la  historia de la arrebatadoramente despiadada, salvaje y joven Furiosa, quien cae en manos de una horda de motoristas y debe sobrevivir a muchas pruebas mientras reúne los medios para encontrar el camino de vuelta a casa. Precuela de 'Mad Max: Furia en la carretera' (2015).",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/tGHUlykWn9V2IIQ4ZaATIAq9VLB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ad7hfSuvBqL8Bi1TWudOHa37cdQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nhtoeOdgCKXPcHLtKQF7OREQOJu.png"
    },
    {
      "id": "tmdb:672",
      "type": "movie",
      "name": "Harry Potter y la cámara secreta",
      "ids": {
        "tmdb": 672
      },
      "overview": "Harry regresa a su segundo año a Hogwarts, pero descubre que cosas malas ocurren debido a que un sitio llamado la Cámara de los Secretos ha sido abierto por el heredero de Slytherin y hará que los hijos de muggles, los impuros, aparezcan petrificados misteriosamente por un animal monstruoso.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/3nvGqfZE3yrsqehpF107byUdUSq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fjN1i7uH4KDVbNmfBBZeuF98J83.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lqbIj0seJSBQWyEax7orzrmQnyd.png"
    },
    {
      "id": "tmdb:675",
      "type": "movie",
      "name": "Harry Potter y la Orden del Fénix",
      "ids": {
        "tmdb": 675
      },
      "overview": "Harry Potter regresa por quinto año a Hogwarts aún sacudido por la tragedia ocurrida en el Torneo de los Tres Magos. Debido a que el Ministro de la Magia niega el regreso de Lord Voldemort, Harry se convierte en el centro de atención de la comunidad mágica. Mientras lucha con sus problemas en el colegio, incluyendo a la nueva profesora Dolores Umbridge, intentará aprender más sobre la misteriosa Orden del Fénix.",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/xxXiM2Ij7plbzibKWW9BfDk23aI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5NtizQVwcusXA4DWUPdknlN8dsP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/77hW1z6Bv7fTIWxgWeTg3mv4H7s.png"
    },
    {
      "id": "tmdb:673",
      "type": "movie",
      "name": "Harry Potter y el prisionero de Azkaban",
      "ids": {
        "tmdb": 673
      },
      "overview": "Harry está deseando que termine el verano para comenzar un nuevo curso en Hogwarts, y abandonar lo antes posible la casa de sus despreciables tíos, los Dursley. Lo que desconoce Harry es que va a tener que abandonar Privet Drive antes de tiempo e inesperadamente después de convertir a su tía Marge en un globo gigante. Un autobús noctámbulo, y encantado por supuesto, le llevará a la taberna El Caldero Chorreante, donde le espera nada menos que Cornelius Fudge, el Ministro de Magia.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/wF9aoo4YZmpKP4bZPSy4Zwwek6G.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/m8XhUVtuCksm13QlPSYo0C2WviD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rd3MaMcrU6FFx0cYa53bgAbde2W.png"
    },
    {
      "id": "tmdb:438631",
      "type": "movie",
      "name": "Dune",
      "ids": {
        "tmdb": 438631
      },
      "overview": "En un lejano futuro, la galaxia conocida es gobernada mediante un sistema feudal de casas nobles bajo el mandato del Emperador. Las alianzas y la política giran entorno a un pequeño planeta, Dune,  del que extrae la 'especia melange', la materia prima que permite los viajes espaciales. La Casa Atreides, bajo el mandato del Duque Leto Atreides recibe el encargo de custodiar el planeta, relevando en la encomienda a sus históricos enemigos, los Harkonnen. Paul Atreides, hijo del duque, se verá atrapado en las intrigas políticas mientras descubre el destino que le deparan los desiertos de Dune.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/szcew6yyjcDvaL0isaPBk2e3nkF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/h61Kc0NC7d90jNwXfBx5js7DnSQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lIUbKtwF3Ke5y9I1bn2wcxTB6Mt.png"
    },
    {
      "id": "tmdb:496243",
      "type": "movie",
      "name": "Parásitos",
      "ids": {
        "tmdb": 496243
      },
      "overview": "Tanto Gi Taek (Song Kang-ho) como su familia están sin trabajo. Cuando su hijo mayor, Gi Woo (Choi Woo-sik), empieza a dar clases particulares en casa de Park (Lee Seon-gyun), las dos familias, que tienen mucho en común pese a pertenecer a dos mundos totalmente distintos, comienzan una interrelación de resultados imprevisibles.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/4N55tgxDW0RRATyrZHbx0q9HUKv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ao0dFrU4QrmnVYt6ywnsGNjmuAT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7yTwlOYScxmNEHK2RJr1YWRTOEW.png"
    },
    {
      "id": "tmdb:823464",
      "type": "movie",
      "name": "Godzilla y Kong: El nuevo imperio",
      "ids": {
        "tmdb": 823464
      },
      "overview": "Una aventura cinematográfica completamente nueva, que enfrentará al todopoderoso Kong y al temible Godzilla contra una colosal amenaza desconocida escondida dentro de nuestro mundo. La nueva y épica película profundizará en las historias de estos titanes, sus orígenes y los misterios de Isla Calavera y más allá, mientras descubre la batalla mítica que ayudó a forjar a estos seres extraordinarios y los unió a la humanidad para siempre.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/2YqZ6IyFk7menirwziJvfoVvSOh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5uzu4Zo5AbJlOQIBAqeq1ecfmmm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7GQswKy5K1W3nYCwwQupNkuG3W8.svg"
    },
    {
      "id": "tmdb:5255",
      "type": "movie",
      "name": "Polar Express",
      "ids": {
        "tmdb": 5255
      },
      "overview": "Esta es la historia de un jovencito en la víspera de Navidad quien aborda un poderoso y mágico tren que se dirige al hogar de Papá Noel, en el Polo Norte. Lo que se desarrolla es una aventura que sigue al dubitativo niño, quien toma un tren extraordinario al Polo Norte; durante este viaje, se embarca en una experiencia de autodescubrimiento que le muestra que las maravillas de la vida nunca se desvanecen para quienes creen.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/ja6QGEUkP8t3wjjoHYvpRStomlT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5JfDtF6NJ8kShj153hRPiUCq1bW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vElEYlOkh84RVLh1ak73IURAb2J.png"
    },
    {
      "id": "tmdb:12444",
      "type": "movie",
      "name": "Harry Potter y las Reliquias de la Muerte - Parte 1",
      "ids": {
        "tmdb": 12444
      },
      "overview": "Una tarea casi imposible cae sobre los hombros de Harry: deberá encontrar y destruir los horrocruxes restantes para dar fin al reinado de Lord Voldemort. En el episodio final de la saga, el hechicero de 17 años parte junto con sus amigos Hermione Granger y Ron Weasley en un peligroso viaje por Inglaterra para encontrar los objetos que contienen los fragmentos del alma del Señor Tenebroso, los cuales garantizan su longevidad. Pero el camino no será fácil pues el lado oscuro adquiere más poder con cada minuto que pasa y las lealtades serán puestas a prueba. Harry deberá usar todos los conocimientos que gracias a Dumbledore ha adquirido sobre su enemigo para poder encontrar la forma de sobrevivir a esta última aventura.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/w6wsYKdXERaXRdByPsI2O9rn20b.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rsjVwImiIyehTEOGLDlYwtmwKPu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/Roi7sNAN6ra9GGBHcHRbuvNDOY.png"
    },
    {
      "id": "tmdb:767",
      "type": "movie",
      "name": "Harry Potter y el misterio del príncipe",
      "ids": {
        "tmdb": 767
      },
      "overview": "En medio de los desastres que azotan a Inglaterra, Harry y sus compañeros vuelven a Hogwarts para cursar su sexto año de estudios; y aunque las medidas de seguridad han convertido al colegio en una fortaleza, algunos estudiantes son víctimas de ataques inexplicables. Harry sospecha que Draco Malfoy es el responsable de los mismos y decide averiguar la razón. Mientras tanto, Albus Dumbledore y el protagonista exploran el pasado de Lord Voldemort mediante recuerdos que el director ha recolectado. Con esto, Dumbledore planea preparar al muchacho para el día de la batalla final.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/tO0UGkNuQoxyXve0mvwtXP49NAO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mahovPKn8ROe94KML4LgCSBTK4B.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4mRJ3jZs3zUnlver3RN7w1siurp.png"
    },
    {
      "id": "tmdb:346698",
      "type": "movie",
      "name": "Barbie",
      "ids": {
        "tmdb": 346698
      },
      "overview": "Barbie vive en Barbieland donde todo es ideal y lleno de música y color. Un buen día decide conocer el mundo real. Cuando el CEO de Mattel se entere, tratará de evitarlo a toda costa y devolver a Barbie a una caja.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/fNtqD4BTFj0Bgo9lyoAtmNFzxHN.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ldFX26JW3fusyMewRoWoXYWaffw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/afDNN68rQ36Yz2pU9ZWWhaKk3v5.png"
    },
    {
      "id": "tmdb:12445",
      "type": "movie",
      "name": "Harry Potter y las Reliquias de la Muerte - Parte 2",
      "ids": {
        "tmdb": 12445
      },
      "overview": "La segunda parte de la batalla final entre las fuerzas del bien y el mal. El juego nunca ha sido tan peligroso y nadie está a salvo. Se acerca el momento de la confrontación final entre Harry Potter y Lord Voldemort. Todo termina aquí…",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/aM1TuUiPtV8OAZyu61CTdy9Ymtk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8B8aT5jCyAGZaLMl2kqaSjI7fWp.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vbIuIDv6fQmHWLWUUHXtDiIYFNv.png"
    },
    {
      "id": "tmdb:652",
      "type": "movie",
      "name": "Troya",
      "ids": {
        "tmdb": 652
      },
      "overview": "A lo largo de los tiempos, los hombres han hecho la guerra. Unos por poder, otros por gloria o por honor, y algunos por amor. En la antigua Grecia, la pasión de dos de los amantes más legendarios de la historia, Paris, príncipe de Troya y Helena, reina de Esparta, desencadena una guerra que asolará una civilización. El rapto de Helena por Paris, separándola de su esposo, el rey Menelao, es un insulto que El orgullo familiar establece que una afrenta a Menelao es una afrenta a su hermano Agamenón, el poderoso rey de Micenas, que no tarda en reunir a todas las grandes tribus de Grecia para recuperar a Helena de manos de los troyanos y defender el honor de su hermano. La verdad es que la lucha por el honor por parte de Agamenón está corrompida por su incontenible codicia ya que necesita conquistar Troya para asumir el control del mar Egeo.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/mBiDQT28DnuYaJSL4nDD43ORE6p.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9wvrImiqAljeESyMa8fjcA5WDFa.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3hYmIMboRimejcc3xoNO7VER7CR.png"
    },
    {
      "id": "tmdb:693134",
      "type": "movie",
      "name": "Dune: Parte dos",
      "ids": {
        "tmdb": 693134
      },
      "overview": "Sigue el viaje mítico de Paul Atreides mientras se une a Chani y los Fremen en una guerra de venganza contra los conspiradores que destruyeron a su familia. Al enfrentarse a una elección entre el amor de su vida y el destino del universo conocido, Paul se esfuerza por evitar un futuro terrible que solo él puede prever.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/xCHmhHeO7aOCMlzcNukGH6Q7EiD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oijm3iOjSapV87frEr6X4TGgGxZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fRTIOPWDHS2fgfcYJTsQlHsO1Z3.png"
    },
    {
      "id": "tmdb:10719",
      "type": "movie",
      "name": "Elf",
      "ids": {
        "tmdb": 10719
      },
      "overview": "Una Nochebuena, en un orfanato, un bebé gatea dentro del saco de regalos de Santa Claus y acaba en el taller de éste en el Polo Norte. Aunque allí es adoptado y educado como un elfo, al crecer, se hace tres veces más grande que los habitantes de la región. Parece claro que nunca encajará en el mundo de los elfos; lo que necesita es encontrar a su verdadera familia. Con esta intención viaja a Nueva York, donde descubrirá que la vida no consiste sólo en patinar y comer dulces; así que vuelve a sentirse otra vez fuera lugar. Consigue, no obstante, encontrar a su padre, Walter, un editor de libros infantiles adicto al trabajo y al dinero que figura en la lista negra de Santa Claus. Buddy también encuentra a una nueva madre y descubre que su hermanastro de diez años no cree en los elfos ni en Santa Claus ni en las Navidades. En realidad todo el mundo parece haber olvidado el verdadero significado de la Navidad.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/iJrvkckDP7MKfimogB6lNUfQRx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/k5XDfs6sSiJSXkPcbXveJJluLrV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/87HZrFIhYFelEV6NrvRaBnczoGv.png"
    },
    {
      "id": "tmdb:121",
      "type": "movie",
      "name": "El señor de los anillos: Las dos torres",
      "ids": {
        "tmdb": 121
      },
      "overview": "La Compañía del Anillo se ha disuelto. El portador del anillo Frodo y su fiel amigo Sam se dirigen hacia Mordor para destruir el Anillo Único y acabar con el poder de Sauron. Mientras, y tras la dura batalla contra los orcos donde cayó Boromir, el hombre Aragorn, el elfo Legolas y el enano Gimli intentan rescatar a los medianos Merry y Pipin, secuestrados por los ogros de Mordor. Por su parte, Saurón y el traidor Sarumán continúan con sus planes en Mordor, en espera de la guerra contra las razas libres de la Tierra Media.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/z632eZtXaw76ZE5mMMGOBXCpm1T.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tcW9O1VU6bk1mDWvROn9CPPj73p.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aeI3FHtqYPgVNRNCFds7lUBgr4d.png"
    },
    {
      "id": "tmdb:807",
      "type": "movie",
      "name": "Seven",
      "ids": {
        "tmdb": 807
      },
      "overview": "El teniente Somerset, del departamento de homicidios, está a punto de jubilarse y ser reemplazado por el ambicioso y brillante detective David Mills. Ambos tendrán que colaborar en la resolución de una serie de asesinatos cometidos por un psicópata que toma como base la relación de los siete pecados capitales: gula, pereza, soberbia, avaricia, envidia, lujuria e ira. Los cuerpos de las víctimas, sobre los que el asesino se ensaña de manera impúdica, se convertirán para los policías en un enigma que les obligará a viajar al horror y la barbarie más absoluta.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/uVPcVz4b2hnSGrXYLdIGRXwcivs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xfAi4XOuXSLhQXM7lsgEwO3X17H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9Jwo35pcCztc5FNmJpeI1EMRCye.png"
    },
    {
      "id": "tmdb:937278",
      "type": "movie",
      "name": "El peor vecino del mundo",
      "ids": {
        "tmdb": 937278
      },
      "overview": "Otto Anderson es un viudo cascarrabias y muy obstinado. Cuando una alegre joven familia se muda a la casa de al lado, Otto encuentra la horma de su zapato en la espabilada, y muy embarazada, Marisol, lo que conlleva a una muy improbable amistad que pondrá su mundo patas arriba.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/8bNLrZt9lrmnt6LsaGG8GfDfgYR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lC56Nh3y0sAQsvYXRftMj7p5Jqr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cMluwd3pmQHQDtsZAi63pdx3F12.png"
    },
    {
      "id": "tmdb:152760",
      "type": "movie",
      "name": "Operación Monumento",
      "ids": {
        "tmdb": 152760
      },
      "overview": "A finales de la II Guerra Mundial (1939-1945), a un selecto grupo de historiadores, directores de museos y expertos en arte, tanto británicos como norteamericanos, se les encomienda la importante y peligrosa misión de recuperar las obras de arte robadas por los nazis durante la guerra para devolvérselas a sus legítimos propietarios. Era una misión imposible: las obras estaban muy bien custodiadas y el ejército alemán tenía orden de destruirlas en cuanto el Reich cayera. Pero aquellos hombres, en una carrera contrarreloj, arriesgaron sus vidas para evitar la destrucción de miles de años de cultura de la humanidad.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/i6JxDxd7a3vFUNmUBTS5Laf5PsL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wzhTEnR4lnpPmvtsZouG3ii5f7W.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6WZGrddrH040EiREiQRQDtmNHjs.png"
    },
    {
      "id": "tmdb:630",
      "type": "movie",
      "name": "El mago de Oz",
      "ids": {
        "tmdb": 630
      },
      "overview": "La huérfana Dorothy Gale vive una vida sencilla en Kansas con su tía Emma Clara Blandick, su tío Henry y tres pintorescos peones: Hunk, Zeke y Hickory. Un día la severa vecina Miss Gulch es mordida por el perro de Dorothy, Toto. Miss Gulch se lo lleva, por orden del sheriff, a pesar de las apasionadas protestas de tía Emma y el tío Henry. Toto escapa y regresa junto a Dorothy, la cual se alegra momentáneamente, pero pronto se da cuenta de que Miss Gulch regresará. Decide llevarse a Toto y fugarse en busca de una vida mejor 'en algún lugar sobre el arco iris'.",
      "year": 1939,
      "poster": "https://image.tmdb.org/t/p/w342/ymUY2iIm8IuSYuIX1SsABgPyB48.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sPZWpdo8ZtCgISIVWrnJBhLqvPS.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9sMH0Dl6DYv1Nq8e6bhvsBDIeaP.png"
    },
    {
      "id": "tmdb:1252309",
      "type": "movie",
      "name": "Pídeme lo que quieras",
      "ids": {
        "tmdb": 1252309
      },
      "overview": "Judith Flores es una chica normal. Tiene un trabajo que le apasiona, muy buenos amigos y un padre encantador. Pero su vida cambia radicalmente cuando conoce a Eric Zimmerman, dueño de la empresa donde ella trabaja. Su relación con Eric está a punto de dinamitar su vida por completo.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/5rtaLwyKAjbceww4J1ro8aA8BNB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fSO7cnetDfNEflwAsxlkzV446Ua.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4sZH8S3dALP8RsxuxYx9d920Qm1.png"
    },
    {
      "id": "tmdb:46195",
      "type": "movie",
      "name": "Río",
      "ids": {
        "tmdb": 46195
      },
      "overview": "Blu es un guacamayo que ha crecido en un pequeño pueblo de Minnesota en EEUU, un buen día se entera que es el último espécimen macho de su especie. Es entonces cuando Blu y su dueña, compañera y protectora Linda, deciden tomar rumbo a Rio de Janeiro para conocer a Tulio, un excéntrico experto en pájaros, y a Perla, quien es la última hembra de su especie. Juntos se embarcan en una serie de aventuras para sobrevivir junto a otros amigos que conocen a medida que se desarrolla la historia",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/ydExhIrbFvPedN9tSIHzzniU1Dd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tlGbubXnFws7seGVQweJoWhpnlo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5aM7hVWsyXfelXvcTAul1V1diDo.png"
    },
    {
      "id": "tmdb:250546",
      "type": "movie",
      "name": "Annabelle",
      "ids": {
        "tmdb": 250546
      },
      "overview": "John Form encuentra el regalo perfecto para su mujer embarazada, Mia: una preciosa e inusual muñeca vintage que lleva un vestido de novia blanco inmaculado. Sin embargo, la alegría de Mia al recibir a Annabelle no dura mucho. Durante una espantosa noche la pareja ve como miembros de una secta satánica invaden su hogar y los atacan brutalmente. No sólo dejan sangre derramada y terror tras su visita…los miembros de la secta conjuran a un ente de tal maldad que nada de lo que han hecho se compara al siniestro camino a la maldición que ahora es… Annabelle.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/sFxgTJizaUUI3NByNT80oCVnkA2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6eBUOcKZiE60a0nRz2al8xMyUm7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/55yXzqRXL2pBuXuYEVUWBvit8VK.png"
    },
    {
      "id": "tmdb:653346",
      "type": "movie",
      "name": "El reino del planeta de los simios",
      "ids": {
        "tmdb": 653346
      },
      "overview": "Ambientada varias generaciones en el futuro tras el reinado de César, en la que los simios son la especie dominante que vive en armonía y los humanos se han visto reducidos a vivir en la sombra. Mientras un nuevo y tiránico líder simio construye su imperio, un joven simio emprende un angustioso viaje que le llevará a cuestionarse todo lo que sabe sobre el pasado y a tomar decisiones que definirán el futuro de simios y humanos por igual.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/kkFn3KM47Qq4Wjhd8GuFfe3LX27.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1jxm0N4l4qwFiN3Nq47BBnRABAa.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/egEloyD9ziPa38PovEqApz7qWvg.png"
    },
    {
      "id": "tmdb:18785",
      "type": "movie",
      "name": "Resacón en Las Vegas",
      "ids": {
        "tmdb": 18785
      },
      "overview": "\"The Hangover\" es la historia de una desmadrada despedida de soltero en la que el futuro novio y sus tres amigos, dos días antes de la boda, se montan la juerga padre en Las Vegas. Doug viaja a la ciudad del juego con sus mejores amigos Phil y Stu, así como su futuro cuñado Alan. La juerga es de campeonato y, como era de esperar, a la mañana siguiente tienen una resaca monumental. El problema es que, siendo incapaces de recordar nada de lo ocurrido durante la noche anterior, se encuentran con que el prometido ha desaparecido, topándose en su lugar con otras dos sorpresas en la suite del hotel: un tigre y un bebé.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rqeim09TdaflSvPNVnCTBjUHlKu.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aJ9NIz5Pnefpy0AmWPr4qmkxd60.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ciErZtCdboxyCjJxf468krLNRjX.png"
    },
    {
      "id": "tmdb:696506",
      "type": "movie",
      "name": "Mickey 17",
      "ids": {
        "tmdb": 696506
      },
      "overview": "Mickey 17, un miembro de la tripulación 'expendable' (prescindible) enviado a un planeta helado para colonizarlo, se niega a dejar que su clon de reemplazo, Mickey 18, tome su lugar... Adaptación del libro original de Edward Ashton.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/iOKu6Hf5atv3DuXBS0jBF3OYYdu.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/c2B2xGkqJ3Ytuq01ybNw09PfNH7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tnUpAoM71kStcZfd9pRJVX0jb2p.png"
    },
    {
      "id": "tmdb:927",
      "type": "movie",
      "name": "Gremlins",
      "ids": {
        "tmdb": 927
      },
      "overview": "Rand es un viajante que un día regala a su hijo Billy una tierna y extraña criatura, un mogwai. El inocente regalo, sin embargo, será el origen de toda una ola de gamberradas y fechorías en un pequeño pueblo de Estados Unidos. Todo empieza cuando son infringidas, una tras otra, las tres reglas básicas que deben seguirse para cuidar a un mogwai: no darle de comer después de medianoche, no mojarlo y evitar que le dé la luz del Sol.",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/gDSfs0hqAQVJ9jIHbX3AJ3StTVG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uBrbsW5VlVp8IUazcn69HSy5s0r.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fbFJ5SVajGly1kCLdSjOUCM1wAA.png"
    },
    {
      "id": "tmdb:272",
      "type": "movie",
      "name": "Batman Begins",
      "ids": {
        "tmdb": 272
      },
      "overview": "¿Cómo cambia un hombre el mundo? Es una pregunta que obsesiona a Bruce Wayne al igual que el fantasma de sus padres, muertos a tiros ante sus ojos en las calles de Gotham una noche que cambió su vida para siempre. Atormentado por la culpa y la ira, el desilusionado heredero industrial desaparece de Gotham y viaja en secreto por el mundo, buscando los medios de luchar contra la injusticia y utilizar el miedo contra los que se aprovechan de los que tienen miedo. Con la ayuda de su leal mayordomo Alfred, el detective Jim Gordon - uno de los pocos buenos policías de las fuerzas del orden público de Gotham - y Lucius Fox, su aliado en la división de Ciencias Aplicadas de Wayne Enterprises, Bruce Wayne libera a su imponente alter ego: Batman, un justiciero enmascarado que utiliza la fuerza, la inteligencia y un despliegue de artefactos de alta tecnología para combatir las fuerzas siniestras que amenazan con destruir la ciudad.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/6yMWU1vWkOBbNRIwOxhetd2aHhO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/52WKPxxi9xJowv5Ejm3ke8j9P4H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tsPuQ6zskYUFBF9migOLUmTRTBS.png"
    },
    {
      "id": "tmdb:475557",
      "type": "movie",
      "name": "Joker",
      "ids": {
        "tmdb": 475557
      },
      "overview": "Arthur Fleck es un hombre ignorado por la sociedad, cuya motivación en la vida es hacer reír. Pero una serie de trágicos acontecimientos le llevarán a ver el mundo de otra forma. Película basada en Joker, el popular personaje de DC Comics y archivillano de Batman, pero que en este film toma un cariz más realista y oscuro.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/v0eQLbzT6sWelfApuYsEkYpzufl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4wjIkF5wzacT4NKcP3CCpsx3O9z.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eqtHkaMOUmjEaSd2kccCMT4NQoA.png"
    },
    {
      "id": "tmdb:436969",
      "type": "movie",
      "name": "El escuadrón suicida",
      "ids": {
        "tmdb": 436969
      },
      "overview": "Un grupo de super villanos se encuentran encerrados en Belle Reve, una prisión de alta seguridad con la tasa de mortalidad más alta de Estados Unidos. Para salir de allí harán cualquier cosa, incluso unirse al grupo Task Force X, dedicado a llevar a cabo misiones suicidas bajo las órdenes de Amanda Waller. Fuertemente armados son enviados a la isla Corto Maltese, una jungla repleta de enemigos.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/fPJWlhXA2VXf4MlQ3JenVsz1iba.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tlRwdJRWUPHSZCelHExFIPsNtf0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vbZlf0EuqBBRPcj18Gil8ViLzEu.png"
    },
    {
      "id": "tmdb:138843",
      "type": "movie",
      "name": "Expediente Warren: The Conjuring",
      "ids": {
        "tmdb": 138843
      },
      "overview": "Basada en una historia real documentada por los reputados demonólogos Ed y Lorraine Warren. Narra los encuentros sobrenaturales que vivió la familia Perron en su casa de Rhode Island a principios de los 70. El matrimonio Warren, investigadores de renombre en el mundo de los fenómenos paranormales, acudieron a la llamada de esta familia aterrorizada por la presencia en su granja de un ser maligno.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/sKuHxkCogdk6YWzTyXYPoo9qd9n.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mftGp3zFc6ScGK2avNcaG72guoo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gJATvO2SJTKVka1s3Ku6dGtInIU.png"
    },
    {
      "id": "tmdb:333339",
      "type": "movie",
      "name": "Ready Player One",
      "ids": {
        "tmdb": 333339
      },
      "overview": "Cuando el creador de una realidad virtual llamada OASIS muere, lanza un reto póstumo a todos sus usuarios para que busquen un huevo de pascua, que dará al que lo encuentre su fortuna y el control de su mundo.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/2iuVrtC5IpwLtSFSgkIIIKLs0Zq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rJ2Smn5hQ6PXzldKxT1JtILXEZ5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wdiisVU4A6qMsncRI64awp9TrwK.png"
    },
    {
      "id": "tmdb:640",
      "type": "movie",
      "name": "Atrápame si puedes",
      "ids": {
        "tmdb": 640
      },
      "overview": "Frank Abagnale Jr. trabajó como médico, abogado y copiloto de una de las grandes líneas aéreas, todo ello antes de cumplir los dieciocho años. También fue un genial falsificador y sus habilidades le otorgaron una plaza en la historia. A la edad de 17 años, Frank Abagnale Jr. se convirtió en el ladrón de bancos de más éxito en la historia de Estados Unidos. El agente del FBI Carl Hanratty dedicó la mayor parte de su tiempo a perseguir a Frank para llevarle ante la justicia, pero Frank siempre estaba un paso por delante, retándole a continuar la caza.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/wcWi3xIEzIjDERTZyWoqryQGURA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/v6xZRHhkRAuS5PS7PWiTy965Ril.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7w3bs2ep4yEWJnjm5Us2NnWQk0a.png"
    }
  ]
}