{
  "metas": [
    {
      "id": "tmdb:1078605",
      "type": "movie",
      "name": "Weapons",
      "ids": {
        "tmdb": 1078605
      },
      "overview": "Cuando todos los alumnos de una misma clase, salvo uno, desaparecen misteriosamente la misma noche y exactamente a la misma hora, la pequeña ciudad donde viven se pregunta quién o qué está detrás de su desaparición.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/nYqEQ3ltw0hHc1kBaNWr7Rb8WNZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/amoUp4Th8pLpeE8Y6R8tMXbAg1S.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2KMPlvfVDQcvzQdzUahdEXz2M2u.png"
    },
    {
      "id": "tmdb:120",
      "type": "movie",
      "name": "El señor de los anillos: La comunidad del anillo",
      "ids": {
        "tmdb": 120
      },
      "overview": "En la Tierra Media, el Señor Oscuro Saurón creó los Grandes Anillos de Poder, forjados por los herreros Elfos. Tres para los reyes Elfos, siete para los Señores Enanos, y nueve para los Hombres Mortales. Secretamente, Saurón también forjó un anillo maestro, el Anillo Único, que contiene en sí el poder para esclavizar a toda la Tierra Media. Con la ayuda de un grupo de amigos y de valientes aliados, Frodo emprende un peligroso viaje con la misión de destruir el Anillo Único. Pero el Señor Oscuro Sauron, quien creara el Anillo, envía a sus servidores para perseguir al grupo. Si Sauron lograra recuperar el Anillo, sería el final de la Tierra Media.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/9xtH1RmAzQ0rrMBNUMXstb2s3er.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/otWJqO2SlDVjcRr4avJtgV8E5n9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5So9eyA4VfVKsFLXlJHbvU2S4a1.png"
    },
    {
      "id": "tmdb:1061474",
      "type": "movie",
      "name": "Superman",
      "ids": {
        "tmdb": 1061474
      },
      "overview": "En un mundo que ha perdido la fe en la bondad, Superman lucha por reconciliar su herencia kryptoniana con los valores humanos que moldearon su carácter. Criado en la Tierra, representa la verdad, la justicia y el estilo americano, pero debe enfrentarse a un mundo cínico que cuestiona sus ideales. Entre el deber de proteger a la humanidad y la búsqueda de su identidad, Superman demuestra que la esperanza y la bondad nunca pasan de moda, incluso en los tiempos más oscuros, inspirando a otros a creer en un futuro mejor.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/fvUJb08yatV2b3NUSwuYdQKYoFd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/HQorbRuFTBlTbV6stD8FrvERso.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2P25kW8Ij0oGPrwfUHessZl76LJ.png"
    },
    {
      "id": "tmdb:49521",
      "type": "movie",
      "name": "El hombre de acero",
      "ids": {
        "tmdb": 49521
      },
      "overview": "Un niño descubre que posee poderes extraordinarios y que no pertenece a este planeta. En su juventud, viaja para descubrir sus orígenes y las razones por las cuales ha sido enviado a la Tierra. Pero el héroe que lleva dentro tiene que emerger para que pueda salvar al mundo de la aniquilación y convertirse en el símbolo de esperanza para la humanidad.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/5JW44QGgpEWx4aWXM0uVSi2xtrI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/v31OCpzVBpQovxZN4MWbGOQcHio.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kwyAkKZUGx9c2f9U53dYEOHJvPT.png"
    },
    {
      "id": "tmdb:338953",
      "type": "movie",
      "name": "Animales fantásticos: Los secretos de Dumbledore",
      "ids": {
        "tmdb": 338953
      },
      "overview": "El profesor Albus Dumbledore sabe que el poderoso mago oscuro Gellert Grindelwald está haciendo planes para apoderarse del mundo mágico. Incapaz de detenerlo él solo, confía en el Magizoólogo Newt Scamander para dirigir un intrépido equipo de magos, brujas y un valiente panadero Muggle en una misión peligrosa, donde se encuentran con antiguos y nuevos animales y se enfrentan a una legión cada vez más numerosa de seguidores de Grindelwald.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/yOeuJdwag4bAlnvgrdweRoiuXGC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/An6qdKNw3CyqY52g5BRCsMXlItK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/r2X5VfV4dnVIlNrEooe1YlQjP2U.png"
    },
    {
      "id": "tmdb:504608",
      "type": "movie",
      "name": "Rocketman",
      "ids": {
        "tmdb": 504608
      },
      "overview": "'Rocketman' es la historia de Elton John, desde sus años como niño prodigio del piano en la Royal Academy of Music hasta llegar a ser una superestrella de fama mundial gracias a su influyente y duradera asociación con su colaborador y letrista Bernie Taupin.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/nTjYNe0kd18PGjKudRqP8mgVido.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gbEAX7QKvsucTPO62fLwhVn8jz2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sRFsXoNsZWPefcsz0DxOBcD0eC4.png"
    },
    {
      "id": "tmdb:1807",
      "type": "movie",
      "name": "Elephant",
      "ids": {
        "tmdb": 1807
      },
      "overview": "Recreación de la matanza perpetrada por dos adolescentes en el instituto Columbine. Es un día cualquiera de otoño, y todos los estudiantes hacen su vida rutinaria: Eli, camino de clase, convence a una pareja de rockeros para hacerles unas fotos. Nate termina su entrenamiento de fútbol y queda con su novia Carrie para comer. John deja las llaves del coche de su padre en la conserjería del instituto para que las recoja su hermano. Pero ese día no será como los demás...",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/qU32XZ01dzcHEFi53sip3wTJY2j.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1Aw7WCRrjL1Gh6FHnNn25SrvGMs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/efdqz9ZhjmSaEFfKIgNAj5o4qxc.png"
    },
    {
      "id": "tmdb:1001870",
      "type": "movie",
      "name": "Jackass Shark Week 2",
      "ids": {
        "tmdb": 1001870
      },
      "overview": "¡Prepárate para una dosis de acción y risas sin límites! El icónico equipo de Jackass ha vuelto para cumplir una misión épica. Encabezados por Johnny Knoxville, se embarcan en una aventura para ayudar a su amigo Poopies. Juntos, desatarán la locura y el caos en una serie de desafíos descabellados y peligrosos que te dejarán sin aliento. ¿Estás listo para unirte a la banda en esta emocionante y audaz travesura? ¡No te pierdas el regreso de Jackass y prepárate para reír, gritar y disfrutar como nunca antes!",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/4QKVvEor1kl1MhuEIRNbwouC4Nb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xVj6be0j4SDUAtRaUoIOdkBf9FZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/x3G3xyhXEv8HwIZmAQEuqxmHFot.png"
    },
    {
      "id": "tmdb:618363",
      "type": "movie",
      "name": "Collective",
      "ids": {
        "tmdb": 618363
      },
      "overview": "Este documental de observación sigue los acontecimientos tras la tragedia que tuvo lugar en el Colectiv Club de Bucarest el 30 de octubre de 2015, un incendio en el que murieron 65 jóvenes y decenas resultaron heridos. La tragedia provocó protestas públicas contra la corrupción y la dimisión del Gobierno.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/tfedtTX2aUOQ14jXEZ9k0tPXFqk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/u0HgOEkfWdJIFa2awniBbBaV2ym.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2xCTldTaMIfNNAexjshJdXjrZbA.png"
    },
    {
      "id": "tmdb:474350",
      "type": "movie",
      "name": "It: Capítulo 2",
      "ids": {
        "tmdb": 474350
      },
      "overview": "Han pasado casi 30 años desde que el \"Club de los Perdedores\", formado por Bill, Beverly, Richie, Ben, Eddie, Mike y Stanley, se enfrentaran al macabro y despiadado Pennywise (Bill Skarsgård). En cuanto tuvieron oportunidad, abandonaron el pueblo de Derry, en el estado de Maine, que tantos problemas les había ocasionado. Sin embargo, ahora, siendo adultos, parece que no pueden escapar de su pasado. Todos deberán enfrentarse de nuevo al temible payaso para descubrir si de verdad están preparados para superar sus traumas de la infancia.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/9oERKIVyTWpHNum3STVsAGD4ojz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1BELG1iL0iawugSFsmYy2xOtXk3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kYETcr9I7c5a7bOUtrZNfQ6fx2j.png"
    },
    {
      "id": "tmdb:574475",
      "type": "movie",
      "name": "Destino final: Lazos de sangre",
      "ids": {
        "tmdb": 574475
      },
      "overview": "Acosada por una violenta pesadilla recurrente, la estudiante universitaria Stefanie se dirige a casa para localizar a la única persona que podría ser capaz de romper el ciclo y salvar a su familia de la espeluznante muerte que inevitablemente les espera a todos.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/frNkbclQpexf3aUzZrnixF3t5Hw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5bDQlR7p31oAP4JvTriLbjfbCTm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hH2IlqoapbAAaRopv9HFiM9kkrh.png"
    },
    {
      "id": "tmdb:346364",
      "type": "movie",
      "name": "It (Eso)",
      "ids": {
        "tmdb": 346364
      },
      "overview": "Remake del clásico de Stephen King en el que un payaso aterroriza a los niños de un vecindario. En un pequeño pueblo de Maine, siete niños conocidos como el Club de los Perdedores se encuentran cara a cara con problemas de la vida, matones y un monstruo que toma la forma de un payaso llamado Pennywise.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/sSrj4lnhrb113DOPEPTaO2jaDk3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/AqkavSN7zSPip4UQ5IpGuATqiwN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rR1a56IWF4dfEFJHhuYb8LYV9YJ.png"
    },
    {
      "id": "tmdb:62213",
      "type": "movie",
      "name": "Sombras tenebrosas",
      "ids": {
        "tmdb": 62213
      },
      "overview": "En 1752, los Collins y su hijo Bárnabas zarpan de Liverpool con destino a América para librarse de la misteriosa maldición que pesa sobre su familia. Con el paso de los años, Bárnabas (Johnny Depp), un playboy impenitente, se convierte en un hombre rico y poderoso que comete el error de romperle el corazón a Angelique Bouchard (Eva Green). Ella, que es una bruja, lo condena a un destino peor que la muerte: lo convierte en vampiro y lo entierra vivo. Dos siglos después, en 1972, Bárnabas consigue salir de su tumba y se encuentra con un mundo irreconocible. Adaptación de la serie de televisión creada por Dan Curtis en 1966, que tuvo un remake en 1991.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/4MVwKquR2GgLXWAR4cyvKUBBYP2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qFJm4yBoEWGyepeFAadg3nPObt2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6t8Rt7LJeGg04LyLrkbJSLSZAQ3.png"
    },
    {
      "id": "tmdb:155",
      "type": "movie",
      "name": "El caballero oscuro",
      "ids": {
        "tmdb": 155
      },
      "overview": "Batman/Bruce Wayne regresa para continuar su guerra contra el crimen. Con la ayuda del teniente Jim Gordon y del Fiscal del Distrito Harvey Dent, Batman se propone destruir el crimen organizado en la ciudad de Gotham. El triunvirato demuestra su eficacia, pero, de repente, aparece Joker, un nuevo criminal que desencadena el caos y tiene aterrados a los ciudadanos.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/8QDQExnfNFOtabLDKqfDQuHDsIg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uOmovkS2Kcx5DAJTyC1PXQbwuT6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lkKtbXQTyo99IS5WwU6xOLxaqVI.png"
    },
    {
      "id": "tmdb:1233413",
      "type": "movie",
      "name": "Los pecadores",
      "ids": {
        "tmdb": 1233413
      },
      "overview": "Tratando de dejar atrás sus problemáticas vidas, dos hermanos gemelos regresan a su pueblo natal para empezar de nuevo, solo para descubrir que un mal aún mayor les espera para darles la bienvenida.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/jIVa5m9s7bKYdI0KH8wFw1qLxHl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tcrQCIRnoWWLfPOyfeuFdjn5UOh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bZJu9gI33snO5F0l7UoaRlLClhT.png"
    },
    {
      "id": "tmdb:671",
      "type": "movie",
      "name": "Harry Potter y la piedra filosofal",
      "ids": {
        "tmdb": 671
      },
      "overview": "Harry Potter es un huérfano que vive con sus desagradables tíos, los Dursley, y su repelente primo Dudley. Se acerca su undécimo cumpleaños y tiene pocas esperanzas de recibir algún regalo, ya que nunca nadie se acuerda de él. Sin embargo, pocos días antes de su cumpleaños, una serie de misteriosas cartas dirigidas a él y escritas con una estridente tinta verde rompen la monotonía de su vida: Harry es un mago y sus padres también lo eran.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/3MKK7vAJLtSkBTABMTjxf6TOCo3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gpQeZl2Sx8QKSxx9PabjX6Q14y4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/omeA5Y581lHVTSDkvqDIzDytVNR.png"
    },
    {
      "id": "tmdb:674",
      "type": "movie",
      "name": "Harry Potter y el cáliz de fuego",
      "ids": {
        "tmdb": 674
      },
      "overview": "En el cuarto año en Hogwarts, Harry se enfrenta al mayor de los desafíos y peligros de la saga. Cuando es elegido bajo misteriosas circunstancias como el competidor que representará a Hogwarts en el Torneo Triwizard, Harry deberá competir contra los mejores jóvenes magos de toda Europa. Pero mientras se prepara, aparecen pruebas que manifiestan que Lord Voldemort ha regresado. Antes de darse cuenta, Harry no solo estará luchando por el campeonato sino también por su vida",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/5hrrncgY7GfRHz6JmnhPlvJUONe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5mOwcl9lKx52RTWLkpPOck4EryM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7RPxpmojq2sImOgKpcsX35Ksbvk.png"
    },
    {
      "id": "tmdb:950387",
      "type": "movie",
      "name": "Una película de Minecraft",
      "ids": {
        "tmdb": 950387
      },
      "overview": "Cuatro inadaptados se encuentran luchando con problemas ordinarios cuando de repente se ven arrastrados a través de un misterioso portal al Mundo Exterior: un extraño país de las maravillas cúbico que se nutre de la imaginación. Para volver a casa, tendrán que dominar este mundo mientras se embarcan en una búsqueda mágica con un inesperado experto artesano, Steve.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/rZYYmjgyF5UP1AVsvhzzDOFLCwG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xamBLexcq5KHBRqFuB3BaJZ06lL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ggGYbniHbvWDA9GAQYBUUdN3AKP.png"
    },
    {
      "id": "tmdb:346698",
      "type": "movie",
      "name": "Barbie",
      "ids": {
        "tmdb": 346698
      },
      "overview": "Barbie vive en Barbieland donde todo es ideal y lleno de música y color. Un buen día decide conocer el mundo real. Cuando el CEO de Mattel se entere, tratará de evitarlo a toda costa y devolver a Barbie a una caja.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/fNtqD4BTFj0Bgo9lyoAtmNFzxHN.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ldFX26JW3fusyMewRoWoXYWaffw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/afDNN68rQ36Yz2pU9ZWWhaKk3v5.png"
    },
    {
      "id": "tmdb:138843",
      "type": "movie",
      "name": "Expediente Warren: The Conjuring",
      "ids": {
        "tmdb": 138843
      },
      "overview": "Basada en una historia real documentada por los reputados demonólogos Ed y Lorraine Warren. Narra los encuentros sobrenaturales que vivió la familia Perron en su casa de Rhode Island a principios de los 70. El matrimonio Warren, investigadores de renombre en el mundo de los fenómenos paranormales, acudieron a la llamada de esta familia aterrorizada por la presencia en su granja de un ser maligno.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/sKuHxkCogdk6YWzTyXYPoo9qd9n.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mftGp3zFc6ScGK2avNcaG72guoo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gJATvO2SJTKVka1s3Ku6dGtInIU.png"
    },
    {
      "id": "tmdb:672",
      "type": "movie",
      "name": "Harry Potter y la cámara secreta",
      "ids": {
        "tmdb": 672
      },
      "overview": "Harry regresa a su segundo año a Hogwarts, pero descubre que cosas malas ocurren debido a que un sitio llamado la Cámara de los Secretos ha sido abierto por el heredero de Slytherin y hará que los hijos de muggles, los impuros, aparezcan petrificados misteriosamente por un animal monstruoso.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/3nvGqfZE3yrsqehpF107byUdUSq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fjN1i7uH4KDVbNmfBBZeuF98J83.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lqbIj0seJSBQWyEax7orzrmQnyd.png"
    },
    {
      "id": "tmdb:1256208",
      "type": "movie",
      "name": "Ya se verá",
      "ids": {
        "tmdb": 1256208
      },
      "overview": "Tres jóvenes compiten por un puesto de letrado en el Ayuntamiento. Federico confía en su padre concejal, Fabrizio busca otra oportunidad y el privilegiado Luca se une a la carrera. Sólo uno puede ganar, hasta que se desencadenan acontecimientos inesperados.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/qlhukyCnDmaWICbfaDE4S5J4duc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4NhEuYwcXWddHmyElmX1cANW3pK.jpg"
    },
    {
      "id": "tmdb:4232",
      "type": "movie",
      "name": "Scream",
      "ids": {
        "tmdb": 4232
      },
      "overview": "Sidney Prescott, una adolescente de la pequeña comunidad de Woodsboro, se convierte en el objetivo de un misterioso asesino en serie. Una reportera de un canal de noticias, Gale Weathers, que cubrió el asesinato un año atrás de la madre de Sidney, cubre ahora estos asesinatos, además ha escrito un libro en el que defiende al supuesto asesino de Maureen, Cotton Weary, que va a ir a la cámara de gas, alegando que cayó en una trampa, lo que hace reavivar la polémica. Los crímenes dejan de ser aislados y continúan los asesinatos. Ahora Sidney, su novio y sus amigos están en peligro, ya que el asesino quiere revivir lo sucedido un año atrás con Maureen Prescott, pero esta vez con su hija.",
      "year": 1996,
      "poster": "https://image.tmdb.org/t/p/w342/jSyDHeFEGghtm624mWpuadcG6Gl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/czEkFf928ItpF2A5iDCwdzVhNc2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lWEBXjjzQBzGBCwziUI8ir5ZIcR.png"
    },
    {
      "id": "tmdb:673",
      "type": "movie",
      "name": "Harry Potter y el prisionero de Azkaban",
      "ids": {
        "tmdb": 673
      },
      "overview": "Harry está deseando que termine el verano para comenzar un nuevo curso en Hogwarts, y abandonar lo antes posible la casa de sus despreciables tíos, los Dursley. Lo que desconoce Harry es que va a tener que abandonar Privet Drive antes de tiempo e inesperadamente después de convertir a su tía Marge en un globo gigante. Un autobús noctámbulo, y encantado por supuesto, le llevará a la taberna El Caldero Chorreante, donde le espera nada menos que Cornelius Fudge, el Ministro de Magia.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/wF9aoo4YZmpKP4bZPSy4Zwwek6G.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/m8XhUVtuCksm13QlPSYo0C2WviD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rd3MaMcrU6FFx0cYa53bgAbde2W.png"
    },
    {
      "id": "tmdb:1084199",
      "type": "movie",
      "name": "La acompañante",
      "ids": {
        "tmdb": 1084199
      },
      "overview": "La muerte de un multimillonario desencadena una serie de acontecimientos para Iris y sus amigos durante un viaje de fin de semana a su finca junto al lago.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/nyloao2GWttUvS7KVcEM2eSDwUn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7xJyWvzb1vplnncajXzByj7KVOS.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q3FqzJkDZ1ieV6cCmPnHI0QDVKf.png"
    },
    {
      "id": "tmdb:496243",
      "type": "movie",
      "name": "Parásitos",
      "ids": {
        "tmdb": 496243
      },
      "overview": "Tanto Gi Taek (Song Kang-ho) como su familia están sin trabajo. Cuando su hijo mayor, Gi Woo (Choi Woo-sik), empieza a dar clases particulares en casa de Park (Lee Seon-gyun), las dos familias, que tienen mucho en común pese a pertenecer a dos mundos totalmente distintos, comienzan una interrelación de resultados imprevisibles.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/4N55tgxDW0RRATyrZHbx0q9HUKv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ao0dFrU4QrmnVYt6ywnsGNjmuAT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7yTwlOYScxmNEHK2RJr1YWRTOEW.png"
    },
    {
      "id": "tmdb:122",
      "type": "movie",
      "name": "El señor de los anillos: El retorno del rey",
      "ids": {
        "tmdb": 122
      },
      "overview": "Las fuerzas de Saruman han sido destruidas, y su fortaleza sitiada. Ha llegado el momento de que se decida el destino de la Tierra Media, y por primera vez en mucho tiempo, parece que hay una pequeña esperanza. La atención del señor oscuro Sauron se centra ahora en Gondor, el último reducto de los hombres, y del cual Aragorn tendrá que reclamar el trono para ocupar su puesto de rey. Pero las fuerzas de Sauron ya se preparan para lanzar el último y definitivo ataque contra el reino de Gondor, la batalla que decidirá el destino de todos. Mientras tanto, Frodo y Sam continuan su camino hacia Mordor, a la espera de que Sauron no repare en que dos pequeños Hobbits se acercan cada día más al final de su camino, el Monte del Destino.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/mWuFbQrXyLk2kMBKF9TUPtDwuPx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pbucpT9eKhS0QXNgq7PS97AP5V2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qzHCu6O3LAXhPuslqYrs7dGESep.png"
    },
    {
      "id": "tmdb:1252309",
      "type": "movie",
      "name": "Pídeme lo que quieras",
      "ids": {
        "tmdb": 1252309
      },
      "overview": "Judith Flores es una chica normal. Tiene un trabajo que le apasiona, muy buenos amigos y un padre encantador. Pero su vida cambia radicalmente cuando conoce a Eric Zimmerman, dueño de la empresa donde ella trabaja. Su relación con Eric está a punto de dinamitar su vida por completo.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/5rtaLwyKAjbceww4J1ro8aA8BNB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fSO7cnetDfNEflwAsxlkzV446Ua.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4sZH8S3dALP8RsxuxYx9d920Qm1.png"
    },
    {
      "id": "tmdb:297802",
      "type": "movie",
      "name": "Aquaman",
      "ids": {
        "tmdb": 297802
      },
      "overview": "Arthur Curry, también conocido como Aquaman, es un habitante de un poderoso reino subacuático que recibe el nombre de la Atlántida. En esta película repleta de acción, aventura, e incluso partes de terror, conoceremos sus orígenes, desde que era un niño criado por un hombre humano y considerado un paria por los suyos, hasta que crece y debe hacer frente a los problemas que han aparecido en su mundo. Entonces, este hombre mitad humano y mitad atlante, emprenderá el viaje de su vida, en el que tendrá que descubrir quién es realmente y si es digno de ser un rey. Acompañado de Mera, hará frente a este y otros retos, mientras le planta cara a Black Manta y a su propio hermanastro Orm. ¿Será capaz de dirigir a su pueblo y convertirse en un héroe para el mundo?",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/yTzr6Nc4RcTXVw9SsWQNJdcjTz5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/85gpZHaYZQm9vQyOC9iCiqSdY83.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9iY6EaEXo0f7aIoaw1YqKf185pq.png"
    },
    {
      "id": "tmdb:4247",
      "type": "movie",
      "name": "Scary Movie",
      "ids": {
        "tmdb": 4247
      },
      "overview": "Tras el asesinato de una bella estudiante, un grupo de adolescentes descubren que hay un asesino entre ellas. La heroína, Cindy, y su grupo de desconcertantes amigos, serán aterrorizados por un singular psicópata enmascarado que pretende vengarse de ellos por haberlo atropellado el pasado Halloween.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/kfAiQqJGnfbQj52Bna7Ohlu04y3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lE5Hsi1IwjI2wgjslXmiz5Gcbm3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nMpRdeGbgV5KN6iB0Iv6TvsRh81.png"
    },
    {
      "id": "tmdb:694",
      "type": "movie",
      "name": "El resplandor",
      "ids": {
        "tmdb": 694
      },
      "overview": "Jack Torrance se traslada, junto a su mujer y a su hijo, al impresionante hotel Overlook, en Colorado, para encargarse del mantenimiento del mismo durante la temporada invernal, en la que permanece cerrado y aislado por la nieve. Su idea es escribir su novela al tiempo que cuida de las instalaciones durante esos largos y solitarios meses de invierno, pero desde su llegada al hotel, Jack comienza a padecer inquietantes transtornos de personalidad, al mismo tiempo que en el lugar comienzan a suceder diversos fenómenos paranormales.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/mm003Mj2e9kJRsrxiVdPn2BSBPh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kgT7VSHDxwPy62Km3Xcip87jBYe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/x5je6H1AI7IkRF6fkhgGWiRAtEA.png"
    },
    {
      "id": "tmdb:675",
      "type": "movie",
      "name": "Harry Potter y la Orden del Fénix",
      "ids": {
        "tmdb": 675
      },
      "overview": "Harry Potter regresa por quinto año a Hogwarts aún sacudido por la tragedia ocurrida en el Torneo de los Tres Magos. Debido a que el Ministro de la Magia niega el regreso de Lord Voldemort, Harry se convierte en el centro de atención de la comunidad mágica. Mientras lucha con sus problemas en el colegio, incluyendo a la nueva profesora Dolores Umbridge, intentará aprender más sobre la misteriosa Orden del Fénix.",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/xxXiM2Ij7plbzibKWW9BfDk23aI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5NtizQVwcusXA4DWUPdknlN8dsP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/77hW1z6Bv7fTIWxgWeTg3mv4H7s.png"
    },
    {
      "id": "tmdb:438631",
      "type": "movie",
      "name": "Dune",
      "ids": {
        "tmdb": 438631
      },
      "overview": "En un lejano futuro, la galaxia conocida es gobernada mediante un sistema feudal de casas nobles bajo el mandato del Emperador. Las alianzas y la política giran entorno a un pequeño planeta, Dune,  del que extrae la 'especia melange', la materia prima que permite los viajes espaciales. La Casa Atreides, bajo el mandato del Duque Leto Atreides recibe el encargo de custodiar el planeta, relevando en la encomienda a sus históricos enemigos, los Harkonnen. Paul Atreides, hijo del duque, se verá atrapado en las intrigas políticas mientras descubre el destino que le deparan los desiertos de Dune.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/szcew6yyjcDvaL0isaPBk2e3nkF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/h61Kc0NC7d90jNwXfBx5js7DnSQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lIUbKtwF3Ke5y9I1bn2wcxTB6Mt.png"
    },
    {
      "id": "tmdb:807",
      "type": "movie",
      "name": "Seven",
      "ids": {
        "tmdb": 807
      },
      "overview": "El teniente Somerset, del departamento de homicidios, está a punto de jubilarse y ser reemplazado por el ambicioso y brillante detective David Mills. Ambos tendrán que colaborar en la resolución de una serie de asesinatos cometidos por un psicópata que toma como base la relación de los siete pecados capitales: gula, pereza, soberbia, avaricia, envidia, lujuria e ira. Los cuerpos de las víctimas, sobre los que el asesino se ensaña de manera impúdica, se convertirán para los policías en un enigma que les obligará a viajar al horror y la barbarie más absoluta.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/uVPcVz4b2hnSGrXYLdIGRXwcivs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xfAi4XOuXSLhQXM7lsgEwO3X17H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9Jwo35pcCztc5FNmJpeI1EMRCye.png"
    },
    {
      "id": "tmdb:423108",
      "type": "movie",
      "name": "Expediente Warren: Obligado por el demonio",
      "ids": {
        "tmdb": 423108
      },
      "overview": "Los investigadores paranormales Ed y Lorraine Warren se encuentran con lo que se convertiría en uno de los casos más sensacionales de sus archivos. La lucha por el alma de un niño los lleva más allá de todo lo que habían visto antes, para marcar la primera vez en la historia de los Estados Unidos que un sospechoso de asesinato reclamaría posesión demoníaca como defensa.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/ghMQALCyytc6W0wlOlMIKiMSRKV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uwXXxPup5aKaS5iZDJNNExTSQui.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aqi0pRKE7YdFNtfoHl5XHYPlFYg.png"
    },
    {
      "id": "tmdb:259693",
      "type": "movie",
      "name": "Expediente Warren: El caso Enfield",
      "ids": {
        "tmdb": 259693
      },
      "overview": "Secuela de la exitosa 'Expediente Warren' (2013), que lleva de nuevo a la pantalla otro caso real de los expedientes de los renombrados demonólogos Ed y Lorraine Warren. En este caso ambos viajarán al norte de Londres para ayudar a una madre soltera que tiene a su cargo cuatro hijos y que vive sola con ellos en una casa plagada de espíritus malignos.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/pdNW0HWw11Wn2N94VGea8O44wOA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8yd5GRYbSARUeqvhZYoagYUKp6Z.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/u6eAzXyIYEy8Kj2Wi3pnE658N60.png"
    },
    {
      "id": "tmdb:937278",
      "type": "movie",
      "name": "El peor vecino del mundo",
      "ids": {
        "tmdb": 937278
      },
      "overview": "Otto Anderson es un viudo cascarrabias y muy obstinado. Cuando una alegre joven familia se muda a la casa de al lado, Otto encuentra la horma de su zapato en la espabilada, y muy embarazada, Marisol, lo que conlleva a una muy improbable amistad que pondrá su mundo patas arriba.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/8bNLrZt9lrmnt6LsaGG8GfDfgYR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lC56Nh3y0sAQsvYXRftMj7p5Jqr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cMluwd3pmQHQDtsZAi63pdx3F12.png"
    },
    {
      "id": "tmdb:786892",
      "type": "movie",
      "name": "Furiosa: De la saga Mad Max",
      "ids": {
        "tmdb": 786892
      },
      "overview": "En un mundo postapocalíptico donde todo ha perdido su valor, los pocos supervivientes se guían por la ley del más fuerte. Sin aprecio por la vida, lo único que despierta un brutal interés es la gasolina, sinónimo de poder y objetivo de bandas armadas hasta los dientes y sin escrúpulos. En este contexto conoceremos la  historia de la arrebatadoramente despiadada, salvaje y joven Furiosa, quien cae en manos de una horda de motoristas y debe sobrevivir a muchas pruebas mientras reúne los medios para encontrar el camino de vuelta a casa. Precuela de 'Mad Max: Furia en la carretera' (2015).",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/tGHUlykWn9V2IIQ4ZaATIAq9VLB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ad7hfSuvBqL8Bi1TWudOHa37cdQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nhtoeOdgCKXPcHLtKQF7OREQOJu.png"
    },
    {
      "id": "tmdb:693134",
      "type": "movie",
      "name": "Dune: Parte dos",
      "ids": {
        "tmdb": 693134
      },
      "overview": "Sigue el viaje mítico de Paul Atreides mientras se une a Chani y los Fremen en una guerra de venganza contra los conspiradores que destruyeron a su familia. Al enfrentarse a una elección entre el amor de su vida y el destino del universo conocido, Paul se esfuerza por evitar un futuro terrible que solo él puede prever.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/xCHmhHeO7aOCMlzcNukGH6Q7EiD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oijm3iOjSapV87frEr6X4TGgGxZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fRTIOPWDHS2fgfcYJTsQlHsO1Z3.png"
    },
    {
      "id": "tmdb:767",
      "type": "movie",
      "name": "Harry Potter y el misterio del príncipe",
      "ids": {
        "tmdb": 767
      },
      "overview": "En medio de los desastres que azotan a Inglaterra, Harry y sus compañeros vuelven a Hogwarts para cursar su sexto año de estudios; y aunque las medidas de seguridad han convertido al colegio en una fortaleza, algunos estudiantes son víctimas de ataques inexplicables. Harry sospecha que Draco Malfoy es el responsable de los mismos y decide averiguar la razón. Mientras tanto, Albus Dumbledore y el protagonista exploran el pasado de Lord Voldemort mediante recuerdos que el director ha recolectado. Con esto, Dumbledore planea preparar al muchacho para el día de la batalla final.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/tO0UGkNuQoxyXve0mvwtXP49NAO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mahovPKn8ROe94KML4LgCSBTK4B.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4mRJ3jZs3zUnlver3RN7w1siurp.png"
    },
    {
      "id": "tmdb:121",
      "type": "movie",
      "name": "El señor de los anillos: Las dos torres",
      "ids": {
        "tmdb": 121
      },
      "overview": "La Compañía del Anillo se ha disuelto. El portador del anillo Frodo y su fiel amigo Sam se dirigen hacia Mordor para destruir el Anillo Único y acabar con el poder de Sauron. Mientras, y tras la dura batalla contra los orcos donde cayó Boromir, el hombre Aragorn, el elfo Legolas y el enano Gimli intentan rescatar a los medianos Merry y Pipin, secuestrados por los ogros de Mordor. Por su parte, Saurón y el traidor Sarumán continúan con sus planes en Mordor, en espera de la guerra contra las razas libres de la Tierra Media.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/z632eZtXaw76ZE5mMMGOBXCpm1T.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tcW9O1VU6bk1mDWvROn9CPPj73p.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aeI3FHtqYPgVNRNCFds7lUBgr4d.png"
    },
    {
      "id": "tmdb:12445",
      "type": "movie",
      "name": "Harry Potter y las Reliquias de la Muerte - Parte 2",
      "ids": {
        "tmdb": 12445
      },
      "overview": "La segunda parte de la batalla final entre las fuerzas del bien y el mal. El juego nunca ha sido tan peligroso y nadie está a salvo. Se acerca el momento de la confrontación final entre Harry Potter y Lord Voldemort. Todo termina aquí…",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/aM1TuUiPtV8OAZyu61CTdy9Ymtk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8B8aT5jCyAGZaLMl2kqaSjI7fWp.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vbIuIDv6fQmHWLWUUHXtDiIYFNv.png"
    },
    {
      "id": "tmdb:12444",
      "type": "movie",
      "name": "Harry Potter y las Reliquias de la Muerte - Parte 1",
      "ids": {
        "tmdb": 12444
      },
      "overview": "Una tarea casi imposible cae sobre los hombros de Harry: deberá encontrar y destruir los horrocruxes restantes para dar fin al reinado de Lord Voldemort. En el episodio final de la saga, el hechicero de 17 años parte junto con sus amigos Hermione Granger y Ron Weasley en un peligroso viaje por Inglaterra para encontrar los objetos que contienen los fragmentos del alma del Señor Tenebroso, los cuales garantizan su longevidad. Pero el camino no será fácil pues el lado oscuro adquiere más poder con cada minuto que pasa y las lealtades serán puestas a prueba. Harry deberá usar todos los conocimientos que gracias a Dumbledore ha adquirido sobre su enemigo para poder encontrar la forma de sobrevivir a esta última aventura.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/w6wsYKdXERaXRdByPsI2O9rn20b.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rsjVwImiIyehTEOGLDlYwtmwKPu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/Roi7sNAN6ra9GGBHcHRbuvNDOY.png"
    },
    {
      "id": "tmdb:425",
      "type": "movie",
      "name": "Ice Age: La edad de hielo",
      "ids": {
        "tmdb": 425
      },
      "overview": "Hace muchos, muchos años, tantos como 20.000, una pequeña ardirata de nombre Scrat quería esconder una bellota en el hielo. Pero lo que hace es provocar una semicatástrofe que provoca que todos los animales migren hacia el sur, hacia tierras más cálidas. Bueno, lo que se dice todos, todos, no. Porque hay uno que lleva la contraria: se trata del mamut Manfred, un auténtico lobo solitario vagabundo y soberbio que va hacia el norte sólo porque los demás están yendo hacia el sur.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/9rpdhn7p7mDZW2rUXsINf9c6sR5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aQrjFECif4fg0rze5oBGDLtCQ6M.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8PYmh8ERBT0a6P0jJCRpg2E9GsR.png"
    },
    {
      "id": "tmdb:823464",
      "type": "movie",
      "name": "Godzilla y Kong: El nuevo imperio",
      "ids": {
        "tmdb": 823464
      },
      "overview": "Una aventura cinematográfica completamente nueva, que enfrentará al todopoderoso Kong y al temible Godzilla contra una colosal amenaza desconocida escondida dentro de nuestro mundo. La nueva y épica película profundizará en las historias de estos titanes, sus orígenes y los misterios de Isla Calavera y más allá, mientras descubre la batalla mítica que ayudó a forjar a estos seres extraordinarios y los unió a la humanidad para siempre.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/2YqZ6IyFk7menirwziJvfoVvSOh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5uzu4Zo5AbJlOQIBAqeq1ecfmmm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7GQswKy5K1W3nYCwwQupNkuG3W8.svg"
    },
    {
      "id": "tmdb:652",
      "type": "movie",
      "name": "Troya",
      "ids": {
        "tmdb": 652
      },
      "overview": "A lo largo de los tiempos, los hombres han hecho la guerra. Unos por poder, otros por gloria o por honor, y algunos por amor. En la antigua Grecia, la pasión de dos de los amantes más legendarios de la historia, Paris, príncipe de Troya y Helena, reina de Esparta, desencadena una guerra que asolará una civilización. El rapto de Helena por Paris, separándola de su esposo, el rey Menelao, es un insulto que El orgullo familiar establece que una afrenta a Menelao es una afrenta a su hermano Agamenón, el poderoso rey de Micenas, que no tarda en reunir a todas las grandes tribus de Grecia para recuperar a Helena de manos de los troyanos y defender el honor de su hermano. La verdad es que la lucha por el honor por parte de Agamenón está corrompida por su incontenible codicia ya que necesita conquistar Troya para asumir el control del mar Egeo.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/mBiDQT28DnuYaJSL4nDD43ORE6p.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9wvrImiqAljeESyMa8fjcA5WDFa.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3hYmIMboRimejcc3xoNO7VER7CR.png"
    },
    {
      "id": "tmdb:414906",
      "type": "movie",
      "name": "The Batman",
      "ids": {
        "tmdb": 414906
      },
      "overview": "Cuando un asesino se dirige a la élite de Gotham con una serie de maquinaciones sádicas, un rastro de pistas crípticas envía Batman a una investigación en los bajos fondos. A medida que las pruebas comienzan a acercarse a su casa y se hace evidente la magnitud de los planes del autor, Batman debe forjar nuevas relaciones, desenmascarar al culpable y hacer justicia al abuso de poder y la corrupción que durante mucho tiempo han asolado Gotham City.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/mo7teil1qH0SxgLijnqeYP1Eb4w.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/upj7fTWLSpsuuy1NYgl8KCVnuRM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9boDoIUJ0z2ijZEyPTYYwpLTnxo.png"
    },
    {
      "id": "tmdb:475557",
      "type": "movie",
      "name": "Joker",
      "ids": {
        "tmdb": 475557
      },
      "overview": "Arthur Fleck es un hombre ignorado por la sociedad, cuya motivación en la vida es hacer reír. Pero una serie de trágicos acontecimientos le llevarán a ver el mundo de otra forma. Película basada en Joker, el popular personaje de DC Comics y archivillano de Batman, pero que en este film toma un cariz más realista y oscuro.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/v0eQLbzT6sWelfApuYsEkYpzufl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4wjIkF5wzacT4NKcP3CCpsx3O9z.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eqtHkaMOUmjEaSd2kccCMT4NQoA.png"
    },
    {
      "id": "tmdb:439079",
      "type": "movie",
      "name": "La monja",
      "ids": {
        "tmdb": 439079
      },
      "overview": "Cuando una joven monja se suicida en una abadía de clausura en Rumanía, un sacerdote experto en posesiones demoniacas y una novicia a punto de tomar sus votos, son enviados por el Vaticano para investigar. Juntos descubren el profano secreto de la orden. Arriesgando no solo sus propias vidas sino su fe y hasta sus almas, se enfrentan a una fuerza maléfica en forma de monja demoníaca, en una abadía que se convierte en un campo de batalla de horror entre los vivos y los condenados....",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/7fxjwtEvqI1BYkXEbGqJ3dQBgXD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cFaI7lo0mFXWctpxImXzSDCTWxi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ljgxkgcdmWfU5XW6VgK5EpfcxLa.png"
    },
    {
      "id": "tmdb:4248",
      "type": "movie",
      "name": "Scary Movie 2",
      "ids": {
        "tmdb": 4248
      },
      "overview": "En esta ocasión los hermanos Wayans empiezan la historia con una satírica parodia de El Exorcista, mostrando a James Woods en el papel de un cura poco convencional, el padre McFelly, ocupado en salvar a una Natasha Lyonne de un espíritu de otro mundo. Entonces, retomando la historia donde la dejaron, los hermanos Wayans se vuelven a reunir de forma cómica con la heroína Cindy Campbell, convertida ahora en una buena estudiante universitaria. Un profesor loco la recluta a ella y a su grupo de compañeros deseosos de vivir aventuras y nuevas experiencias, para una salida de fin de semana bajo el pretexto de realizar un experimento científico. Mientras se desarollan las actividades del fin de semana, las continuas sorpresas mantienen la diversión siempre en marcha.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/90G7YLxKXbEdfcRvlOSRBwbTLS6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/j5uRKwumod1RF1tCmZfuPHtG0cD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ye5diw1xr4yB69GP6FrB6qNMCKp.png"
    }
  ]
}