{
  "metas": [
    {
      "id": "tmdb:271039",
      "type": "movie",
      "name": "Something, Anything",
      "ids": {
        "tmdb": 271039
      },
      "overview": "Cuando una tragedia quiebra los planes de felicidad doméstica de una recién casada, pronto enfocará sus intereses hacia el mundo espiritual, amenazando las relaciones de su alrededor.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/xmqqgTz5ceMjoFMe831WXtEDKsc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7kGhq8nROnNGw6uZoUMFSe389VL.jpg"
    },
    {
      "id": "tmdb:220225",
      "type": "movie",
      "name": "Cottonpickin' Chickenpickers",
      "ids": {
        "tmdb": 220225
      },
      "overview": "Darby Clyde Fenster and Jerry Martin are a pair of penniless nincompoop-drifters who hop a freight train on their way to Florida. Our intrepid heroes find themselves facing one comic situation after another in this gloriously loopy Southern fried comedy-with-music.",
      "year": 1967,
      "poster": "https://image.tmdb.org/t/p/w342/isYqsK9V4Gk0MXvIq4eljrRLTTS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qYjfzpxRxEU9oSDH7ECyaycxqDL.jpg"
    },
    {
      "id": "tmdb:638",
      "type": "movie",
      "name": "Carretera perdida",
      "ids": {
        "tmdb": 638
      },
      "overview": "Fred Madison, un músico de Jazz, recibe una serie de misteriosas cintas de video en las que aparece con su mujer Renée dentro de su propia casa. En la última, que Fred ve a solas, junto a él aparece su esposa muerta.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/vFIhGJuUfCSGTFj5fgLCbBAtxt2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yjmlbXaJC33QAOrQhesI8Es2qxf.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ajvMpnE9azcsfJu1UvCKdqOG8zP.png"
    },
    {
      "id": "tmdb:5879",
      "type": "movie",
      "name": "El imperio de los sentidos",
      "ids": {
        "tmdb": 5879
      },
      "overview": "Una pareja de amantes vive una historia de amor llevada hasta límites inimaginables. La pasión se ha adueñado de ellos. El sexo ha pasado a ser lo único importante de sus vidas. Las ansias de la mujer por poseer a su hombre parecen inagotables y crecen cada día más hasta llegar a confundir el placer con el dolor.",
      "year": 1976,
      "poster": "https://image.tmdb.org/t/p/w342/2HH39jTVXDFbBNn4NDyVzyiuwSs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ozipXbwy5XBEYoTd5axkVCOAJrc.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nEoJhmTZ8fHpWgvglVqkwM2XWhG.png"
    },
    {
      "id": "tmdb:285463",
      "type": "movie",
      "name": "Dos disparos",
      "ids": {
        "tmdb": 285463
      },
      "overview": "Mariano, de 16 años, regresa una madrugada a su casa y encuentra un revólver en el garaje. Sin pensarlo, se dispara dos veces, pero sobrevive.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/lhhpYD8iJiSoFgvlgIK9Fnm5eaD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/miUWodNo3WUKG3Gew5F3M0d4XXK.jpg"
    },
    {
      "id": "tmdb:260236",
      "type": "movie",
      "name": "Rocket Rain",
      "ids": {
        "tmdb": 260236
      },
      "overview": "A video artist working on his latest project, is unexpectedly visited by his long lost friend, Jansen. Jansen is having a troubled relationship with his wife. He escapes the city and meet him who has gone through a similar problem. During their awkward reunion, they became aware of how far apart they have grown, and at the same time unfolding each others breakdowns. Rocket Rain touches on the human longing for inner peace within the shifting values of contemporary Indonesian family. In a country where traditions are considered sacred, the concept of nature and social values are being mediated by the demands of modernity. Rocket Rain is a story of people who are trying to cope with this complexity of endless contradictions.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/2q9zjGM1l0pUcd1KiWj2roRS6Bn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/v4HHj7mw1Rh9JDqwOMYjRdOUN47.jpg"
    },
    {
      "id": "tmdb:144597",
      "type": "movie",
      "name": "Black Panthers",
      "ids": {
        "tmdb": 144597
      },
      "overview": "Documental del año 1968 que parte del arresto de Huey Newton, uno de los fundadores de Panteras Negras, tras el supuesto asesinato de un policía. El film se centra en las protestas que congregaron a más de 5000 personas, en las que se produjeron durísimos enfrentamientos entre la policía y los manifestantes...",
      "year": 1968,
      "poster": "https://image.tmdb.org/t/p/w342/vrumxr8mN9TiVDlp3l4S9Ce8UDr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/x9ORSdqZNRc2YzaxBRxkigZZR2i.jpg"
    },
    {
      "id": "tmdb:965150",
      "type": "movie",
      "name": "Aftersun",
      "ids": {
        "tmdb": 965150
      },
      "overview": "Sophie reflexiona sobre la alegría compartida y la melancolía privada de unas vacaciones que hizo con su padre veinte años atrás. Los recuerdos reales e imaginarios llenan los espacios entre las imágenes mientras intenta reconciliar al padre que conoció con el hombre que no conoció.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/zJd2NwGzciSMppCHividNSROIZR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6zDioXV47d2qmi8RN1Hf9oikens.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kzuQPHVOlziFIFfmEVIe3hPZW1P.png"
    },
    {
      "id": "tmdb:367181",
      "type": "movie",
      "name": "Reality+",
      "ids": {
        "tmdb": 367181
      },
      "overview": "Vincent, a young Parisian uncomfortable with his appearance, installs a brain chip named Reality+ which allows users to see themselves and fellow users with their dream body. However, Reality+ only works over 12-hour intervals, proving infuriating for Vincent as he falls for Stella, another user.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/sm2iLVqpik0EBC8KlIzxgx8Jnme.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xLg7NHAl0J4uCBSKlKK43ivUmJ0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rD2hqQMY8Zvdas86v7rYjQ0aouY.png"
    },
    {
      "id": "tmdb:102831",
      "type": "movie",
      "name": "Chameleon Street",
      "ids": {
        "tmdb": 102831
      },
      "overview": "William Douglas Street está harto de su vida. Su padre no valora en absoluto su trabajo, su esposa quiere siempre le pide más dinero, pero William ya está harto. Su solución es cambiar su vida por completo. Así, se convertirá en todo un camaleón, adaptándose a cualquier situación. Desde periodista a médico o abogado. Se adaptará a todo lo que le interesa con la intención de ganar más dinero. Película basada en un hecho real.",
      "year": 1991,
      "poster": "https://image.tmdb.org/t/p/w342/dSCOaTdPtzNzPAzsvp0nOW5QocE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wE2koUdIZPVQERB3GqrUEdplV6s.jpg"
    },
    {
      "id": "tmdb:336806",
      "type": "movie",
      "name": "Después de esto",
      "ids": {
        "tmdb": 336806
      },
      "overview": "El joven John regresa a casa de su padre tras cumplir una condena en un reformatorio, anhelando darle un nuevo comienzo a su vida. Sin embargo, en su comunidad no ha sido perdonado. La presencia de John saca lo peor de quienes le rodean y poco a poco una atmósfera malsana va tomando forma. John se siente acosado, y la misma violencia que lo había llevado a la reclusión comienza a desatarse nuevamente.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/epslZjZd3t9ZvQSkwe4tS3NlB0o.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2KBm2Q6NzwdtOH5Gav9WgkdHlpw.jpg"
    },
    {
      "id": "tmdb:985",
      "type": "movie",
      "name": "Cabeza borradora",
      "ids": {
        "tmdb": 985
      },
      "overview": "Henry Spencer y su novia tienen un bebé no humano, más bien un bebé reptil. Henrry pasa todo el día intentando que él bebe deje de hacer travesuras por el apartamento. Todo se tuerce aún más cuando la madre del pequeño abandona a padre e hijo por el aspecto del bebé. De todos modos, Henry es una hombre fuerte y una serie de acontecimientos inesperados harán que se esfuerce aún más, en su condición como padre soltero.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/j8Z0M4rUmxVFtvpN7bZ2JTASrsy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yrwQDvpIuVdeHqMtTN2geiAJgQV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/n4lvtF6CzOtluYu5BJxshPuuxq6.png"
    },
    {
      "id": "tmdb:440086",
      "type": "movie",
      "name": "Occidental",
      "ids": {
        "tmdb": 440086
      },
      "overview": "The mood is heated. Demonstrations are taking place across France, also in front of the Paris hotel where an Italian named Giorgio is booking the bridal suite for him and his boyfriend Antonio. Hotel manager Diana doesn’t trust them and calls the police to get rid of the odd couple. Italians? Homosexuals? Criminals? In the charged atmosphere of the Hotel Occidental, little is needed for initial suspicions to be aroused.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/2ctWhnaAzG4tDpWpHankYSkiBn6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4F9IshzqLZW0XMZ7BG34LeQfFgE.jpg"
    },
    {
      "id": "tmdb:1563",
      "type": "movie",
      "name": "Sin sol",
      "ids": {
        "tmdb": 1563
      },
      "overview": "Tres niños en una carretera en Islandia, una tripulación somnolienta a bordo de un ferry, un emú en Île de France, un bello rostro de las islas Bijagos, un cementerio de gatos a las afuera de Tokio, vagabundos en Namidabashi, los habitantes de la Isla de Fogo, Cabo Verde, un carnaval en Bissau... Así inicia el relato una mujer desconocida que lee las cartas remitidas por un operador de cámara, Sandor Krasna, que a través del registro de las imágenes de sus viajes se interroga sobre la memoria y la función del recuerdo, \"que no es lo contrario del olvido, sino su opuesto\", para conformar, como Sei Shônagon, su particular lista de \"cosas que hacen latir el corazón\".",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/sspJu9K03FZQP8A1cheurkiePD0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lns7roobSPQQTF54oSPzkT3qH1q.jpg"
    },
    {
      "id": "tmdb:31175",
      "type": "movie",
      "name": "Soul Kitchen",
      "ids": {
        "tmdb": 31175
      },
      "overview": "Zinos, un griego que posee un restaurante en Hamburgo, vive momentos críticos: su novia Nadine se ha ido a trabajar a Shanghai, su revolucionario cocinero está espantando a sus clientes y, para colmo, su disparatado hermano Illias acaba de salir de la cárcel; por si esto fuera poco, Zinos debe enfrentarse a los especuladores inmobiliarios que pretenden derribar su negocio para construir viviendas.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/mDd1pMikteLNE5vEHIDgYVfSfku.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tzCBj6duyr0h3Y2SACNprdL5WsB.jpg"
    },
    {
      "id": "tmdb:1523096",
      "type": "movie",
      "name": "Fragments for Venus",
      "ids": {
        "tmdb": 1523096
      },
      "overview": "Across time, a Black woman seeks to piece together the fragments of Black female figures and, guided by Black Venus, attempts to regain control of their narrative.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/rVeF3CV9qzDo35FQpi1llFjzLFf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lNeBO4E3j8gZExh0QeY7a7c8kCO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hw0nojHLbbvNSm0tOTls0mG9mob.png"
    },
    {
      "id": "tmdb:111833",
      "type": "movie",
      "name": "Boro in the Box",
      "ids": {
        "tmdb": 111833
      },
      "overview": "From its epic conception to its film death, the fantasized and fictitious portrait of the film-maker Walerian Borowczyk : Boro-in-the-box discovers a cruel and obscene world, crosses commonplace and colorful adventures, from Poland to Paris, caressing erotic birds and organic cameras in a phantasmagorical alphabet primer.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/ybTme70iKysvxDyjk2LTiZAzp00.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yWgl7rgsxxH3KAdBz36RTlDIr47.jpg"
    },
    {
      "id": "tmdb:157823",
      "type": "movie",
      "name": "Night Moves",
      "ids": {
        "tmdb": 157823
      },
      "overview": "Un drama centrado en tres ecologistas que que quieren volar una presa.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/qQj7JKpUfrP7rVvr7kVrKuevGy7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yTenAFsjaEv9ZL3DRiydRumojLL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iDh35Xm4Su4bNMKW8jW8RtClP3r.png"
    },
    {
      "id": "tmdb:255984",
      "type": "movie",
      "name": "Joyeux Calvaire",
      "ids": {
        "tmdb": 255984
      },
      "overview": "Marcel and Joseph are tireless walkers. Their itinerary is an invitation to discover improbable places and fascinating people. Everlastingly looking for Stanley, Marcel’s only friend, they meet an unlikely crowd of extravagant characters. Each has a story to tell, his hope to share.",
      "year": 1996,
      "poster": "https://image.tmdb.org/t/p/w342/gFCllRmaEN5nPUd0zbeoVYb3EhJ.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:30810",
      "type": "movie",
      "name": "Olga's House of Shame",
      "ids": {
        "tmdb": 30810
      },
      "overview": "In this third installment of the \"Olga\" series, our heroine adds jewel smuggling to her repertoire of dope pushing and white slavery. As the vicious Olga (Audrey Campbell) expands her criminal empire, she also encounters more resistance as a string of once-trusted partners turn traitor in an effort to steal the successful racket out from under her. The result is exactly what fans of the series expect, a barrage of torture scenes featuring soldering irons, floggings, spankings, and even an electric chair. As with its predecessors, Olga's House of Shame is a silent black and white film with narration to explain the action, but even with direct commentary it's difficult to keep track of the characters and Campbell (who is occasionally caught laughing out loud at the absurdity of it all) has all the menace of a kindergarten teacher, even when wielding a machete.",
      "year": 1964,
      "poster": "https://image.tmdb.org/t/p/w342/oampyuoWprKn3iimYJeU8GhpkmQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5z5NriCZKD82CmVH76uMghpYPFA.jpg"
    },
    {
      "id": "tmdb:355197",
      "type": "movie",
      "name": "Minotauro",
      "ids": {
        "tmdb": 355197
      },
      "overview": "Minotaur takes place in a home of books, of readers, of artists. It’s also a home of soft light, of eternal afternoons, of sleepiness, of dreams. The home is impermeable to the world. Mexico is on fire, but the characters of Minotaur sleep soundly.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/obqFPIi0D0MDjSIgK7wK5lhjysq.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:128209",
      "type": "movie",
      "name": "La Sirga",
      "ids": {
        "tmdb": 128209
      },
      "overview": "In this poetic, richly allegorical debut by Colombian director William Vega, a teenage girl flees to a rundown inn after being driven from her home in the Andean highlands by civil war, as the violence engulfing the country creeps ever closer to her remote refuge. (TIFF)",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/fV4aoSpFpoJ3c9grpI6g71c0FHV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tmkNu8xVdOdf8ieJiMVnS9goDox.jpg"
    },
    {
      "id": "tmdb:1234397",
      "type": "movie",
      "name": "Grand Theft Hamlet",
      "ids": {
        "tmdb": 1234397
      },
      "overview": "Dos amigos desempleados tienen una nueva idea: quieren representar 'Hamlet' de Shakespeare en Grand Theft Auto. Pero incluso en un mundo virtual, la realidad se entromete en una película salvaje y alucinante filmada íntegramente dentro del videojuego ultraviolento.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/61pws82KZEssg883HG3kwN16cRw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fqMWCR9C6MpZj4ZPqyx9tTm2iyV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qw0XLN9q0eYAuZksEaWFdF9zRaj.png"
    },
    {
      "id": "tmdb:169607",
      "type": "movie",
      "name": "Buscando a Vivian Maier",
      "ids": {
        "tmdb": 169607
      },
      "overview": "Un documental sobre la fallecida Vivian Maier, una niñera cuyas 100.000 fotografías hasta entonces desconocidas le valieron una reputación póstuma como una de las mejores fotógrafas de la calle.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/yaj9mpHNpns5j4ODP4352PgDWJM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4wu5z2QHp85cpyPJ7N7IMw25rVv.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gxSnbX0eCcsylIAMMN8WOAUdJKQ.png"
    },
    {
      "id": "tmdb:38810",
      "type": "movie",
      "name": "Canino",
      "ids": {
        "tmdb": 38810
      },
      "overview": "Un matrimonio con tres hijos vive en una mansión en las afueras de una ciudad. Los chicos, que nunca han salido de casa, son educados según los métodos que sus padres juzgan más apropiados y sin recibir ninguna influencia del exterior. Creen que los aviones son juguetes o que el mar es un tipo de silla forrada de cuero. La única persona que puede entrar en la casa es Christine, guardia de seguridad en la fábrica del padre.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/w6QztblXtDGXCWotvyQKgeBZah.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/grGi346IgTIje2bxkbxu5npiplw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ifaRUhvxyLqH0zH22gBOfm2TKKS.png"
    },
    {
      "id": "tmdb:10331",
      "type": "movie",
      "name": "La noche de los muertos vivientes",
      "ids": {
        "tmdb": 10331
      },
      "overview": "Las radiaciones procedentes de un satélite provocan un fenómeno terrorífico: los muertos salen de sus tumbas y atacan a los hombres para alimentarse. La acción comienza en un cementerio de Pennsylvania, donde Barbara, después de ser atacada por un muerto viviente, huye hacia una granja. Allí también se ha refugiado Ben. Ambos construirán barricadas para defenderse de una multitud de despiadados zombies que sólo pueden ser vencidos con un golpe en la cabeza.",
      "year": 1968,
      "poster": "https://image.tmdb.org/t/p/w342/5cjDlHqfb6CJV9gUcAcSp7jlEs4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kDvSaVmij0mWHC61tEHuWs1eyLa.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gka7hSSiB5Rncua0WOZDZui2lzZ.png"
    },
    {
      "id": "tmdb:892",
      "type": "movie",
      "name": "Delicatessen",
      "ids": {
        "tmdb": 892
      },
      "overview": "Esta comedia negra y surrealista nos cuenta acerca de un pequeño pueblo postapocalíptico, donde Clapet, el carnicero, alimenta a sus clientes con carne humana. Cuando su hija se enamora de su siguiente víctima, las cosas se empiezan a torcer.",
      "year": 1991,
      "poster": "https://image.tmdb.org/t/p/w342/cACoQdccxToUn0PRC1yW81bZHOG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zMVwhccP78PLjYRoKikFiX7OdFc.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3DCxPvg26ix2FHwXDiDlcUhADH1.png"
    },
    {
      "id": "tmdb:3176",
      "type": "movie",
      "name": "Battle Royale",
      "ids": {
        "tmdb": 3176
      },
      "overview": "En el amanecer de un nuevo milenio, el país está al borde del colapso. Millones de personas vagan sin empleo. La violencia en la escuela está descontrolada y adolescentes rebeldes protagonizan boicots masivos. El gobierno contrataca con “Battle Royale”. Cada año, una clase es escogida al azar para que se enfrente, en una isla abandonada, a un cruel juego de supervivencia.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/e9UQGoX2ZFNdrjLwEejMSMDSxmR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pmRtI4QvcBvXjw9mLOEAsV9Bq7i.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/peHiTvVODUgHPD8UCy6MqQGwsbN.png"
    },
    {
      "id": "tmdb:39356",
      "type": "movie",
      "name": "Boy",
      "ids": {
        "tmdb": 39356
      },
      "overview": "Es 1984 y Michael Jackson es el rey del pop- incluso en Waihau Bay, Nueva Zelanda. Aquí conocemos a Boy, un niño de 11 años que vive en una granja con su abuela, una cabra y sus hermano pequeño Rocky (que cree que tiene poderes). Poco después de que su abuela se vaya a un entierro durante una semana, el padre de Boy, Alamein, aparece de la nada. Habiendo imaginado una versión heróica de su padre, Boy descubre la realidad: un incompetente criminal de poca monta que sólo ha vuelto para recuperar el botín que enterró antes de entrar a la cárcel. Aquí es donde la cabra aparece...",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/jOcwOnCwTbCvJm7jAbeSo4Jgv0H.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/p4keiuSSV4Vs3QideuXFPlGwRp4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8hrTKVcqKe0F5tVDldbhDIOjLqw.png"
    },
    {
      "id": "tmdb:111109",
      "type": "movie",
      "name": "Siglo ng Pagluluwal",
      "ids": {
        "tmdb": 111109
      },
      "overview": "An artist struggles to finish his work while a storyline about a cult plays in his head. As the cult spirals towards a fundamentalism that will destroy the world, the artist decides to destroy his muse to redeem the world.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/5RuNHleRzOfbshJJT4QVFmxC5su.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zdHGKQ68bmABgdqKHdsb93Nomwo.jpg"
    },
    {
      "id": "tmdb:50970",
      "type": "movie",
      "name": "Deseos Ardientes",
      "ids": {
        "tmdb": 50970
      },
      "overview": "Zeb encuentra una muñeca y un anillo en un cubo de basura. Luego, ve a Ann yendo a trabajar con su amiga Babs. Él cree que se parece a la muñeca. Cuando Zeb se entera de la existencia del prometido de Ann, Tom, realmente se enoja, quema la muñeca y la golpea, lo que hace que Ann piense que está perdiendo la cabeza.",
      "year": 1968,
      "poster": "https://image.tmdb.org/t/p/w342/ci8Gvz0LtTDK5VafFTN7YJpjS2N.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8uMmcOUOlOisHq0joVEnHcal6Cn.jpg"
    },
    {
      "id": "tmdb:413797",
      "type": "movie",
      "name": "Further Beyond",
      "ids": {
        "tmdb": 413797
      },
      "overview": "In their debut documentary Christine Molloy and Joe Lawlor take as their point of departure the compelling 18th Century figure, Ambrose O'Higgins, and attempt to retrace his remarkable journey from Ireland to Chile.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/2witiRKKSdYeSB3frv2BKBAjTn8.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:525825",
      "type": "movie",
      "name": "Chained for Life",
      "ids": {
        "tmdb": 525825
      },
      "overview": "A beautiful actress struggles to connect with her disfigured co-star on the set of a European auteur's English-language debut.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/pwIHmLF9v5ufkvpd6fQUtpMIGT1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ArVVePX7EjZnHXt2EA9E8CqJUgM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6A2XWVEzuujfkfD9w3RhHwwuomZ.png"
    },
    {
      "id": "tmdb:1147338",
      "type": "movie",
      "name": "Dammi",
      "ids": {
        "tmdb": 1147338
      },
      "overview": "Returning to Paris, a man moves through memories of his past and surreal fragments of the present, searching for connection with his estranged father. On his journey, he meets a French-Algerian woman. As their intimacy grows, he is confronted with his shame and fears while exploring his lost Arab identity… Behind Paris is Algiers.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/udvVP7OpHCHmeBUcyw6AqsOxTvJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4dROAlNU5xQ7SgOyraBGA1ZTDK6.jpg"
    },
    {
      "id": "tmdb:83430",
      "type": "movie",
      "name": "Altiplano",
      "ids": {
        "tmdb": 83430
      },
      "overview": "Grace es una fotógrafa de guerra que decide dejar su trabajo tras un violento accidente en Irak. Max es su marido, un cirujano belga especializado en cataratas que trabaja en una clínica oftalmológica en los Andes peruanos. No muy lejos de allí, los aldeanos de Turubamba enferman gravemente por los vertidos de mercurio de la mina local. La joven Saturnina pierde a su prometido, infectado por las aguas contaminadas. Sin saber las verdaderas causas de la epidemia, los aldeanos centran toda su furia en los médicos extranjeros, y en medio de una riña, Max es asesinado. Entonces, Grace comienza un peregrinaje hasta el lugar de los hechos. Por su parte, Saturnina toma medidas drásticas para protestar contra la interminable violencia que brota de su tierra y sus vecinos. Los destinos de Grace y Saturnina se cruzarán.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/6GDlXz4yA1T8csNklfDXBvFi5nb.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:921629",
      "type": "movie",
      "name": "The African Desperate",
      "ids": {
        "tmdb": 921629
      },
      "overview": "It’s MFA grad Palace Bryant’s final 24 hours in art school, and she is not going to the graduation party! She needs to get back home to Chicago from Upstate New York, but that means surviving a hazy, hilarious, and hallucinatory odyssey, stumbling from academic critiques to backseat hookups.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/eJnpEwTA1RhnZCP5epnBf8O9vz6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5SHoGyoOP50KwZVmEn6I8V31fqV.jpg"
    },
    {
      "id": "tmdb:662",
      "type": "movie",
      "name": "La jetée",
      "ids": {
        "tmdb": 662
      },
      "overview": "Un hombre se enfrenta a su pasado durante un experimento que intenta encontrar una solución a los problemas de un mundo postapocalíptico causados por una guerra mundial.",
      "year": 1962,
      "poster": "https://image.tmdb.org/t/p/w342/elGidsRHXkk8UyrtLbcMhaptDyp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qTM7lZVpGj8DPtMJbJdzNXjguJr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4ChkVo7SsefF8RLyqmN5Va8uRu0.png"
    },
    {
      "id": "tmdb:607318",
      "type": "movie",
      "name": "Walk the Walk",
      "ids": {
        "tmdb": 607318
      },
      "overview": "A young black theological student battles against his heroin addiction and alcoholism.",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/yX5HgsAQxmaWpmXCTe5j1JdqHqv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fmryRigebCSXjwq3NRnA24Ef3dA.jpg"
    },
    {
      "id": "tmdb:13317",
      "type": "movie",
      "name": "La Antena",
      "ids": {
        "tmdb": 13317
      },
      "overview": "En una ciudad futurista, los residentes han perdido sus voces ante el omnipotente Señor TV y la corporación sin nombre que manda la metrópoli.",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/hHe7E6zHtSnqa0iI7EO54jrHySE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xy7lAlRJh3aQCoqjdc5UpOQhaPt.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aa8MR07TIpw1xZqpn4ueof88Mi7.png"
    },
    {
      "id": "tmdb:24488",
      "type": "movie",
      "name": "Demonlover",
      "ids": {
        "tmdb": 24488
      },
      "overview": "Diane trabaja para el Volf Group, una multinacional que está a punto de comprar una firma japonesa (Tokyo Anime), que está revolucionando el mercado con sus dibujos animados porno en 3-D. Una de las dos compañías que se disputan los derechos de difusión por Internet del material recién adquirido por Volf contrata a Diane como espía industrial. La otra compañía está involucrada en varias websites ilegales dedicadas a la ultraviolencia y la pornografía. Diane pronto se verá sumergida en una trama de amenazas y enrevesados intereses.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/92xCcjJ3GcSoEMpYvzXEhr4BUnb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iv5ZHMglzn8I9qn1phdP8xSoHKs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/AqdZdnLtojyB9FLeWJPLO1I9e0m.png"
    },
    {
      "id": "tmdb:4710",
      "type": "movie",
      "name": "Masculino, femenino",
      "ids": {
        "tmdb": 4710
      },
      "overview": "Paul es un joven idealista que acaba de terminar el servicio militar. Conoce a Madeleine, una joven atractiva que aspira a ser cantante pop, y trata de conquistarla. Ambos salen juntos y terminan juntos en la cama, aunque con dos amigas de Madeleine, Elisabeth y Catherine.",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/qJHD9j8mnXcYbsoNumUfP0R1LhL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pwUnywWHtw82l78r82AJGRzyE6e.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cHJENYYNr1Ca7EcKag4zmflX0An.png"
    },
    {
      "id": "tmdb:44479",
      "type": "movie",
      "name": "The Watermelon Woman",
      "ids": {
        "tmdb": 44479
      },
      "overview": "Cheryl es una joven, negra y lesbiana, que trabaja en Filadelfia con su mejor amiga Tamara consumida por un proyecto de película: hacer un video sobre la búsqueda de una actriz negra de Filadelfia que apareció en películas en los años 30 y fue conocida como Watermelon Woman. Después de varios pistas, Cheryl descubre el nombre real de la actriz y conjeturas de que tuvo un largo romance con Martha Page, una mujer blanca y una de las pocas directoras de Hollywood. A medida que va descubriendo estos detalles, Cheryl se enamora de Diana, que también es blanca.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/uZRCGzs5y5nPxvY52XkQFXmQVBY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qTxQfX3ImMsNKSFwrND5v1TPoeS.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ylhcFyAMkVKMh6m9VLWu4bLxPwn.svg"
    },
    {
      "id": "tmdb:24657",
      "type": "movie",
      "name": "Sacrificio",
      "ids": {
        "tmdb": 24657
      },
      "overview": "Mientras su familia se reúne para celebrar su cumpleaños, el periodista Alexander se siente angustiado por la desoladora falta de espiritualidad que caracteriza al mundo contemporáneo. Sus peores temores se confirman cuando, durante la fiesta, llega la noticia de un inminente conflicto nuclear: la Tercera Guerra Mundial. El final, definitivo e irreversible, está cerca. En ese momento están con él su angustiada esposa, sus dos hijos, un amigo médico y un peculiar cartero, que lo convence de que una de sus criadas es una bruja que tiene el poder de salvar al mundo mediante un último sacrificio.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/mWEwEgjOdsCR11pwvrWvfCuGgKQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3gK8mNxMcmQWtxILYX7C8ZGWRu4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4wSHG86vq1CnMOMwb976qOJsJck.png"
    },
    {
      "id": "tmdb:653665",
      "type": "movie",
      "name": "Farewell Amor",
      "ids": {
        "tmdb": 653665
      },
      "overview": "Reunited after a 17-year separation, Walter, an Angolan immigrant, is joined in the U.S. by his wife and teenage daughter. Now absolute strangers sharing a one-bedroom apartment, they discover a shared love of dance that may help overcome the emotional distance between them.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/evH5FR3TGbRDWfftpdpQf5jIq5T.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/z2d89yChkFDERFlqjkyKic88dIQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9Fr70nkVg4ZveGMrcQZTazvU2Oj.png"
    },
    {
      "id": "tmdb:98514",
      "type": "movie",
      "name": "River of Grass",
      "ids": {
        "tmdb": 98514
      },
      "overview": "\"River of Grass\" tiene todos los elementos de una \"road movie\" convencional: un coche, una pistola, planes criminales y dos jóvenes amantes escapando de un padre furioso que además es un oficial de policía suspendido. Sin embargo, Kelly Reichardt ha tomado estos elementos comunes y creado una \"anti-road movie\", una película impasiva que tiene más de comedia existencialista que de drama criminal.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/i2s1L8AavAfKIcKf3ONhF3no405.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/euSgyVpsdatbHJokEr9LRlXFx87.jpg"
    },
    {
      "id": "tmdb:384255",
      "type": "movie",
      "name": "L'échappée",
      "ids": {
        "tmdb": 384255
      },
      "overview": "In her room, Mona, a young teenager, gets ready. She waits for the arrival of the one with whom she is in love.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/3PSnIXeTzHnS9iQx7tIQ2H6TdVJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9iLsFqu3W5V50JhJLEXwhqszEcC.jpg"
    },
    {
      "id": "tmdb:285864",
      "type": "movie",
      "name": "The Valley Below",
      "ids": {
        "tmdb": 285864
      },
      "overview": "The Valley Below is a multi-narrative drama that chronicles the life of a small town in the badlands of Alberta over the course of one year.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/m1gyaH2kDcANwQEEijweu4y2xGX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/c6NmPnRjQ7z7x2o6rCUJ6fXrcBV.jpg"
    },
    {
      "id": "tmdb:1172244",
      "type": "movie",
      "name": "Moon",
      "ids": {
        "tmdb": 1172244
      },
      "overview": "Sarah, una apasionada de las artes marciales mixtas, acepta la propuesta de convertirse en la entrenadora personal de tres hermanas de una acaudalada familia en Jordania. Una vez en el país, no tarda en darse cuenta de que tras la apariencia de privilegio de los Al Farahadi se esconde una realidad mucho más inquietante. Premio Especial del Jurado en el Festival de Locarno.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/2lkU7he9G8YGQqs7jabsRy2rBbl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/arKl2Ycaz7JlUcaZOs9K1X7japr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1pOZzoMWayxs1ffnf1B1BT7EQgW.png"
    },
    {
      "id": "tmdb:87766",
      "type": "movie",
      "name": "Invernadero",
      "ids": {
        "tmdb": 87766
      },
      "overview": "Invernadero describe una breve temporada en la que un escritor convive con su hija bailarina, que\r lo visita después de un viaje por Africa.",
      "year": 2010
    },
    {
      "id": "tmdb:309134",
      "type": "movie",
      "name": "Buffalo Juggalos",
      "ids": {
        "tmdb": 309134
      },
      "overview": "An experimental exploration and celebration of the Juggalo subculture in Buffalo, New York. Long and static takes of Juggalos engaged in their favorite activities, first and foremost of which - causing mayhem. Among these seemingly random acts of the everyday, preening, sexual gratification, backyard wrestling, explosions and destruction, a tentative narrative begins to emerge.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/eVK9KsapEJyxs4qVkEMYG54M2Ei.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/khmHWNOMrzZIIfQPE6UHP6hOQJc.jpg"
    }
  ]
}