{
  "metas": [
    {
      "id": "tmdb:89924",
      "type": "movie",
      "name": "Wild Guitar",
      "ids": {
        "tmdb": 89924
      },
      "overview": "A young rock &amp; roll hopeful is given a shot at the big time by the unscrupulous owner of a small record company.",
      "year": 1962,
      "poster": "https://image.tmdb.org/t/p/w342/wH5KslajuatYp9XOwm0tgUeBfJl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uCvu5UgkP1VMicA54QzzNXqFzWF.jpg"
    },
    {
      "id": "tmdb:1033148",
      "type": "movie",
      "name": "Die My Love",
      "ids": {
        "tmdb": 1033148
      },
      "overview": "Intenso drama psicológico y comedia negra que sigue a Grace (Jennifer Lawrence), una joven madre y escritora que comienza a sufrir una profunda depresión posparto tras mudarse con su esposo Jackson (Robert Pattinson) a la zona rural de Montana, buscando una vida más tranquila. A medida que la salud mental de Grace se deteriora, su matrimonio se ve afectado, transitando territorios de psicosis, tensión y desesperación. La película explora con crudeza y complejidad temas de maternidad, salud mental y el impacto de la depresión en la pareja. Dirigida por Lynne Ramsay, el filme está basado en la novela de Ariana Harwicz y fue aclamado en el Festival de Cannes 2025, destacando las actuaciones poderosas de Lawrence y Pattinson, junto a un elenco que incluye a LaKeith Stanfield, Nick Nolte y Sissy Spacek. Con una narrativa inquietante y una atmósfera absorbente, \"Die My Love\" invita a una reflexión profunda sobre las luchas internas y el amor en medio del caos emocional.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/8sgIIVQppRC96wHW099xegCrIzw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jXgKyIUEkm8295TyMRJJEmWnvV8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wrGqkTfTcSw338SrVJIjopFw0wE.png"
    },
    {
      "id": "tmdb:985",
      "type": "movie",
      "name": "Cabeza borradora",
      "ids": {
        "tmdb": 985
      },
      "overview": "Henry Spencer y su novia tienen un bebé no humano, más bien un bebé reptil. Henrry pasa todo el día intentando que él bebe deje de hacer travesuras por el apartamento. Todo se tuerce aún más cuando la madre del pequeño abandona a padre e hijo por el aspecto del bebé. De todos modos, Henry es una hombre fuerte y una serie de acontecimientos inesperados harán que se esfuerce aún más, en su condición como padre soltero.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/j8Z0M4rUmxVFtvpN7bZ2JTASrsy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yrwQDvpIuVdeHqMtTN2geiAJgQV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/n4lvtF6CzOtluYu5BJxshPuuxq6.png"
    },
    {
      "id": "tmdb:965150",
      "type": "movie",
      "name": "Aftersun",
      "ids": {
        "tmdb": 965150
      },
      "overview": "Sophie reflexiona sobre la alegría compartida y la melancolía privada de unas vacaciones que hizo con su padre veinte años atrás. Los recuerdos reales e imaginarios llenan los espacios entre las imágenes mientras intenta reconciliar al padre que conoció con el hombre que no conoció.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/zJd2NwGzciSMppCHividNSROIZR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6zDioXV47d2qmi8RN1Hf9oikens.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kzuQPHVOlziFIFfmEVIe3hPZW1P.png"
    },
    {
      "id": "tmdb:5879",
      "type": "movie",
      "name": "El imperio de los sentidos",
      "ids": {
        "tmdb": 5879
      },
      "overview": "Una pareja de amantes vive una historia de amor llevada hasta límites inimaginables. La pasión se ha adueñado de ellos. El sexo ha pasado a ser lo único importante de sus vidas. Las ansias de la mujer por poseer a su hombre parecen inagotables y crecen cada día más hasta llegar a confundir el placer con el dolor.",
      "year": 1976,
      "poster": "https://image.tmdb.org/t/p/w342/2HH39jTVXDFbBNn4NDyVzyiuwSs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ozipXbwy5XBEYoTd5axkVCOAJrc.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nEoJhmTZ8fHpWgvglVqkwM2XWhG.png"
    },
    {
      "id": "tmdb:64835",
      "type": "movie",
      "name": "Corpo celeste",
      "ids": {
        "tmdb": 64835
      },
      "overview": "After growing up in Switzerland, 13-year-old Marta returns to a city in southern Italy with her mother and older sister. Independent and inquisitive, she joins a catechism class at a local church. However, the games and religious pop songs she encounters there do not nearly satisfy her interest in faith. Struggling to find her place, Marta pushes the boundaries of the class, the priest, and the church.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/6I0bvojngNbc7qGlDcTsfrhWBcb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jeyARHiVTAMLKfIx8BwEt7hhbqS.jpg"
    },
    {
      "id": "tmdb:638",
      "type": "movie",
      "name": "Carretera perdida",
      "ids": {
        "tmdb": 638
      },
      "overview": "Fred Madison, un músico de Jazz, recibe una serie de misteriosas cintas de video en las que aparece con su mujer Renée dentro de su propia casa. En la última, que Fred ve a solas, junto a él aparece su esposa muerta.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/vFIhGJuUfCSGTFj5fgLCbBAtxt2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yjmlbXaJC33QAOrQhesI8Es2qxf.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ajvMpnE9azcsfJu1UvCKdqOG8zP.png"
    },
    {
      "id": "tmdb:892",
      "type": "movie",
      "name": "Delicatessen",
      "ids": {
        "tmdb": 892
      },
      "overview": "Esta comedia negra y surrealista nos cuenta acerca de un pequeño pueblo postapocalíptico, donde Clapet, el carnicero, alimenta a sus clientes con carne humana. Cuando su hija se enamora de su siguiente víctima, las cosas se empiezan a torcer.",
      "year": 1991,
      "poster": "https://image.tmdb.org/t/p/w342/cACoQdccxToUn0PRC1yW81bZHOG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zMVwhccP78PLjYRoKikFiX7OdFc.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3DCxPvg26ix2FHwXDiDlcUhADH1.png"
    },
    {
      "id": "tmdb:3176",
      "type": "movie",
      "name": "Battle Royale",
      "ids": {
        "tmdb": 3176
      },
      "overview": "En el amanecer de un nuevo milenio, el país está al borde del colapso. Millones de personas vagan sin empleo. La violencia en la escuela está descontrolada y adolescentes rebeldes protagonizan boicots masivos. El gobierno contrataca con “Battle Royale”. Cada año, una clase es escogida al azar para que se enfrente, en una isla abandonada, a un cruel juego de supervivencia.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/e9UQGoX2ZFNdrjLwEejMSMDSxmR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pmRtI4QvcBvXjw9mLOEAsV9Bq7i.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/peHiTvVODUgHPD8UCy6MqQGwsbN.png"
    },
    {
      "id": "tmdb:38810",
      "type": "movie",
      "name": "Canino",
      "ids": {
        "tmdb": 38810
      },
      "overview": "Un matrimonio con tres hijos vive en una mansión en las afueras de una ciudad. Los chicos, que nunca han salido de casa, son educados según los métodos que sus padres juzgan más apropiados y sin recibir ninguna influencia del exterior. Creen que los aviones son juguetes o que el mar es un tipo de silla forrada de cuero. La única persona que puede entrar en la casa es Christine, guardia de seguridad en la fábrica del padre.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/w6QztblXtDGXCWotvyQKgeBZah.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/grGi346IgTIje2bxkbxu5npiplw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ifaRUhvxyLqH0zH22gBOfm2TKKS.png"
    },
    {
      "id": "tmdb:77771",
      "type": "movie",
      "name": "El viaje de la hiena",
      "ids": {
        "tmdb": 77771
      },
      "overview": "Mory, un vaquero que conduce una moto decorada con cuernos de vaca, y Anta, una estudiante, se conocieron en Dakar. Se sienten marginados, están hartos de Senegal y de África, por lo que sueñan con irse a París. Recurren a diversas estratagemas para conseguir dinero. Finalmente, Mory roba dinero y ropa a un rico que le lleva a su casa. Por fin pueden comprar los pasajes de barco para irse a París...\r Una iniciativa de la World Cinema Foundation – presidida por Martin Scorsese Coordinada por Cecilia Cenciarelli (Cineteca di Bologna) Ejecutada por Gian Luca Farinelli (laboratoire L’Immagine Ritrovata)\r \"...un poema cinematográfico, hecho con una energía cruda y salvaje...\" (Martin Scorsese)",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/kcBYKHyg9GcQqa6DWq0AuQDhtPI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7DlEixaKiNJyK0tHri0AEUAQrk8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tBXwmM9tpcDCm8d7GhhNEcCwwmZ.png"
    },
    {
      "id": "tmdb:38775",
      "type": "movie",
      "name": "Marea Nocturna",
      "ids": {
        "tmdb": 38775
      },
      "overview": "En el pequeño pueblo de una isla del océano Pacífico, el joven Johnny queda prendado de una mujer de cabello negro. Ella trabaja en una feria como una \"sirena\". Después de algunos extraños sucesos, Johnny empieza a creer que la chica pudiera ser una sirena real, que asesina en las noches de luna llena",
      "year": 1961,
      "poster": "https://image.tmdb.org/t/p/w342/bd8pTcZQNRBFrShJoCQUWnJxmZJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ir5cGVUusWCEnNNwwn4RrBRmc2G.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fM88iScRatsSh6tMYDc5yvMJ1xk.png"
    },
    {
      "id": "tmdb:53023",
      "type": "movie",
      "name": "La felicidad",
      "ids": {
        "tmdb": 53023
      },
      "overview": "François es un joven carpintero casado y con dos hijos. A pesar de que su vida conyugal con Thérese es placentera, cuando conoce a Emilie, no puede evitar sentirse atraído por ella y acaban teniendo una aventura. El verdadero problema es que no consigue aclararse con sus sentimientos: ama a su mujer y también a su amante, pero no sabe a cuál de las dos ama más.",
      "year": 1965,
      "poster": "https://image.tmdb.org/t/p/w342/r6UYog9MruOe4X71AS57EhuJrFq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wPliKFiYaUEYCWWIIFW9mxjiz0G.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/n3SHf2SJmSdQt0YqFLsKdW5LsXa.png"
    },
    {
      "id": "tmdb:84765",
      "type": "movie",
      "name": "Mababangong Bangungot",
      "ids": {
        "tmdb": 84765
      },
      "overview": "Kidlat, a Filipino jeepney driver, is fascinated by the idea of the American space programme and by Western society as a whole. When he moves to Paris, disillusionment sets in as his dreams are gradually shattered.",
      "year": 1979,
      "poster": "https://image.tmdb.org/t/p/w342/fdIFmlnSbadQn4AQor4ktOzuPU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/geLtI8aPjZMd1NIDXD51kunZEab.jpg"
    },
    {
      "id": "tmdb:1352624",
      "type": "movie",
      "name": "The Mastermind",
      "ids": {
        "tmdb": 1352624
      },
      "overview": "Drama criminal ambientado en 1970 que sigue a James Blaine Mooney, un padre de familia suburbano que lleva una doble vida como ladrón de arte. Interpretado por Josh O'Connor, James idea un plan para robar cuatro importantes pinturas de Arthur Dove de un museo local en Massachusetts, inspirado en un robo real ocurrido en 1972. La película retrata la torpe ejecución del robo con tonos de humor negro y realismo, mostrando las tensiones familiares y personales del protagonista, así como el clima político de la época con la guerra de Vietnam de fondo. La historia explora la fragilidad del protagonista y cómo sus decisiones afectan su vida familiar y social, adentrándose en su compleja psicología y en el impacto de su crimen en quienes lo rodean. Dirigida por Kelly Reichardt, es un estudio de personajes con un enfoque lento y detallado que reinventa el género del heist movie con un estilo intimista y sombrío",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/1LxxcBW2Y6HezxNTjOIDZrEAGRY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cveYx5NRvy2y2xQZA0zjlGwt4Dg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yPi30BnHk4F2u2fze7rfvgbrgAp.png"
    },
    {
      "id": "tmdb:200785",
      "type": "movie",
      "name": "Mapanglaw",
      "ids": {
        "tmdb": 200785
      },
      "overview": "Three people start a strange therapy to escape their agonies through process of execution. Each attempts to process those they lost during the Marcos dictatorship while examining their own grief.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/l3mzimDOgLArXv0xOviNje84VGj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/g2pT8BSJOuhSlE5GSzKNmWd6dfQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tSxwq6McAoMiqGyNeQ8ZUNE7xHM.png"
    },
    {
      "id": "tmdb:1059128",
      "type": "movie",
      "name": "Queer",
      "ids": {
        "tmdb": 1059128
      },
      "overview": "1950. William Lee, un expatriado estadounidense de unos 50 años en Ciudad de México, pasa sus días casi solo, salvo algunos contactos con otros miembros de la pequeña comunidad estadounidense. Su encuentro con Eugene Allerton, un joven estudiante recién llegado a la ciudad, le muestra, por primera vez, que finalmente podría ser posible establecer una conexión íntima con alguien.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/w18FVX4a42hWZO6QB07IGBTEFGo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eXB2NlJNNtQrxddrshMnCyzq0k9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hhMU6kmnpaTH0QihDTJ4AWfUo9f.png"
    },
    {
      "id": "tmdb:10331",
      "type": "movie",
      "name": "La noche de los muertos vivientes",
      "ids": {
        "tmdb": 10331
      },
      "overview": "Las radiaciones procedentes de un satélite provocan un fenómeno terrorífico: los muertos salen de sus tumbas y atacan a los hombres para alimentarse. La acción comienza en un cementerio de Pennsylvania, donde Barbara, después de ser atacada por un muerto viviente, huye hacia una granja. Allí también se ha refugiado Ben. Ambos construirán barricadas para defenderse de una multitud de despiadados zombies que sólo pueden ser vencidos con un golpe en la cabeza.",
      "year": 1968,
      "poster": "https://image.tmdb.org/t/p/w342/5cjDlHqfb6CJV9gUcAcSp7jlEs4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kDvSaVmij0mWHC61tEHuWs1eyLa.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gka7hSSiB5Rncua0WOZDZui2lzZ.png"
    },
    {
      "id": "tmdb:833335",
      "type": "movie",
      "name": "Futura",
      "ids": {
        "tmdb": 833335
      },
      "overview": "Un retrato de Italia observado a través de los ojos de adolescentes que hablan sobre los lugares en los que viven y se imaginan a sí mismos entre las oportunidades que los rodean, el sueño de lo que quieren llegar a ser, el miedo al fracaso, las pruebas que esperan superar.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/1dk5fzCG0NUWJEoNHY0rQ44T5WB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fvjezFqeYJvHp3PMcGRXpR0Opw5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aLOR3l01KRCL5OgBLvJ9LFy36XY.png"
    },
    {
      "id": "tmdb:1923",
      "type": "movie",
      "name": "Twin Peaks: Fuego camina conmigo",
      "ids": {
        "tmdb": 1923
      },
      "overview": "Precuela de la famosa serie televisiva. La fuente de los impulsos autodestructivos de Laura Palmer está en los abusos que sufre por parte de alguien muy cercano, quien sufre la posesión del diabólico BOB. Cuando Laura se da cuenta de que su mejor amiga, Donna Hayward, se encamina a su mismo sendero autodestructivo, tiene un ataque de lucidez que le permite prevenírselo.",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/4ae4pFtODwowHcierrmgjyzVejh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zltPbRVViAYIWM19aiyMd6DP2kU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sVV9q6KwN21haETliul1WXNYFDh.png"
    },
    {
      "id": "tmdb:1231206",
      "type": "movie",
      "name": "Una alegoría urbana",
      "ids": {
        "tmdb": 1231206
      },
      "overview": "En una reinterpretación de la Alegoría de la caverna, un niño de 7 años llamado Jay logra liberarse de sus cadenas y escapar del mundo de sombras que siempre conoció. Al salir, descubre un mundo lleno de luz y verdad, enfrentándose a un dilema: ¿debería regresar para liberar a los demás o vivir en la libertad que tanto le ha costado encontrar?",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/pnsuZ46cNF659cnEQg2AOhaOm1S.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fgGKxmzJmCrN8pZwsIBbsQpSEov.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dp1cXilty23Vi3x2rHDo0B87dIN.png"
    },
    {
      "id": "tmdb:1315091",
      "type": "movie",
      "name": "Akiplėša",
      "ids": {
        "tmdb": 1315091
      },
      "overview": "Marija y Kristina, dos adolescentes que sueñan con escapar de la desolación de su ciudad industrial, forman un vínculo único en una escuela de modelos local, donde la promesa de una vida mejor les empuja a idear formas cada vez más extremas de adaptar sus cuerpos jóvenes a imposibles estándares de belleza. Un relato sobre las inseguridades adolescentes en torno a la imagen corporal que se convirtió en la gran ganadora del pasado Festival Internacional de Cine de Locarno (Leopardo de Oro y premio a la mejor ópera prima).",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/knG84vSv8kRMeopgIcrTpsYYHSs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sA1X5DMpeDNYyNlFwlXmsDsOClV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/69MDN01Wu49kUlMiPNfJv39oHUD.png"
    },
    {
      "id": "tmdb:977274",
      "type": "movie",
      "name": "AliEN0089",
      "ids": {
        "tmdb": 977274
      },
      "overview": "While a gamer uploads a testimonial video to denounce the harassment she suffers in a video game, a stranger enters her home and hacks her computer, blurring the boundaries between the real and virtual worlds.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/AdxzNWT0VU4LKdXZ3RxuvhjNRcx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ktOnOcK9yqnUpyftlhRkmfbXLi4.jpg"
    },
    {
      "id": "tmdb:11171",
      "type": "movie",
      "name": "Mysterious Skin (Oscura inocencia)",
      "ids": {
        "tmdb": 11171
      },
      "overview": "En 1981, Brian tenía ocho años y estaba sentado en el banquillo durante un partido de la liga juvenil de béisbol. Cinco horas después despierta en el sótano de su casa con una hemorragia nasal y sin recuerdos. Brian moja la cama y tiene pesadillas, también inventa: fue abducido por extraterrestres. Y pasa el tiempo, Brian llega a la adolescencia, torpe, acomplejado y entregado a la causa OVNI, también Neil, su compañero de infancia, se ha hecho mayor. Neil es la antítesis de Brian, él es sexy, jugador estrella y experto en juegos con hombres adultos con los que nunca se compromete. Mientras Brian encuentra en Avalyn Friesen, una discapacitada obsesionada con sus experiencias en la tercera fase, la posibilidad de asumir sus experiencias inhibidas, Neil huye a nueva York a rozar el lado peligroso.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/55S6U4F9nZWoYxsUMu59uWSV4Q.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/A8qhyrvxSWreAN8yR5tLKhqIMYM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kAh9G6wboSsItKMkgxqwfgvWrmK.png"
    },
    {
      "id": "tmdb:358511",
      "type": "movie",
      "name": "Baby Bump",
      "ids": {
        "tmdb": 358511
      },
      "overview": "11-year-old Mickey House is no longer a child. But who is he? He doesn’t know. He’s friendless. He doesn’t understand his mother. He hates what’s happening to his body. Reality and imagination come together in a toxic mix. Events escalate to extremes… at home and at school. Mickey has to find the strength within him to put a stop to what’s begun. Where will his encounter with his own maturing body take him?",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/oYuJN6diy2vuZ6VqysrEoochsNe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vAZuQav545DYdvC30CtNUF6BkR6.jpg"
    },
    {
      "id": "tmdb:142366",
      "type": "movie",
      "name": "Tranvía",
      "ids": {
        "tmdb": 142366
      },
      "overview": "Un relato sobre cómo el pensamiento erótico tiene la capacidad de transformar la realidad. (FILMAFFINITY)",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/7TsdQTfKwzy7h8KFTeMbcw73FCA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zhL8GLI1rj53eHWQtX5UBy658iL.jpg"
    },
    {
      "id": "tmdb:383",
      "type": "movie",
      "name": "Mala Noche",
      "ids": {
        "tmdb": 383
      },
      "overview": "Primer largo de Gus Van Sant, rodado en blanco y negro con una cámara de 16 mm y un presupuesto de apenas 25.000 dólares. Walt, un treintañero gay, dueño de una tienda de alimentación, se enamora de Johnny, un joven inmigrante ilegal mexicano, heterosexual y que no habla inglés. Aunque es indiferente a Walt, Johnny aceptar dormir con él por dinero... (FILMAFFINITY)",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/kjLOBrnLsgcRedzT5pVpM7wn1R2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4hShA64zX3yz3CdPUG63Nb1d7KF.jpg"
    },
    {
      "id": "tmdb:778660",
      "type": "movie",
      "name": "கூழாங்கல்",
      "ids": {
        "tmdb": 778660
      },
      "overview": "A young boy follows his violent and alcoholic father on a quest to find his mother, who has run away from his abuse.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/8BkWrWP1L9xbIJMwqwuLb17gYOZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/od11FX4YtjuF9upc0bTonGBLNLn.jpg"
    },
    {
      "id": "tmdb:208277",
      "type": "movie",
      "name": "Wetlands",
      "ids": {
        "tmdb": 208277
      },
      "overview": "La joven Helen Memel de 18 años tiene predilección por usar verduras para la masturbación y opina que la higiene corporal está sobrevalorada. Provoca a los demás pronunciando las palabras que ellos ni en sueños se atreverían a enunciar. Los padres de Helen están divorciados y nada la haría más feliz que verlos juntos de nuevo. Solamente con su mejor amiga Corinna se siente arropada, pues juntas rompen muchos tabúes sociales.  Un día, al depilarse en la zona íntima, se lastima accidentalmente y tiene que ingresar al hospital. El médico encargado del caso, Prof. Notz, la considera un caso excepcional y causa revuelo en el hospital por su desparpajo y su sinceridad.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/6hfZij2Nd8rCT1tezRkbzm7xWkl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9bXGu26osdgYOdTtfTgHsPE3XPs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wOJ0ZSPPyVw2FUVFcpEe6SGL5UE.png"
    },
    {
      "id": "tmdb:263253",
      "type": "movie",
      "name": "Vol spécial",
      "ids": {
        "tmdb": 263253
      },
      "overview": "Switzerland still carries out special flights, where passengers, dressed in diapers and helmets, are chained to their seats for 40 hours at worst. They are accompanied by police officers and immigration officials. The passengers are flown to their native countries, where they haven't set foot in in up to twenty years, and where their lives might be in danger. Children, wives and work are left behind in Switzerland. Near Geneva, in Frambois prison, live 25 illegal immigrants waiting for deportation. They are offered an opportunity to say goodbye to their families and return to their native countries on a regular flight, escorted by plain-clothes police officers. If they refuse this offer, the special flight is arranged fast and unexpectedly. The stories behind the locked cells are truly heartbreaking.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/ceGZouVBvB5mpvdtaXSXi1FIDUU.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:586745",
      "type": "movie",
      "name": "Caprice",
      "ids": {
        "tmdb": 586745
      },
      "overview": "A girl finds herself inside a fashion magazine – Joanna Hogg's graduation piece at the National Film and Television School starring a then unknown Tilda Swinton.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/mP0OJJdZcik4rQHyFn6lR7Xa8Yh.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:1172244",
      "type": "movie",
      "name": "Moon",
      "ids": {
        "tmdb": 1172244
      },
      "overview": "Sarah, una apasionada de las artes marciales mixtas, acepta la propuesta de convertirse en la entrenadora personal de tres hermanas de una acaudalada familia en Jordania. Una vez en el país, no tarda en darse cuenta de que tras la apariencia de privilegio de los Al Farahadi se esconde una realidad mucho más inquietante. Premio Especial del Jurado en el Festival de Locarno.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/2lkU7he9G8YGQqs7jabsRy2rBbl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/arKl2Ycaz7JlUcaZOs9K1X7japr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1pOZzoMWayxs1ffnf1B1BT7EQgW.png"
    },
    {
      "id": "tmdb:60375",
      "type": "movie",
      "name": "Rock'y VI",
      "ids": {
        "tmdb": 60375
      },
      "overview": "Not to be confused with any of the sequels to Sylvester Stallone's classic Oscar-winning Rocky, this short film from Finnish filmmaker Aki Kaurismäki is actually meant as a parody of the late Cold War-era Rocky IV, which saw Stallone's character taking on a juiced-up Russian fighter played by Dolph Lundgren. In this 1986 send-up, Rock'y, played by Silu Seppala, goes head to head with Soviet Igor (Sakari Kuosmanen) and loses.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/yCeabh22fxbiKPhiyWLWYpoRaiA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/77wbVIKT5cuQDeKsxf0EEcj0Wpl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kAPTOsq9zhTf6upg60WiXn6ddrW.png"
    },
    {
      "id": "tmdb:775",
      "type": "movie",
      "name": "El viaje a la Luna",
      "ids": {
        "tmdb": 775
      },
      "overview": "El profesor Barbenfouillis y cinco de sus colegas de la Academia de Astronomía viajan a la Luna a bordo de un cohete propulsado por un cañón gigante. Una vez sobre la superficie lunar, los audaces exploradores afrontan los muchos peligros que ocultan las cuevas del misterioso satélite.",
      "year": 1902,
      "poster": "https://image.tmdb.org/t/p/w342/l58KDN46lKx5RPzu1encomzSuJU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/b7maI3cH2Fq09lC8SxiFORVimvR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oqMynVAslH6HWkdCQGQJul4v2C2.png"
    },
    {
      "id": "tmdb:633811",
      "type": "movie",
      "name": "Blutsauger",
      "ids": {
        "tmdb": 633811
      },
      "overview": "Una comedia marxista de vampiros en la que los Monty Python, Kaurismaki y Wes Anderson se dan la mano. Es 1928 y Lyovischka, trabajador/actor soviético, escapa de su país tras la Revolución (y tras sus roces con Eisenstein y la censura) y recala en una mansión en el Mar Báltico donde vive la aristócrata Octavia. Un romance improbable triangulado por el extraño asistente personal de la millonaria, en el que se prueba que cuando Marx habla en El capital de “vampiros capitalistas” no se trata de una metáfora.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/sOKtPIOOYzyNuNhzFt7gC2zQFHQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7BiJ0mndmNRcq9OWPn6qfJO7ZYE.jpg"
    },
    {
      "id": "tmdb:83770",
      "type": "movie",
      "name": "En la carretera",
      "ids": {
        "tmdb": 83770
      },
      "overview": "Tras la muerte de su padre, Sal Paradise (Sam Riley), un neoyorquino que aspira a ser escritor, conoce a Dean Moriarty (Garrett Hedlund), un ex-presidiario de un encanto arrollador y casado con la liberada y seductora Marylou (Kristen Stewart). Sal y Dean se hacen amigos al instante. Sedientos de libertad y decididos a huir de la rutina y la monotonía, emprenden un viaje hacia el Sur con Marylou. Adaptación de la novela homónima (1957) de Jack Kerouac, obra clave de la generación \"Beat\", que describe un viaje desenfrenado a finales de los años cuarenta.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/k7LQteD02p3VHixbS6NXHkFdFwT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wlTo3yy33pqhuOoZbv63f789d1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uJPTWG8DEKDJ6dkRgLqXpfpJ6LH.png"
    },
    {
      "id": "tmdb:27064",
      "type": "movie",
      "name": "Mishima: Una vida en cuatro capítulos",
      "ids": {
        "tmdb": 27064
      },
      "overview": "Producida por Coppola y Lucas, \"Mishima\" es un retrato biográfico del consagrado autor japonés Yukio Mishima. La película investiga la inquietud interior y las contradicciones de un hombre que trató de alcanzar una imposible armonía entre sí mismo, el arte y la sociedad. La trama se centra en el día en que Mishima conmocionó al mundo, al hacerse en público el seppuku o harakiri (25 de noviembre de 1970), en el Cuartel General del Ejército. El relato está salpicado de flashbacks para contar diversos episodios de su infancia, sus comienzos como escritor, el posterior triunfo profesional, su tranformación en estrella mediática, sus obsesiones por la belleza física y sus ambiguos gustos sexuales, así como la creación de la \"Sociedad del Escudo\". (FILMAFFINITY)",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/4kIXsE4SwUjO0eUqpolsHNO5GLH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3NKow7iI9z1EQXnfIBKyc55dgKB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/g9QTeHmih9uM6Jrq8IdnJIe8hdk.png"
    },
    {
      "id": "tmdb:414453",
      "type": "movie",
      "name": "Columbus",
      "ids": {
        "tmdb": 414453
      },
      "overview": "Un hombre se encuentra atrapado en Columbus, Indiana, donde su padre arquitecto está en coma. El hombre conoce a una joven que quiere quedarse en Columbus con su madre, una adicta que se está recuperando, en lugar de perseguir sus sueños.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/6tk0xmn9k5HjUeXsnhxIa94sFXP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aDZuTpxSp62jEXnGZc0akp0fm7K.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wNjlYlM4dH2oxA7iHYjALxaRo8y.png"
    },
    {
      "id": "tmdb:870487",
      "type": "movie",
      "name": "Terminal Norte",
      "ids": {
        "tmdb": 870487
      },
      "overview": "Unitario documental de Lucrecia Martel que retrata la intimidad del ensayo musical y la complicidad entre mujeres. Durante el año que asoló la peste, su protagonista, la cantora Julieta Laso, se refugió en el Norte del país para ensayar un show que fue cancelado. Allí conoció músicas extraordinarias, con quienes cantó y conversó en largas tertulias nocturnas.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/gAHQpxIyYMuZ13oazjRhxiF38AH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pn9l64CTmSirXjiboFyeMazmuhj.jpg"
    },
    {
      "id": "tmdb:6077",
      "type": "movie",
      "name": "13 Tzameti",
      "ids": {
        "tmdb": 6077
      },
      "overview": "Sebastian es un joven de 20 años cuya familia inmigrante está pasando por penurias económicas. Para intentar sacarles de esa situación, acepta seguir unas instrucciones de un hombre adicto a la morfina para conseguir sacarse un dinero fácil. Así, una casual serie de acontecimientos, y el hallazgo de una carta que contiene un billete de tren y una reserva de hotel, llevarán a Sébastien a embarcarse en un viaje del que todo desconoce.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/xPkR0dOqzMnMgjt5wVD9vdt67RP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rFSBGG2Ww7ytuG7KpnPpp8CtsGm.jpg"
    },
    {
      "id": "tmdb:30020",
      "type": "movie",
      "name": "El sabor de las cerezas",
      "ids": {
        "tmdb": 30020
      },
      "overview": "Un hombre de mediana edad decide suicidarse. Su única preocupación es encontrar a alguien que le ayude y se comprometa a enterrarlo. Esta situación le permite conocer a una gran variedad de personajes.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/xjj9f4WEdE2NLO8Luf9ofNhvqCQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2wD9AJr6enWis0KF1sV3kaSyWhG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iZJ2V5x1w05tRquw4RWPowmOwQS.png"
    },
    {
      "id": "tmdb:703285",
      "type": "movie",
      "name": "Please Baby Please",
      "ids": {
        "tmdb": 703285
      },
      "overview": "Los recién casados Suse y Arthur se convierten en la peligrosa obsesión de una pandilla que despierta un dilema dormido sobre la identidad sexual de la pareja después de presenciar un asesinato en las calles de un surrealista Manhattan de los años 50.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/csdPm6ROtpfvZCvLmPioi48jg6M.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qbxJ0fprxPjlQOLhl3RGRwckSbu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kdzZJ0GQ4nqANWELrbfZqT4AMkQ.png"
    },
    {
      "id": "tmdb:96349",
      "type": "movie",
      "name": "Chicas de Nueva York",
      "ids": {
        "tmdb": 96349
      },
      "overview": "Un día en la vida de varias prostitutas en un burdel de lujo de Manhattan.",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/rNL99DhSMHPba0jdZ6BdbWhBJSZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xQlrPqhBwTxqB5h61AtPPTIF6IQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vRWwn4jUyyVvXyYbx4FQ1xXdYFt.png"
    },
    {
      "id": "tmdb:558582",
      "type": "movie",
      "name": "First Cow",
      "ids": {
        "tmdb": 558582
      },
      "overview": "Narra la historia de un cocinero contratado por una expedición de cazadores de pieles, en el estado de Oregón, en la década de 1820. También la de un misterioso inmigrante chino que huye de unos hombres que le persiguen, y de la creciente amistad entre ambos en un territorio hostil.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/2iVwP1Ou65Ltb4KacvdrcWm53Lr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uOEgO7wZkrpDYPesojITaTkKZFn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7T7Mtd4OG5wc0r7QO4rEA92veP1.png"
    },
    {
      "id": "tmdb:57981",
      "type": "movie",
      "name": "Rapado",
      "ids": {
        "tmdb": 57981
      },
      "overview": "Rapado es la historia de jóvenes que rodean los veinte años en donde sus acciones están marcadas más por el azar que por la aventura. A Lucio le roban su motocicleta, su dinero y sus zapatillas. A partir de ese momento, se rapa por completo y empieza a obsesionarse con la idea de poder robar una moto similar a cualquier persona. Sus intentos por llevar a cabo el robo lo llevan a encuentros que se disparan en varias direcciones y se entrelazan de manera enrevesada e inesperada.",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/iUt4T9rSkNKPzywrYrDU4io12qt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tsH5USbAYagDJ19cqFEH8ScnlnP.jpg"
    },
    {
      "id": "tmdb:47615",
      "type": "movie",
      "name": "La orgía de los muertos",
      "ids": {
        "tmdb": 47615
      },
      "overview": "Basada en una novela del propio Ed Wood, narra la historia de una pareja que, por la noche, se ve forzada a observar a unas bailarinas espectrales en un cementerio, lo que sirve de inicio a una terrorífica serie de acontecimientos.",
      "year": 1965,
      "poster": "https://image.tmdb.org/t/p/w342/4HRzwoEVcDAaqk7qcXIJXD58WIn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eZxKUx8j6mCRQQ5WBnkbJtSUlMU.jpg"
    },
    {
      "id": "tmdb:141599",
      "type": "movie",
      "name": "Hot Thrills and Warm Chills",
      "ids": {
        "tmdb": 141599
      },
      "overview": "Three women who haven't seen each other for years meet at a motel to talk about what they've done since they were together, and also to plan a heist of the King of Sex's crown during the upcoming Mardi Gras carnival. They pull the heist and are pursued by relentless detectives, and they must use their feminine charms to escape incarceration.",
      "year": 1967,
      "poster": "https://image.tmdb.org/t/p/w342/coD9WOx7paOlNYuKdBIKYspl9QE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nJblkLEXg3GHrOlxWBvtbvvSfeL.jpg"
    },
    {
      "id": "tmdb:59388",
      "type": "movie",
      "name": "Calamari Union",
      "ids": {
        "tmdb": 59388
      },
      "overview": "En Helsinki, dieciocho hombres, diecisiete de los cuales se llaman Frank, deciden abandonar el barrio de trabajadores en el que llevan una vida triste y gris para instalarse en un barrio al otro lado de la ciudad, cerca del mar, que representa para ellos una especie de \"El Dorado\".",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/1rS3Rl17upvBEnaUE67lCPowDEs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vbbxn85rbcfchIcLDpxfhssundR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nbNfPfUehn1bLHiDgxcS0xMTpEu.png"
    },
    {
      "id": "tmdb:16306",
      "type": "movie",
      "name": "El planeta salvaje",
      "ids": {
        "tmdb": 16306
      },
      "overview": "En el planeta Ygam, los Draags, humanoides azules extremadamente avanzados tecnológica y espiritualmente, consideran a los diminutos Oms, seres humanos descendientes de los habitantes de Terra, como animales ignorantes. Los que viven en la esclavitud son tratados como simples mascotas y utilizados para entretener a los niños Draag; los que viven escondidos en los hostiles desiertos del planeta son periódicamente cazados y masacrados sin piedad como si fueran alimañas.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/skuBfcttPSVrnaOvdDRbIvHUIOI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/L5svWZMfvltUfXIwMVCjasiJJk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1C8taCIzeM7zdg9WSyCjAhS3xDj.png"
    },
    {
      "id": "tmdb:619653",
      "type": "movie",
      "name": "Mi piel, luminosa",
      "ids": {
        "tmdb": 619653
      },
      "overview": "Enigmatic and deceptively playful in tone, this film from Gabino Rodríguez, in collaboration with Nicolás Pereda, boldly transforms mundane, realist observations at a rural Mexican schoolhouse into fantasy and a sly comment on childhood, rituals, and race.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/5zjixEwAuTJQEah6ZUveIGDoycs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/RqUK9gQfWpcLYkcbLD2lDSMym5.jpg"
    }
  ]
}