{
  "metas": [
    {
      "id": "tmdb:1352624",
      "type": "movie",
      "name": "The Mastermind",
      "ids": {
        "tmdb": 1352624
      },
      "overview": "Drama criminal ambientado en 1970 que sigue a James Blaine Mooney, un padre de familia suburbano que lleva una doble vida como ladrón de arte. Interpretado por Josh O'Connor, James idea un plan para robar cuatro importantes pinturas de Arthur Dove de un museo local en Massachusetts, inspirado en un robo real ocurrido en 1972. La película retrata la torpe ejecución del robo con tonos de humor negro y realismo, mostrando las tensiones familiares y personales del protagonista, así como el clima político de la época con la guerra de Vietnam de fondo. La historia explora la fragilidad del protagonista y cómo sus decisiones afectan su vida familiar y social, adentrándose en su compleja psicología y en el impacto de su crimen en quienes lo rodean. Dirigida por Kelly Reichardt, es un estudio de personajes con un enfoque lento y detallado que reinventa el género del heist movie con un estilo intimista y sombrío",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/wOrm9021bhUXeOMUQocHMMDKXtL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tunHmTR9kUbDjQ6IHl1a8QonQbc.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aeJz3ETgaEFfvuT2z0C7Xb06xeL.png"
    },
    {
      "id": "tmdb:3176",
      "type": "movie",
      "name": "Battle Royale",
      "ids": {
        "tmdb": 3176
      },
      "overview": "En el amanecer de un nuevo milenio, el país está al borde del colapso. Millones de personas vagan sin empleo. La violencia en la escuela está descontrolada y adolescentes rebeldes protagonizan boicots masivos. El gobierno contrataca con “Battle Royale”. Cada año, una clase es escogida al azar para que se enfrente, en una isla abandonada, a un cruel juego de supervivencia.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/e9UQGoX2ZFNdrjLwEejMSMDSxmR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pmRtI4QvcBvXjw9mLOEAsV9Bq7i.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/peHiTvVODUgHPD8UCy6MqQGwsbN.png"
    },
    {
      "id": "tmdb:5879",
      "type": "movie",
      "name": "El imperio de los sentidos",
      "ids": {
        "tmdb": 5879
      },
      "overview": "Una pareja de amantes vive una historia de amor llevada hasta límites inimaginables. La pasión se ha adueñado de ellos. El sexo ha pasado a ser lo único importante de sus vidas. Las ansias de la mujer por poseer a su hombre parecen inagotables y crecen cada día más hasta llegar a confundir el placer con el dolor.",
      "year": 1976,
      "poster": "https://image.tmdb.org/t/p/w342/2HH39jTVXDFbBNn4NDyVzyiuwSs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ozipXbwy5XBEYoTd5axkVCOAJrc.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nEoJhmTZ8fHpWgvglVqkwM2XWhG.png"
    },
    {
      "id": "tmdb:965150",
      "type": "movie",
      "name": "Aftersun",
      "ids": {
        "tmdb": 965150
      },
      "overview": "Sophie reflexiona sobre la alegría compartida y la melancolía privada de unas vacaciones que hizo con su padre veinte años atrás. Los recuerdos reales e imaginarios llenan los espacios entre las imágenes mientras intenta reconciliar al padre que conoció con el hombre que no conoció.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/zJd2NwGzciSMppCHividNSROIZR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6zDioXV47d2qmi8RN1Hf9oikens.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kzuQPHVOlziFIFfmEVIe3hPZW1P.png"
    },
    {
      "id": "tmdb:38810",
      "type": "movie",
      "name": "Canino",
      "ids": {
        "tmdb": 38810
      },
      "overview": "Un matrimonio con tres hijos vive en una mansión en las afueras de una ciudad. Los chicos, que nunca han salido de casa, son educados según los métodos que sus padres juzgan más apropiados y sin recibir ninguna influencia del exterior. Creen que los aviones son juguetes o que el mar es un tipo de silla forrada de cuero. La única persona que puede entrar en la casa es Christine, guardia de seguridad en la fábrica del padre.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/w6QztblXtDGXCWotvyQKgeBZah.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/grGi346IgTIje2bxkbxu5npiplw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ifaRUhvxyLqH0zH22gBOfm2TKKS.png"
    },
    {
      "id": "tmdb:10331",
      "type": "movie",
      "name": "La noche de los muertos vivientes",
      "ids": {
        "tmdb": 10331
      },
      "overview": "Las radiaciones procedentes de un satélite provocan un fenómeno terrorífico: los muertos salen de sus tumbas y atacan a los hombres para alimentarse. La acción comienza en un cementerio de Pennsylvania, donde Barbara, después de ser atacada por un muerto viviente, huye hacia una granja. Allí también se ha refugiado Ben. Ambos construirán barricadas para defenderse de una multitud de despiadados zombies que sólo pueden ser vencidos con un golpe en la cabeza.",
      "year": 1968,
      "poster": "https://image.tmdb.org/t/p/w342/5cjDlHqfb6CJV9gUcAcSp7jlEs4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kDvSaVmij0mWHC61tEHuWs1eyLa.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gka7hSSiB5Rncua0WOZDZui2lzZ.png"
    },
    {
      "id": "tmdb:775",
      "type": "movie",
      "name": "El viaje a la Luna",
      "ids": {
        "tmdb": 775
      },
      "overview": "El profesor Barbenfouillis y cinco de sus colegas de la Academia de Astronomía viajan a la Luna a bordo de un cohete propulsado por un cañón gigante. Una vez sobre la superficie lunar, los audaces exploradores afrontan los muchos peligros que ocultan las cuevas del misterioso satélite.",
      "year": 1902,
      "poster": "https://image.tmdb.org/t/p/w342/l58KDN46lKx5RPzu1encomzSuJU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/b7maI3cH2Fq09lC8SxiFORVimvR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oqMynVAslH6HWkdCQGQJul4v2C2.png"
    },
    {
      "id": "tmdb:33560",
      "type": "movie",
      "name": "Totally F***ed Up",
      "ids": {
        "tmdb": 33560
      },
      "overview": "Narra la historia de un grupo de jóvenes homosexuales, gays y lesbianas, de Los Angeles. Sus padres les han echado de casa, están sin blanca y sus amantes les engañan. Están \"totalmente jodidos\", tanto que como solución a sus problemas algunos se llega a plantear el suicidio...",
      "year": 1994,
      "poster": "https://image.tmdb.org/t/p/w342/nWC3bUnQEMU5DDDNxpG4VYMuu6B.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1nbN7na9FxoZNCDvLZPvV8gcvcY.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hm9mL4fLeqRNaJijanaKTGjX9Cy.png"
    },
    {
      "id": "tmdb:1234397",
      "type": "movie",
      "name": "Grand Theft Hamlet",
      "ids": {
        "tmdb": 1234397
      },
      "overview": "Dos amigos desempleados tienen una nueva idea: quieren representar 'Hamlet' de Shakespeare en Grand Theft Auto. Pero incluso en un mundo virtual, la realidad se entromete en una película salvaje y alucinante filmada íntegramente dentro del videojuego ultraviolento.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/61pws82KZEssg883HG3kwN16cRw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fqMWCR9C6MpZj4ZPqyx9tTm2iyV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qw0XLN9q0eYAuZksEaWFdF9zRaj.png"
    },
    {
      "id": "tmdb:985",
      "type": "movie",
      "name": "Cabeza borradora",
      "ids": {
        "tmdb": 985
      },
      "overview": "Henry Spencer y su novia tienen un bebé no humano, más bien un bebé reptil. Henrry pasa todo el día intentando que él bebe deje de hacer travesuras por el apartamento. Todo se tuerce aún más cuando la madre del pequeño abandona a padre e hijo por el aspecto del bebé. De todos modos, Henry es una hombre fuerte y una serie de acontecimientos inesperados harán que se esfuerce aún más, en su condición como padre soltero.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/j8Z0M4rUmxVFtvpN7bZ2JTASrsy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yrwQDvpIuVdeHqMtTN2geiAJgQV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/n4lvtF6CzOtluYu5BJxshPuuxq6.png"
    },
    {
      "id": "tmdb:27064",
      "type": "movie",
      "name": "Mishima: Una vida en cuatro capítulos",
      "ids": {
        "tmdb": 27064
      },
      "overview": "Producida por Coppola y Lucas, \"Mishima\" es un retrato biográfico del consagrado autor japonés Yukio Mishima. La película investiga la inquietud interior y las contradicciones de un hombre que trató de alcanzar una imposible armonía entre sí mismo, el arte y la sociedad. La trama se centra en el día en que Mishima conmocionó al mundo, al hacerse en público el seppuku o harakiri (25 de noviembre de 1970), en el Cuartel General del Ejército. El relato está salpicado de flashbacks para contar diversos episodios de su infancia, sus comienzos como escritor, el posterior triunfo profesional, su tranformación en estrella mediática, sus obsesiones por la belleza física y sus ambiguos gustos sexuales, así como la creación de la \"Sociedad del Escudo\". (FILMAFFINITY)",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/4kIXsE4SwUjO0eUqpolsHNO5GLH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3NKow7iI9z1EQXnfIBKyc55dgKB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/g9QTeHmih9uM6Jrq8IdnJIe8hdk.png"
    },
    {
      "id": "tmdb:67713",
      "type": "movie",
      "name": "Popeye el marino contra Sindbad el marino",
      "ids": {
        "tmdb": 67713
      },
      "overview": "Dos marineros Sindbad y Popeye deciden ponerse a prueba para demostrar su supremacía. Luego, Sindbad le presenta a Popeye una serie de tareas abrumadoras.",
      "year": 1936,
      "poster": "https://image.tmdb.org/t/p/w342/Ae4r3014zCLSbaL9PiiFm9QGWXS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/t0G53HdtMMbjiylnXa4dai6KGdZ.jpg"
    },
    {
      "id": "tmdb:1923",
      "type": "movie",
      "name": "Twin Peaks: Fuego camina conmigo",
      "ids": {
        "tmdb": 1923
      },
      "overview": "Precuela de la famosa serie televisiva. La fuente de los impulsos autodestructivos de Laura Palmer está en los abusos que sufre por parte de alguien muy cercano, quien sufre la posesión del diabólico BOB. Cuando Laura se da cuenta de que su mejor amiga, Donna Hayward, se encamina a su mismo sendero autodestructivo, tiene un ataque de lucidez que le permite prevenírselo.",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/7TDqNMyueIMTrPsQBMap411eWLu.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zltPbRVViAYIWM19aiyMd6DP2kU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sVV9q6KwN21haETliul1WXNYFDh.png"
    },
    {
      "id": "tmdb:1320297",
      "type": "movie",
      "name": "Beauty Is Not a Sin",
      "ids": {
        "tmdb": 1320297
      },
      "overview": "When a young woman attends confession, she admits her fault of resisting temptations, causing the priest to experience a revelation by sharing in her ultimate sin.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/9JMfEig35xOOVdHKM20n3bjtL6x.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8MDuKpJPvTPpTh4h4cwNpzd1jYs.jpg"
    },
    {
      "id": "tmdb:32562",
      "type": "movie",
      "name": "El celuloide oculto",
      "ids": {
        "tmdb": 32562
      },
      "overview": "Documental sobre la homosexualidad en el cine, dirigido por el experto documentalista Rob Epstein (premiado con 2 Oscar) y Jeffrey Friedman (cineasta, productor y ayudante de montaje de, entre otras, \"Toro Salvaje\").",
      "year": 1996,
      "poster": "https://image.tmdb.org/t/p/w342/x0DSh3uMeQk6EG1DHjGJUywN7C0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/a6Ha2K2VGQVDEPL76oN8qLVnqAH.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6AZZqxYUxwQmhDNGqcwCwa11nPS.png"
    },
    {
      "id": "tmdb:8282",
      "type": "movie",
      "name": "Las horas del verano",
      "ids": {
        "tmdb": 8282
      },
      "overview": "Entre tres hermanos estalla un conflicto cuando su madre, albacea de la excepcional colección de arte del siglo XIX que perteneció a su tío, muere repentinamente. Sin embargo, no tendrán más remedio que limar asperezas y llegar a un acuerdo. Adrienne es en Nueva York una diseñadora de éxito, Frédéric es economista y profesor universitario en París, y Jérémie, un dinámico hombre de negocios asentado en China. Esta situación representa para ellos el fin de la niñez y de los recuerdos compartidos.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/Af4aT0YsnRwHDL5oF4UqAvqEJ3L.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3ZONsrLsxkrlmoI1rIjJRsGP747.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6wXuDFTeMyIGvdnl5euvQzsKMPc.png"
    },
    {
      "id": "tmdb:42148",
      "type": "movie",
      "name": "Pixote, la ley del más débil",
      "ids": {
        "tmdb": 42148
      },
      "overview": "Pixote, un niño fugitivo de 10 años, es arrestado en las calles de Sao Paulo durante una redada policial a personas sin hogar. Pixote soporta la tortura, la degradación y la corrupción en un centro local de detención juvenil donde dos de los fugitivos son asesinados por policías que enmarcan a Lilica, una estafadora transvesti de 17 años. Pixote ayuda a Lilica y a otros tres niños a escapar donde se ganan la vida con la vida del crimen, que solo aumenta a más violencia y muerte.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/2a3UpUY9ajnhbxdNBn0y353b46y.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/88SnnUEY4CmUJTjzhqYfY3zffEC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bn0trAGXwyj2hPMHdDbMfeTzewj.png"
    },
    {
      "id": "tmdb:64559",
      "type": "movie",
      "name": "No va más",
      "ids": {
        "tmdb": 64559
      },
      "overview": "Betty y Victor forman una pareja bastante singular. Él es un hombre de 60 años, justo el doble que ella. Los dos recorren Francia y otros países en una caravana y participan en reuniones y congresos, donde se dedican a desvalijar a hombres ricos que son presa fácil del irresistible encanto de Betty.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/ySOZSH5gIr6G1Aphe27jqJrhPnk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/y3zxyMhtm459nc1S6l1h6x8hFm6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8fBfiAtPXETAF3iceDMqI32dcBh.png"
    },
    {
      "id": "tmdb:1279231",
      "type": "movie",
      "name": "malo por un rato",
      "ids": {
        "tmdb": 1279231
      },
      "overview": "Un ejercicio de formación de equipos se convierte en un enfrentamiento inesperado cuando el dueño de un estudio de arquitectura se ve cara a cara con los vecinos de un barrio de clase baja afectado por la gentrificación que su propia empresa está impulsando. Una historia de tensiones sociales y dilemas éticos.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/bwAdIfCXYf5jkOIcFqQgCUAAKVo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5kToMsAx5vhLAYj0CJkX9pPn2cQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5hNW7ruXiBfoqsjzzpeXBkQOGPv.png"
    },
    {
      "id": "tmdb:98514",
      "type": "movie",
      "name": "River of Grass",
      "ids": {
        "tmdb": 98514
      },
      "overview": "\"River of Grass\" tiene todos los elementos de una \"road movie\" convencional: un coche, una pistola, planes criminales y dos jóvenes amantes escapando de un padre furioso que además es un oficial de policía suspendido. Sin embargo, Kelly Reichardt ha tomado estos elementos comunes y creado una \"anti-road movie\", una película impasiva que tiene más de comedia existencialista que de drama criminal.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/i2s1L8AavAfKIcKf3ONhF3no405.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/euSgyVpsdatbHJokEr9LRlXFx87.jpg"
    },
    {
      "id": "tmdb:662",
      "type": "movie",
      "name": "La jetée",
      "ids": {
        "tmdb": 662
      },
      "overview": "Un hombre se enfrenta a su pasado durante un experimento que intenta encontrar una solución a los problemas de un mundo postapocalíptico causados por una guerra mundial.",
      "year": 1962,
      "poster": "https://image.tmdb.org/t/p/w342/elGidsRHXkk8UyrtLbcMhaptDyp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qTM7lZVpGj8DPtMJbJdzNXjguJr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4ChkVo7SsefF8RLyqmN5Va8uRu0.png"
    },
    {
      "id": "tmdb:49096",
      "type": "movie",
      "name": "El imperio de la pasión",
      "ids": {
        "tmdb": 49096
      },
      "overview": "Un viejo conductor de carro-taxi está casado con una bella joven que cada noche le baña, le da masajes y le ofrece sake. Una noche, el joven amante de la mujer mata al marido y esconde el cadáver en un pozo aislado. Pasan tres años y el fantasma del muerto aparece.",
      "year": 1978,
      "poster": "https://image.tmdb.org/t/p/w342/zD8x5HuNzkfMqkoIPcfNSDP9sZZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8aad9uv6zD4D5f17ClfhNC29t6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/e0OGQHlAToT3Chbd1pG6Cmw9neC.png"
    },
    {
      "id": "tmdb:64252",
      "type": "movie",
      "name": "Los frutos de la pasión",
      "ids": {
        "tmdb": 64252
      },
      "overview": "Secuela espiritual de \"La historia de O\". “Les Fruits de la Passion” es un melodrama erótico ambientado en el Hong Kong de los años 20. Kinski, un europeo decadente con negocios en la ciudad, envía a su mujer a un burdel para profundizar en su amor física y espiritualmente. El tema de la sumisión, del sufrimiento y la ofensa que aparecían en la cinta de 1975 son retomados aquí, en cuyo burdel de fantasía se muestran viñetas de tortura, fetichismo y perversiones diversas. “O” debe renunciar a cualquier deseo para amar completamente a Sir Stephen, quien se deleita martirizándola mostrándole como ama también a otra mujer, Nathalie, interpretada por Arielle Dombasle. El trío se rompe cuando un cuarto personaje, un joven que envía flores a la bella encarcelada, se introduce entre la pareja protagonista para hacer suya a “O”.",
      "year": 1981,
      "poster": "https://image.tmdb.org/t/p/w342/uumQUBPBNAQVrbf7QGuxhFoPCL7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/honKkXacbFxtsRkIzJYAawJf76c.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xUIZwIsa84XmXtyiQD4Wd88JWy9.png"
    },
    {
      "id": "tmdb:85836",
      "type": "movie",
      "name": "Hara-Kiri: Muerte de un samurái",
      "ids": {
        "tmdb": 85836
      },
      "overview": "Deseando morir con dignidad, Hanshiro, un samurái sin recursos pide realizar un ritual de suicidio en la residencia del clan Li, cuyo director es Kageyu, un guerrero obstinado. Tratando de desalentarlo, Kageyu le cuenta la trágica historia de Motome, un joven ronin, que llegó solicitando lo mismo. Remake en 3D de la película homónima de Masaki Kobayashi (1962), con Tatsuya Nakadai en el papel principal.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/AclU2eOl9O4B4A9quX0FHg2GK8m.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8TUqRx7PZfF4E6g1f1X17nK1TEd.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iJ2JA0UCIi6o6bH7b43T27zOgok.png"
    },
    {
      "id": "tmdb:1059128",
      "type": "movie",
      "name": "Queer",
      "ids": {
        "tmdb": 1059128
      },
      "overview": "1950. William Lee, un expatriado estadounidense de unos 50 años en Ciudad de México, pasa sus días casi solo, salvo algunos contactos con otros miembros de la pequeña comunidad estadounidense. Su encuentro con Eugene Allerton, un joven estudiante recién llegado a la ciudad, le muestra, por primera vez, que finalmente podría ser posible establecer una conexión íntima con alguien.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/w18FVX4a42hWZO6QB07IGBTEFGo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eXB2NlJNNtQrxddrshMnCyzq0k9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hhMU6kmnpaTH0QihDTJ4AWfUo9f.png"
    },
    {
      "id": "tmdb:1006161",
      "type": "movie",
      "name": "Blank Narcissus (Passion of the Swamp)",
      "ids": {
        "tmdb": 1006161
      },
      "overview": "An ageing director commentates on a porno he directed 50 years ago, reminiscing on his relationship with the lead actor.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/3GVQoDGJpyYPQm2y7fwpQive3A3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vLfCzgTjnhGskeUiJXOXH2bDI7M.jpg"
    },
    {
      "id": "tmdb:67795",
      "type": "movie",
      "name": "La casa de los monstruos cachondos",
      "ids": {
        "tmdb": 67795
      },
      "overview": "Wolfman, Dracula y Frankenstein espían en una escuela de niñas en las montañas, donde la mayoría de las chicas pasan su tiempo tomando el sol desnuda, haciendo ejercicios de desnudos y clases de arte de desnudos. Los monstruos finalmente invaden la escuela ...",
      "year": 1962,
      "poster": "https://image.tmdb.org/t/p/w342/vMk57IXfVDm7aq81JmXZXSmhNjB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/y7EZlFTgC27O5wDn9VCRoPhQrh2.jpg"
    },
    {
      "id": "tmdb:418867",
      "type": "movie",
      "name": "Les navets blancs empêchent de dormir",
      "ids": {
        "tmdb": 418867
      },
      "overview": "1. Find a reassuring explanation for a bout of sleeplessness: the eating of white turnips; 2. Observe the mechanisms of passion; 3. Escape inadequate ideas. It’s the story of a breakup.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/34CpXPT1ZcyWaBGcPeNaqiEeZP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sQwzxhUZNryp6D8MZbmLrdPS7gS.jpg"
    },
    {
      "id": "tmdb:338914",
      "type": "movie",
      "name": "Diary of an African Nun",
      "ids": {
        "tmdb": 338914
      },
      "overview": "An African nun is consumed by fear and doubt about her decision to take the solemn vows of poverty, chastity and obedience. Her anguish intensifies night after night as she lies on a hard bed in her small room at the convent and listens to the rhythmic, beckoning drums of her village.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/wo9MuHU2aUj3WjtmErbv8ddr9JF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/z2noHnfVJFsfKekzJlpTCVJwqGF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/htCu6Nv19ULzP765iQb2oXioPus.png"
    },
    {
      "id": "tmdb:638",
      "type": "movie",
      "name": "Carretera perdida",
      "ids": {
        "tmdb": 638
      },
      "overview": "Fred Madison, un músico de Jazz, recibe una serie de misteriosas cintas de video en las que aparece con su mujer Renée dentro de su propia casa. En la última, que Fred ve a solas, junto a él aparece su esposa muerta.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/vFIhGJuUfCSGTFj5fgLCbBAtxt2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yjmlbXaJC33QAOrQhesI8Es2qxf.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ajvMpnE9azcsfJu1UvCKdqOG8zP.png"
    },
    {
      "id": "tmdb:169607",
      "type": "movie",
      "name": "Buscando a Vivian Maier",
      "ids": {
        "tmdb": 169607
      },
      "overview": "Un documental sobre la fallecida Vivian Maier, una niñera cuyas 100.000 fotografías hasta entonces desconocidas le valieron una reputación póstuma como una de las mejores fotógrafas de la calle.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/yaj9mpHNpns5j4ODP4352PgDWJM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4wu5z2QHp85cpyPJ7N7IMw25rVv.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gxSnbX0eCcsylIAMMN8WOAUdJKQ.png"
    },
    {
      "id": "tmdb:109485",
      "type": "movie",
      "name": "Total Balalaika Show",
      "ids": {
        "tmdb": 109485
      },
      "overview": "Un documental de 57 minutos de un concierto en Helsinki con los Leningrad Cowboys y el Alexandrov Red Army Choir and Ballet, que colaboran en varias canciones de rock estadounidenses cantadas en inglés (como \"Sweet Home, Alabama\"), así como canciones rusas más tradicionales como \"Volga Boatman\".",
      "year": 1994,
      "poster": "https://image.tmdb.org/t/p/w342/hm8dgzPUbzrR7Q0ZVezVMGc6tAq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jTHoMktPRsdG2llKQExTIxmlMWm.jpg"
    },
    {
      "id": "tmdb:157823",
      "type": "movie",
      "name": "Night Moves",
      "ids": {
        "tmdb": 157823
      },
      "overview": "Un drama centrado en tres ecologistas que que quieren volar una presa.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/qQj7JKpUfrP7rVvr7kVrKuevGy7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yTenAFsjaEv9ZL3DRiydRumojLL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iDh35Xm4Su4bNMKW8jW8RtClP3r.png"
    },
    {
      "id": "tmdb:1058696",
      "type": "movie",
      "name": "Rotting in the Sun",
      "ids": {
        "tmdb": 1058696
      },
      "overview": "Un cineasta que enfrenta una crisis existencial se va de vacaciones a una playa nudista gay en México, donde conoce a una celebridad de las redes sociales que lo convence para colaborar con él en su nuevo programa de televisión.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/n2UhXsV5W2IlVdCRSxtK7hNa83s.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bNySKkB7VeVFovu4RsD9P9kWLhS.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/pYeHYSS0ONnQJLBQ1jXhWg545gY.png"
    },
    {
      "id": "tmdb:16447",
      "type": "movie",
      "name": "La mujer es el futuro del hombre",
      "ids": {
        "tmdb": 16447
      },
      "overview": "Dos amigos, Mun-ho y Hyen-gon, se encuentran después de varios años y pasan unos días juntos. Hyen-gon acaba de volver de Estados Unidos tras fracasar en su intento de triunfar como director de cine. Por su parte Mun-ho también ha tenido que abandonar sus aspiraciones artísticas a cambio de un matrimonio seguro y un puesto como profesor en una Universidad de Arte.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/3bovtjGw5XB3aDKaWkfYnCupBbI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5HUWQDUJMIL4Di2C5TC2eU6f7tU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/17lBGgbQ5gFCipfDV99Fzt8BXi6.png"
    },
    {
      "id": "tmdb:24885",
      "type": "movie",
      "name": "Medicina para la melancolía",
      "ids": {
        "tmdb": 24885
      },
      "overview": "San Francisco es el escenario para el romance en este film romántico de bajo presupuesto. Aunque los veinteañeros afroamericanos Jo (Tracey Heggins) y Miqueas (Wyatt Cenac) despiertan juntos, no tienen idea de lo que los llevó a ese punto. Medicine for Melancholy sigue a la pareja en su viaje a través de la ciudad de California, explorando las calles, así como la posibilidad de una relación más profunda entre ellos.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/gyO8w5lpK3kwBojTulRpYcA4MAo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/76TAQ1M6sLwhavmffOBQTYxC7z6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/j2xjr5YbOjL8m2QX7xjDdfV6kmL.png"
    },
    {
      "id": "tmdb:63318",
      "type": "movie",
      "name": "Una canta, la otra no",
      "ids": {
        "tmdb": 63318
      },
      "overview": "Tras nueve años sin estrenar una película, Varda vuelve con un film feminista que narra la histora de dos amigas de vidas diferentes. (FILMAFFINITY)",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/b3YTxT8LM1AWeWyrAXd3b0kjjzz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tDOSQWVCRNrS9QfpHckzRtvSmPi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2HNt8gK2tT7WWETp8RPMvAhwdgW.png"
    },
    {
      "id": "tmdb:42234",
      "type": "movie",
      "name": "Doña Flor y sus dos maridos",
      "ids": {
        "tmdb": 42234
      },
      "overview": "Pueblito brasileño Bahia, en los años veinte. La bella Floripides Guimaraes, más conocida como Doña Flor, está casada con el pícaro y mujeriego Valdomiro Santos Guimaraes, alias Vadinho. Si bien su marido es un irresponsable  juerguista, Doña Flor se siente compensada con la ardiente vida sexual que le da. Cuando Vadinho muera de un infarto en pleno carnaval, Doña Flor sentirá que su vida (sexual) ha quedado vacía. La solitaria viuda acepta casarse con el respetable y pulcro Dr. Teodoro Madureira, un hombre metódico y responsable. Pero, pese a ser un ciudadano modelo, el nuevo esposo no logra cubrir el vacío pasional dejado por el ardiente Vadinho. Doña Flor reconoce que su nuevo marido nunca le podrá satisfacer en el campo del deseo como su primer marido. Pero, de manera sobrenatural, Doña Flor verá la oportunidad de satisfacer su nostalgia sexual: Vadinho ha regresado al mundo de los vivos, solo visible a los ojos de ella... y dispuesto a saciar los deseos de la apasionada viuda.",
      "year": 1976,
      "poster": "https://image.tmdb.org/t/p/w342/jTkw5nnrYT0KpAAEm0wNdgQ7Bu3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ayN2o6F1lMYrsJ3Frk4yG8W2ool.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/93M10SONsLKJiFBNqyYWg8o24m6.png"
    },
    {
      "id": "tmdb:22501",
      "type": "movie",
      "name": "Los amos del tiempo",
      "ids": {
        "tmdb": 22501
      },
      "overview": "Aclamada producción animada del director de \"El planeta salvaje\". La historia comienza cuando una nave cae en el extraño e inhóspito planeta Perdide. Tal impacto ha eliminado a casi toda la tripulación menos al hijo de una pareja: Piel. Este chico y su única esperanza representada por un micrófono que apoda Mike, serán uno de los varios protagonistas. Este pequeño artefacto, al que el niño atribuye vida propia, es un mecanismo de comunicación que puede soslayar las distancias estelares y encontrar algún receptor. Un grupo de colonos recibe la señal de auxilio y se embarca en el rescate del huérfano. Además, los peligros aumentan, ya que ese planeta ha sido seleccionado para su colonización por una avanzadísima raza de seres.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/A0GhOlyQRzGB5QR0EehpJKiVuev.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yulXhj3l4S4JqDCQvSHfKcGwKcQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wdew2xdInMFOHKA2NkQJmUeDbwD.png"
    },
    {
      "id": "tmdb:1433914",
      "type": "movie",
      "name": "Autobiografia di una Borsetta",
      "ids": {
        "tmdb": 1433914
      },
      "overview": "The film reimagines the life of a Miu Miu Wander bag as it moves between owners, places, and social realities. The bag becomes a silent witness to human experiences—love, loss, and reinvention.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/caBacNhnm9qXlRItwEow1yHjYd2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kaYYN9EEijy2NgMjvyKPdPkixXV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vaIEW3S7VoZEWiYKZkT5uTODRrD.png"
    },
    {
      "id": "tmdb:44479",
      "type": "movie",
      "name": "The Watermelon Woman",
      "ids": {
        "tmdb": 44479
      },
      "overview": "Cheryl es una joven, negra y lesbiana, que trabaja en Filadelfia con su mejor amiga Tamara consumida por un proyecto de película: hacer un video sobre la búsqueda de una actriz negra de Filadelfia que apareció en películas en los años 30 y fue conocida como Watermelon Woman. Después de varios pistas, Cheryl descubre el nombre real de la actriz y conjeturas de que tuvo un largo romance con Martha Page, una mujer blanca y una de las pocas directoras de Hollywood. A medida que va descubriendo estos detalles, Cheryl se enamora de Diana, que también es blanca.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/uZRCGzs5y5nPxvY52XkQFXmQVBY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qTxQfX3ImMsNKSFwrND5v1TPoeS.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ylhcFyAMkVKMh6m9VLWu4bLxPwn.svg"
    },
    {
      "id": "tmdb:71933",
      "type": "movie",
      "name": "O-bi, o-ba. Koniec cywilizacji",
      "ids": {
        "tmdb": 71933
      },
      "overview": "The world has been ravaged by nuclear war. The planet is frozen and radiation kills anyone or anything that ventures outside of 'The Dome'. Soft is a shepherd for the last remnants of humanity who have gathered together as they await rescue from a mysterious craft known only as 'The Ark.' He wanders among the masses, performing his regular daily tasks; keeping morale from plummeting, wooing prostitutes, squashing rebellions, and sometimes feeding the hungry. But as the true and sinister nature of 'The Dome' comes to light, Soft must ask himself if humanity is worth saving...",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/opw0YubfwkIECFLsHqdYhvb8K6m.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wuZ76BS0zwUKFaUciPeEPehV3as.jpg"
    },
    {
      "id": "tmdb:778663",
      "type": "movie",
      "name": "Sexual Drive",
      "ids": {
        "tmdb": 778663
      },
      "overview": "Tres historias que unen el sexo, la comida afrodisíaca y los deseos ocultos. Una misteriosa mujer, Kurita, se pasea por las calles de Tokyo alterando la vida de tres personas con las que se encuentra.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/Aw8n608XeH7qJVqre4tmU6XygRr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aasYkBk7HR6ZNrKy2mkKxTQdXvM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/k0UvyFP3sqvcBSpc8tsBtYLTkhA.png"
    },
    {
      "id": "tmdb:290550",
      "type": "movie",
      "name": "Mga Anak ng Unos, Unang Aklat",
      "ids": {
        "tmdb": 290550
      },
      "overview": "The Philippines is visited by an average of 20~28 strong typhoons and storms every year. It is the most storm-battered country in the world. Last year, Typhoon Yolanda (Haiyan), considered the strongest storm in history, struck the Philipines, leaving in its path apocalyptic devastation.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/sq8gpzSceI5KPTxLyEqmGp08zH3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nk1PlAB9J9GyLaPlSyj8SIe5E2E.jpg"
    },
    {
      "id": "tmdb:370169",
      "type": "movie",
      "name": "3 Shots",
      "ids": {
        "tmdb": 370169
      },
      "overview": "An evening get-together of a group of vampire friends takes an interesting turn when an unsuspecting human visitor arrives.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/y4MRdM2CLCnDbdBgi3DUHiaUHTW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dUWNNxjj16sTyWjnxH02ZpF2ckf.jpg"
    },
    {
      "id": "tmdb:93164",
      "type": "movie",
      "name": "Un río llamado Titash",
      "ids": {
        "tmdb": 93164
      },
      "overview": "Película coral que narra la vida de los pesqueros del Rio Titash en Brahmanbaria, Bangladesh.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/l9IO1a8dfVHRgMwBKXU4RNRtQBr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sjWYru0fUk2YjRU1N3hcev2gdY.jpg"
    },
    {
      "id": "tmdb:525825",
      "type": "movie",
      "name": "Chained for Life",
      "ids": {
        "tmdb": 525825
      },
      "overview": "A beautiful actress struggles to connect with her disfigured co-star on the set of a European auteur's English-language debut.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/pwIHmLF9v5ufkvpd6fQUtpMIGT1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ArVVePX7EjZnHXt2EA9E8CqJUgM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6A2XWVEzuujfkfD9w3RhHwwuomZ.png"
    },
    {
      "id": "tmdb:31175",
      "type": "movie",
      "name": "Soul Kitchen",
      "ids": {
        "tmdb": 31175
      },
      "overview": "Zinos, un griego que posee un restaurante en Hamburgo, vive momentos críticos: su novia Nadine se ha ido a trabajar a Shanghai, su revolucionario cocinero está espantando a sus clientes y, para colmo, su disparatado hermano Illias acaba de salir de la cárcel; por si esto fuera poco, Zinos debe enfrentarse a los especuladores inmobiliarios que pretenden derribar su negocio para construir viviendas.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/mDd1pMikteLNE5vEHIDgYVfSfku.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tzCBj6duyr0h3Y2SACNprdL5WsB.jpg"
    },
    {
      "id": "tmdb:219441",
      "type": "movie",
      "name": "Elehiya sa Dumalaw Mula sa Himagsikan",
      "ids": {
        "tmdb": 219441
      },
      "overview": "Deliberately structured and less beholden to its narrative, the film is told in three parts, with each part pertaining to each of the three visits of the time-travelling visitor from when the country was fighting for independence from Spain.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/7gx6BbEGLyOcx0MXe2XA9y7FKA4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mCLVKvlMeoGcdotrMbU1PxqXcV9.jpg"
    },
    {
      "id": "tmdb:53023",
      "type": "movie",
      "name": "La felicidad",
      "ids": {
        "tmdb": 53023
      },
      "overview": "François es un joven carpintero casado y con dos hijos. A pesar de que su vida conyugal con Thérese es placentera, cuando conoce a Emilie, no puede evitar sentirse atraído por ella y acaban teniendo una aventura. El verdadero problema es que no consigue aclararse con sus sentimientos: ama a su mujer y también a su amante, pero no sabe a cuál de las dos ama más.",
      "year": 1965,
      "poster": "https://image.tmdb.org/t/p/w342/r6UYog9MruOe4X71AS57EhuJrFq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wPliKFiYaUEYCWWIIFW9mxjiz0G.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/n3SHf2SJmSdQt0YqFLsKdW5LsXa.png"
    }
  ]
}