{
  "metas": [
    {
      "id": "tmdb:1384338",
      "type": "movie",
      "name": "Frida Kahlo",
      "ids": {
        "tmdb": 1384338
      },
      "overview": "A biopic that invites you to submerge emotionally in the silent and abstract world of Frida. Where we enter beyond her life as an artist, or wife of her great master, Diego Rivera. This is a diving to the darkest depths of her pain, her fear, her love and withering. An minimalist look! A time travel through the story of the greatest Latin artist of all time. Feelings and emotions under the skin that take us to see through all that colors, happiness, self portraits, strength and empowerment.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/fyKw9TZ9Nbq1tPvMgztFkRfwyF7.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:1294554",
      "type": "movie",
      "name": "Call Me Agnes",
      "ids": {
        "tmdb": 1294554
      },
      "overview": "Agnes’ life revolves around playing badminton with her queer friends and working at a restaurant she set up inside her house with her best friend Rini. One day her younger brother Indra arrives, looking for his brother Hans. Agnes faces a dilemma, keep the lie or tell the truth about who she is. The truth could give her a chance to reconcile with her brother but it seems more difficult to reach than she thought.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/d3LFKK1rSuKbMdxwITVCYT0AIpG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oY8fiisZHkBmMnl0Sx2udXUp9Mf.jpg"
    },
    {
      "id": "tmdb:1120418",
      "type": "movie",
      "name": "Ella es una sensación",
      "ids": {
        "tmdb": 1120418
      },
      "overview": "Ángelo, entrenador de boxeo, prepara a Irene – La Perla Torres- para disputar un título mundial. La Perla se tatúa una palabra en el corazón, convencida de que ello le dará un poder especial de cara al combate. La cosa se complica cuando todos descubren que su rival, Katia-Ametralladora- Martínez, también se ha tatuado el corazón.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/nNWVZfrdoppfWytMbc5LllSWHJs.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:1043997",
      "type": "movie",
      "name": "La bella estate",
      "ids": {
        "tmdb": 1043997
      },
      "overview": "Ambientada durante un “hermoso verano” en Turín en 1938, con el telón de fondo de la posterior entrada de la Italia de la era fascista en la Segunda Guerra Mundial. ve a Cassell, de 18 años, como la modelo desinhibida Amelia. Introduce a su amiga más joven, Ginia, en un mundo de artistas bohemios del que se enamorará por primera vez.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/gcE4o7iyqttKqP5AP7rXYT9Ypu1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3EoLmtaR0XGItZWlxKWo5cer6t3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zHrhBiKRKeMmVgJCIBswjC7AdYV.png"
    },
    {
      "id": "tmdb:1175232",
      "type": "movie",
      "name": "The Exploding Boy",
      "ids": {
        "tmdb": 1175232
      },
      "overview": "Alex Silver is a talented but angsty teen who dreams of becoming the next Jim Henson. Unfortunately, his life is no happy puppet show. His dad is overbearing, his school is oppressive, and even people in the neighborhood seem out to get him. But everything changes when Julius, a mysterious transfer student, enters his life.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/jR6KDtcpLI5QA27sc7oOf8czGxH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/elo0wULGhpiB5vbaxzaBm8w7GKf.jpg"
    },
    {
      "id": "tmdb:1103253",
      "type": "movie",
      "name": "LUFT",
      "ids": {
        "tmdb": 1103253
      },
      "overview": "When Thora wakes up one day and is suddenly invisible, feelings of helplessness and desperation come thick and fast. But invisibility is also a superpower and in a flamboyant mask, Thora manages to seize her freedom. From an intimate distance, the camera is the only one that sees and makes visible both the lonely and liberating feeling of being air.",
      "year": 2023
    },
    {
      "id": "tmdb:1071715",
      "type": "movie",
      "name": "Norwegian Dream",
      "ids": {
        "tmdb": 1071715
      },
      "overview": "Un inmigrante polaco de 19 años, que trabaja en una fábrica de pescado en Noruega, siente algo por un compañero. Cuando comienza una huelga entre los trabajadores polacos en la fábrica, se pone a prueba la relación entre ellos y sus compañeros de trabajo extranjeros.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/pGz461zc5RfLcuSrDYY5YM9RTCo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/v5gfib323vzrROVbJ1fKKMWvqhC.jpg"
    },
    {
      "id": "tmdb:1076142",
      "type": "movie",
      "name": "Almamula",
      "ids": {
        "tmdb": 1076142
      },
      "overview": "Fleeing homophobic attacks, Nino moves to a rural house amidst a forest haunted by Almamula, a monster that takes those who commit carnal sins. In a world of whispers, unspoken desires and prayers, Nino’s curiosity and impulses rise to the surface.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/4dykU4v6xZbwTvrwUailUJMa2ym.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iOMm5GptYlYgmfBFdRExKKCX7f5.jpg"
    },
    {
      "id": "tmdb:1106869",
      "type": "movie",
      "name": "Amores Sobrios",
      "ids": {
        "tmdb": 1106869
      },
      "overview": "The water war causes the levels of alcohol consumption to rise as a daily use. People live absolutely drunk and wait for moments of happiness to sober up. Luna wants to go to a party, and her friend gets her water so she can live a real night.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/mY2ChE8cud7dXPRdxsZnjupirqj.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:1257673",
      "type": "movie",
      "name": "Vivienne Westwood: God Save The Queen",
      "ids": {
        "tmdb": 1257673
      },
      "overview": "Dubbed the Mother of Punk, the fashion designer’s bold creations and political stances left a permanent mark on the industry and culture at large.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/aw7oJEqMj3xPTKttfZes9qWXEI7.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:1072183",
      "type": "movie",
      "name": "Harry Styles: The Finishing Touch",
      "ids": {
        "tmdb": 1072183
      },
      "overview": "Hit after hit, pop-icon Harry Styles, once the centerpiece of the world's biggest boy bands has grown into someone who isn't afraid of self-expression, continuing to reject the traditional confines of masculinity.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/cWc4UzfrORvMUxoryydtAOYl4Qm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8gJcbKFSih7q1QWGmiNYRSJSlcg.jpg"
    },
    {
      "id": "tmdb:1080441",
      "type": "movie",
      "name": "Freddie",
      "ids": {
        "tmdb": 1080441
      },
      "overview": "Freddie Mercury era conocido por su extravagante personalidad del escenario y su rango vocal de cuatro octavas: el cantante principal de la reina desafió las convenciones de un líder de rock típico. Pavimentó el camino para que muchos artistas contemporáneos tuvieran un acto más seguro y teatral que indeliblemente moldeó la próxima generación de música pop y rock. Desde trabajar como manejador de equipaje en el aeropuerto de Heathrow hasta ocultar su diagnóstico de VIH del público hasta justo antes de su muerte, la vida de Mercury estaba llena de aventura, publicidad y tal vez sobre todo, una clara dualidad. Era extravagante y tímido, abierto e intensamente privado. La enfermedad que afirmó que su vida nunca podría haber definido a Freddie, y ahora, años después, su legado es mayor de lo que podría haber imaginado.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/gl7JIKuXHavyovwcOIF6boXnZAS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/y6COoDsbrzBmLKmsgh6XtR54qqJ.jpg"
    },
    {
      "id": "tmdb:1030598",
      "type": "movie",
      "name": "כאילו אין מחר",
      "ids": {
        "tmdb": 1030598
      },
      "overview": "28-year-old Guy and his best friend, Joy, are enjoying the gay pride parade to the fullest when their bliss is abruptly put to an end by a deadly shooting that occurs during the event. Fleeing the scene into the safety of Guy’s home, they take along a fellow pride goer, Dan, who seems to be in shock. With the shooter still on the run, Guy and Dan fall into a night full of sex, drugs and paranoia.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/fZyQkJhdxjylz0vU9H97Ir9ejM7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aYJ123USvScCFJwtfkQjEaoHEhY.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6g9pKuVARIHukYCuzXksGNkTexk.png"
    },
    {
      "id": "tmdb:1238616",
      "type": "movie",
      "name": "Vainilla",
      "ids": {
        "tmdb": 1238616
      },
      "overview": "Alma es una mujer de 30 años que sospecha que nunca tuvo un orgasmo. Ella se separa de un hombre violento, esta relación, había sido su intento más cercano a cumplir con los mandatos familiares. Luego de varias frustraciones, Alma decide olvidarse de las expectativas ajenas. Finalmente alcanza un orgasmo en una sesión de BDSM. Esto le produce una profunda revelación, a partir de ese momento, Alma empieza a explorar su sexualidad con nuevas perspectivas",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/nFW26bozTgetjzueQOqkcqEWPz8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eqmiHjvhqyCd1jtLrbRS44ky6lV.jpg"
    },
    {
      "id": "tmdb:982952",
      "type": "movie",
      "name": "Afeminadas",
      "ids": {
        "tmdb": 982952
      },
      "overview": "Five characters and one thing in common.  Afeminadas is a documentary that follows the lives of five characters and their search for space, conquest, acceptance, and self-knowledge.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/n23BuSY4XQAzcOu5klZjusOEB5x.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/z2rrB2trLytO52rGpIWaGgTEF33.jpg"
    },
    {
      "id": "tmdb:948648",
      "type": "movie",
      "name": "Mutter Mutter Kind",
      "ids": {
        "tmdb": 948648
      },
      "overview": "This unusual rainbow family chronicle was filmed over a period of 12 years. In 2009, the documentary journey begins with two mothers and their three sons and a man. From diapers to soccer, babies mature into teenagers with their own opinions. Old family secrets are revealed, love comes and goes. An unexpected letter arrives from a girl to her half-brothers. Surprisingly, this constellation develops into a family universe by 2021.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/zp1fIBPomRd1dmjscWy9SFJPYrB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tXtZAVFVUUMpZUvCEgX93SV2Fi9.jpg"
    },
    {
      "id": "tmdb:1385223",
      "type": "movie",
      "name": "The True Story of Lady Gaga",
      "ids": {
        "tmdb": 1385223
      },
      "overview": "Pop icon, film star, LGBTQ+ activist: Lady Gaga inspires her fans with much more than just her singing talent. But she is paying a high price for her rise to the top.",
      "year": 2022
    },
    {
      "id": "tmdb:1097933",
      "type": "movie",
      "name": "Fame Kills: George Michael",
      "ids": {
        "tmdb": 1097933
      },
      "overview": "In the early hours of Christmas morning, 2016, George Michael died at his home in Goring-on-Thames, aged only 53. He was found dead, lying in bed, by his then partner Fadi Fawaz. No cause of death was immediately determined. Throughout his career, George Michael was known for both his chart-topping hits and his turbulent personal life. Brushes with the law and tales of his drug use increasingly made more impact than his musical output. There are a lot of unanswered questions surrounding the singer's death. Health scares dogged the last decade of his life. But it was ultimately fame that led the singer to his downfall.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/9ZfXEdfg9ppnmEMTBh2sNEj5VP4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ijujB7U4FtbZqS1WWPxqNYlkHKZ.jpg"
    },
    {
      "id": "tmdb:1017670",
      "type": "movie",
      "name": "Obsesiones",
      "ids": {
        "tmdb": 1017670
      },
      "overview": "La familia Grimaldi es muy disfuncional ya que se ha perdido el respeto, comunicación y confianza entre sus padres e hijos ocasionando un conflicto memorable.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/2DjcDP0LDYP4gu4BIl5jUEVFgKm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ecwt2ICXX3MgSpnDHwtOJtaKXpK.jpg"
    },
    {
      "id": "tmdb:1080345",
      "type": "movie",
      "name": "Andy Warhol: A Life in Art",
      "ids": {
        "tmdb": 1080345
      },
      "overview": "The story of Andy Warhol, a distinguished  and controversial American artist whose works encapsulated glamour and pop culture in a way that it left an everlasting mark on history.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/4nye1U2WJbVqAm4n1VpG5hwTkt4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dtNrELqdD9kJt1XdEMEdBc35Q7U.jpg"
    },
    {
      "id": "tmdb:1031499",
      "type": "movie",
      "name": "Persona",
      "ids": {
        "tmdb": 1031499
      },
      "overview": "Join us for a moment of reflections, which invites us to think and ask ourselves questions, to be open to change and to understand all the facts concerning the LGBTQIA+ community Genders, orientation, pronouns, rights, transformation and evolution.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/c3PtitNUlOWu89u3AOXJT7EPiJU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/chC40RbX8lPzKfdx0VdtUnmsgOf.jpg"
    },
    {
      "id": "tmdb:1404047",
      "type": "movie",
      "name": "Vale das Bonecas",
      "ids": {
        "tmdb": 1404047
      },
      "overview": "Morgana Loren sews conversations with some drag queens from the Paraiba Valley and Greater São Paulo. They talk about relationships, work, inclusion, among other topics.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/1N1dWffuPG0HP9aeWRFjlLTQr3v.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/LW6DnJOpfg6oaOvhaDpvC7hbjU.jpg"
    },
    {
      "id": "tmdb:953218",
      "type": "movie",
      "name": "Bu Ben Değilim",
      "ids": {
        "tmdb": 953218
      },
      "overview": "This is Not Me tells the story of unhappy gay men who have had to marry women to hide their sexual orientation in the face of societal and family pressure in Turkey, and their own internal conflicts. The three main characters of the film, Mustafa, Mehmet and Yusuf migrated to Istanbul from small towns and come from conservative families. The film reveals each characters’ world: exhausted from continually playing at social roles and lying about their identity, faltering between their reality and their dreams, frustrated and stuck in their lives. It also looks at the subject from the aspect of women who are the other victims of these marriages. Mehmet and Yusuf, both married to women, act the part of heterosexual males and family men within their own social circles.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/qP1GqRklWLnrOCVWOfKhwG2ezxi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2F71rLwYHFParR1j4KdaWbzaMec.jpg"
    },
    {
      "id": "tmdb:949934",
      "type": "movie",
      "name": "Betty White: Pure Gold",
      "ids": {
        "tmdb": 949934
      },
      "overview": "Con más de ocho décadas en la industria televisiva, Betty White se convirtió en un icono como la primera dama de la televisión y una de las pioneras mujeres que trabajaron tanto frente a las cámaras como detrás de ellas, dejando un legado imborrable en la historia de la TV.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/avb2R5nTZHQHvo5q8SdLuZBLNgO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wW4csly5re8NThBiFEq80fC4sNH.jpg"
    },
    {
      "id": "tmdb:930676",
      "type": "movie",
      "name": "Lil Nas X: Unlikely Cowboy",
      "ids": {
        "tmdb": 930676
      },
      "overview": "Montero Lamar Hill, also known as Lil Nas X, is an American rapper and songwriter. He rose to fame with the release of his country rap single “Old Town Road”, which went viral on social media in 2019, before climbing music charts internationally and becoming the song of the year. Lil Nas X is now is one of the most visible queer black male singers, and one of the biggest rappers in the world who places his sexuality front and center in his music.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/eP4OrPqLC2nga6KQlvZKx3qDeCA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uA9VB6iFz3OMLBPXHUJNPSgjmam.jpg"
    },
    {
      "id": "tmdb:966458",
      "type": "movie",
      "name": "Lady Gaga: Glory",
      "ids": {
        "tmdb": 966458
      },
      "overview": "It's hard to define her. And that's precisely the way Lady Gaga wants it.  Yes, Stefani Joanne Angelina Germanotta had a plan to remake herself into an outrageous icon. It began with Italian Catholic New York City roots then expanded to glam pop, electronic rock, burlesque and even jazz alongside nonagenarian crooner, Tony Bennett. Piano lessons began at age four and taught Stefani to create music by ear. There were lead roles in high school standard Broadway show productions then open mic nights at downtown clubs and 1 1/2 years of formal training at N.Y.U.'s Tisch School of the Arts. Even a rape at age nineteen slowed but did not stop the mission that would yield over 200 million combined album and song sales. No wonder that Gaga's fans call her \"Monster Mother.\" An outrageous fashion sense has wrought costumes made of plastic bubbles and raw meat. While elaborate videos and spectacular stage sets are the norm,",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/dXzb5mgYQkan8s0qe9HxfzhHNXe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hhF5e3HMDzO0p45ll7eSjpvYboc.jpg"
    },
    {
      "id": "tmdb:888370",
      "type": "movie",
      "name": "El fantasma de la sauna",
      "ids": {
        "tmdb": 888370
      },
      "overview": "Javi llega a un club de sauna en busca de trabajo. Pero pronto descubrirá un lugar lleno de secretos, el mayor de ellos es un hombre extraño que se enamorará de él: el Fantasma de la Sauna.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/aktyE1Bj8rJ5lL8mtKwjxsxN2G4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kfDoez5MPdGzZGP6lBhfKAsJfTO.jpg"
    },
    {
      "id": "tmdb:890899",
      "type": "movie",
      "name": "Instantáneas",
      "ids": {
        "tmdb": 890899
      },
      "overview": "Different people talk about what happiness means to them.",
      "year": 2021
    },
    {
      "id": "tmdb:879960",
      "type": "movie",
      "name": "Britney Spears: Breaking Free",
      "ids": {
        "tmdb": 879960
      },
      "overview": "Almost four decades as the Princess of Pop, superstar Britney Spears, continues to be in the public eye on the brink of winning a legal battle with her father that would end a conservatorship and at long last give her control of her life.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/xh7cJyLzlozy3zisScXSZeR0QMd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vEPWcxnqqKMNYz4aCL6OW4z0ySu.jpg"
    },
    {
      "id": "tmdb:1275318",
      "type": "movie",
      "name": "Katy Perry: Sweet Dreams",
      "ids": {
        "tmdb": 1275318
      },
      "overview": "The queen of quirky and record-breaking female artists in the music industry, a slice of pure Americana. With her kooky style and witty lyrics, she's a true pop star for the millennium. She's renowned for her unconventional style; always bright, sweet and humorous. From her kooky outfits to her giant sweets themed stage tours. Perry's early fashion and style has raised eyebrows. However, she's very upfront about showing off her figure and has no problem using her looks to help promote her music. Throughout her career, Katy Perry has sold more than 18 million albums and 125 million singles globally, making her one of the best selling music artists of all time. Best-loved for her relationship with her fans and her passion for current affairs. She continues to be a role model and an ally and proceeds to speak up for what she truly believes in. She achieved her intention to evolve as an artist but has always managed to stay true to her original, unconventional and quirky Californian girl.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/m1LwKz07Ldkb7ujpcjGvjQ6bgXw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ycgrSNRmMtec5ImZMK7eYqEM2fc.jpg"
    },
    {
      "id": "tmdb:846810",
      "type": "movie",
      "name": "Atrapaluz",
      "ids": {
        "tmdb": 846810
      },
      "overview": "When a mysterious light invades socially awkward Lila, she encounters its source: a cyborg who comes to remind her who she was in a past life.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/xHCfMp6ykAOerGYjSchEeR1bsPD.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:728816",
      "type": "movie",
      "name": "Gameboys: The Movie",
      "ids": {
        "tmdb": 728816
      },
      "overview": "The story of gamers turned lovers Cairo and Gavreel, to spend time together in Gavreel's house, a few weeks before Cairo returns to his province. What starts out as a romantic holiday for the young couple turns into a relationship test that they have to overcome. Cairo is faced with the reality of his imminent departure while Gavreel is compelled to make a life-changing decision. After defying distance and even the pandemic, will Cairo and Gavreel be able to prove once again that their love for each other is strong enough to withstand fate and circumstance?",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/2e7yNIMQuAGm1zjdF8Wpa1yHUxs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qxkpaG2b5DGZDaRPMJJhLADWMzw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qS3BIND2treAfIQAJapTDMZFMx2.png"
    },
    {
      "id": "tmdb:826353",
      "type": "movie",
      "name": "Mascarpone",
      "ids": {
        "tmdb": 826353
      },
      "overview": "Antonio es un hombre de familia de 30 años, cuya vida encuentra un giro inesperado cuando es abandonado repentinamente por su esposo, de quien depende tanto psicológica como económicamente: necesita encontrar un nuevo lugar para quedarse, un trabajo y un nuevo propósito en la vida. Antonio encuentra una habitación en un apartamento propiedad de Denis y comienza a trabajar en una panadería propiedad de Luca, mientras asiste a la escuela de pastelería.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/4n1qEqPMcxRzE383b7fcHysizwA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3TmZHSub3Z6gXaLkzsywCpEpXqE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ewtfZKz3EEtp1u58ZxgRursqnyV.png"
    },
    {
      "id": "tmdb:825779",
      "type": "movie",
      "name": "שתיים",
      "ids": {
        "tmdb": 825779
      },
      "overview": "Omer and Bar are deliriously in love and can’t wait to start a family. On their first visit to the sperm bank, they are filled with hope and excitement for their future together. When one visit turns into five, however, emotions start to run high and things become tense. When Omer’s ex, Yoni, enters the picture as a potential sperm donor, more questions arise as the pair determine the lengths they will go to attain motherhood.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/4JjLLIBym4gOYC6pIfmnDlGVgA1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1EyS45ZD6U74FMWrPfFa9AnSkRE.jpg"
    },
    {
      "id": "tmdb:826182",
      "type": "movie",
      "name": "Cher: In Her Own Words",
      "ids": {
        "tmdb": 826182
      },
      "overview": "Cher, the star who refused to be boxed in, stood up to conformity, and championed female independence. Proving the doubters wrong with every change of direction. Her influence on women in the industry, and direction of modern music is incalculable.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/hYfFPjG5ELtSCADfbd6GusVTteX.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:795531",
      "type": "movie",
      "name": "Potato Dreams of America",
      "ids": {
        "tmdb": 795531
      },
      "overview": "En la sobria Unión Soviética, un joven apodado Potato descubre su sexualidad a la vez que fantasea con vivir el sueño americano junto a su madre, Lena. Cuando la mujer se compromete con un estadounidense, Potato abandona su país para embarcarse en una aventura que cambiará su forma de ver el mundo.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/ci0jqn7LJKMzkzYhCl1b9bJ3C4P.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eU8NO4vTjLXuVFtB9dXCSkrtY3q.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fHCgBUKXXoTuDMKewQwdNYRaDEc.png"
    },
    {
      "id": "tmdb:952147",
      "type": "movie",
      "name": "Madonna: La reina del pop",
      "ids": {
        "tmdb": 952147
      },
      "overview": "Esta retrospectiva celebra la extraordinaria carrera de Madonna, la indiscutible reina del pop, y su impacto en la música contemporánea durante más de cuatro décadas. Comenzando con su arriesgada mudanza a Nueva York con tan solo 35 dólares, el documental sigue su evolución desde sus inicios en bandas de rock hasta convertirse en una icónica solista. Madonna no solo llevó el sonido 'underground' al mainstream, sino que también revolucionó el mundo del videoclip, fusionando la imagen visual con la música. Con éxitos que definieron una generación, como \"Like a Virgin\" y \"Like a Prayer\", se estableció como la estrella femenina más importante de su época. A lo largo de su carrera, ha sido una fuente de inspiración para artistas femeninas y un modelo de adaptación y reinvención, manteniéndose como una figura central en el panorama musical internacional.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/kfhdybelqtBqXfwAuaFsuHOC2Wg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6NGgqxQ1fybztkeiKk8RG17RU7t.jpg"
    },
    {
      "id": "tmdb:824291",
      "type": "movie",
      "name": "Whitney Houston: As I Am",
      "ids": {
        "tmdb": 824291
      },
      "overview": "Whitney Houston possessed a mezzo-soprano vocal range, and was commonly referred to as ‘The Voice’ in reference to her exceptional vocal talent. Her untimely death sent shockwaves around the world. A voice that only comes around once in a lifetime.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/r5J75CCPbqEDHBBL2yJt8mM8Ulq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mJgUK5ZEMPJ9OIcsxtWqKTmWflF.jpg"
    },
    {
      "id": "tmdb:811750",
      "type": "movie",
      "name": "Famille tu me hais",
      "ids": {
        "tmdb": 811750
      },
      "overview": "Through the portraits of young adults excluded from their family home because of their homosexuality, Gaël Morel wants to show the disaster of the worst homophobia, that which is practiced in family. How do young people relearn to live, to respect themselves, and to look to the future after being destroyed by those who should have loved them?",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/5t8nGiQVjmx6tioEiTd9SBTXJqT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cW8YJYNMONiIChiTQIBfMsoWzMx.jpg"
    },
    {
      "id": "tmdb:766013",
      "type": "movie",
      "name": "Únete a la revolución",
      "ids": {
        "tmdb": 766013
      },
      "overview": "In a futuristic world, where the Council of the Society has control over all citizens, Liz tries to lead a quiet life, while her boss harasses her, and the couple assigned to her is not very determined to renew their relationship, while an inexperienced anarchist tries to put her on his side to overthrow the order in this dystopian world.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/qmkCvHaCZCkNMzJGP5g5sCkoi1C.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:959224",
      "type": "movie",
      "name": "Cómo repudiar a tu padre",
      "ids": {
        "tmdb": 959224
      },
      "overview": "Para muchas personas nuestro primer apellido parece ser una cruz, algo que no representa nada y sin embargo lo tenemos ensamblado a nuestra identidad, porque removerlo parece ser algo imposible en el Ecuador. Cómo Repudiar A tu Padre visita a cuatro familias diversas y expandidas para hablar sobre la mujer, la madre y las construcciones identitarias, tomando como excusa la posibilidad de invertir la posición de nuestros apellidos, en una sociedad aún arraigada a tradiciones patriarcales impuestas y poco debatidas.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/97PC4qJTC7OCvRvalUk6WL4bOW3.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:775355",
      "type": "movie",
      "name": "Red Yellow Pink",
      "ids": {
        "tmdb": 775355
      },
      "overview": "The story of a son and his mother. He: homosexual. She: strictly Roman Catholic. Two different worlds - a conflict is starting. Can love overcome all prejudices? A film against discrimination. A movie for acceptance.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/bzadBMNogQugXGH6sggusNBVygY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wbgRCNonAGWuj3tlMDCoq2GVHg0.jpg"
    },
    {
      "id": "tmdb:740963",
      "type": "movie",
      "name": "Jump, Darling",
      "ids": {
        "tmdb": 740963
      },
      "overview": "A rookie drag queen, reeling from a break-up, escapes to the country, where he finds his grandmother in steep decline yet desperate to avoid the local nursing home.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/ziQks92PZUAkcxO3tvR3yCIXGXf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/DOFHpyF9aw4JVcw2xlJxuD59ri.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9cWHKiGAanmalEQbRDhgoYQQ0ZC.png"
    },
    {
      "id": "tmdb:742881",
      "type": "movie",
      "name": "The Smalls World Show",
      "ids": {
        "tmdb": 742881
      },
      "overview": "Prepare to experience the otherworldly vision and artistry of Naomi Smalls like you've never seen before. The global drag superstar, art director, visual artist and fashion icon, will debut her first solo show THE SMALLS WORLD SHOW!",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/nT21zJZvhYSk7I5fZy0dzHFGWvL.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:675362",
      "type": "movie",
      "name": "Hola Yumbo",
      "ids": {
        "tmdb": 675362
      },
      "overview": "A documentary examines why Yumbo, a shopping centre on the Spanish island of Gran Canaria, has become an attraction for gay men from all over Europe.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/90qbf6FjkZj6aawuhY8YdY1jxQt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/Am4yhukgCoGPypiEePz8nBQQpQg.jpg"
    },
    {
      "id": "tmdb:684689",
      "type": "movie",
      "name": "Dramarama",
      "ids": {
        "tmdb": 684689
      },
      "overview": "Escondido, una ciudad de California, 1994. Es el final del verano y Gene se está preparando para una fiesta de pijamas con sus amigos de teatro del instituto. Su dramática anfitriona, Rose, debe coger un vuelo a la mañana siguiente para empezar la universidad, y después se irán la honesta Claire, el magnético Oscar y la sarcástica Ally. Sin embargo, Gene tiene problemas más importantes que ser el único en quedarse en su pequeña población: quiere salir del armario, pero teme lo que puedan pensar sus amigos.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/aT1hGtzbbIs3eTIW7vsUgnSeAFb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nRPy9gzdyimPY4yyNKYKeCRHIKy.jpg"
    },
    {
      "id": "tmdb:733219",
      "type": "movie",
      "name": "Pornstar Pandemic",
      "ids": {
        "tmdb": 733219
      },
      "overview": "What happens to adult film stars when their industry comes to a halt? \"Pornstar Pandemic: The Guys\" seeks to discover just that by opening the doors to a rare, intimate examination of LGBTQ adult actors and their lives during the COVID-19 quarantine. Follow top adult stars Dante Colle, Pierce Paris, DeAngelo Jackson, and newcomers Elijah Wilde and Jack Loft during their daily activities. Discover their personal thoughts on the current state of the industry, their own roles in it, how the shutdown has affected their lives and livelihood, and what's next once everyone can return to work.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/6KK8vYGYF4Hcl129Icd6p9teAAh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/19Lr4xeoC0RlrIEqysaBcKyFYrP.jpg"
    },
    {
      "id": "tmdb:680481",
      "type": "movie",
      "name": "7 Minutes",
      "ids": {
        "tmdb": 680481
      },
      "overview": "Jean discovers his son Maxime and his boyfriend hanged in a hotel room. According to the post-mortem, Maxime died from an overdose of GHB exactly seven minutes after his boyfriend. Jean will start to investigate further to find out more details, ending up in an infamous club where he will meet Fabien, who will change his life forever.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/clh4PtWmqiGkBxWsXSai5ZACkys.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/syjGGRAD9FnA7yejT3SDhqf38nZ.jpg"
    },
    {
      "id": "tmdb:705528",
      "type": "movie",
      "name": "Role of a Lifetime",
      "ids": {
        "tmdb": 705528
      },
      "overview": "Amber, an eccentric child-turned-adult star, and her lover Liz  are moving slow after a romantic evening celebrating Amber’s recent Oscar Nomination. Liz awakens to a strange and invasive postal worker who seems fascinated with Hollywood stars, secretly enters the apartment.  The film continues to be filled with secrets of longing, love, and the pain of rejection.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/gyiq6ROfbbPMh47BNaL2XUzARLK.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:973279",
      "type": "movie",
      "name": "Eurovision Diaries - Viisupäiväkirjat",
      "ids": {
        "tmdb": 973279
      },
      "overview": "This documentary about fanatical Eurovision Song Contest fans was shot by the fans themselves. For the common people it's just a song contest, but the fans live ESC all year round, all around the world.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/2kKJo5UFCGyujtq2giTcjMk2UMw.jpg",
      "posterShape": "poster",
      "logo": "https://image.tmdb.org/t/p/w500/dKKRpvqi9Ex7r3qL5cszMFNboZP.png"
    }
  ]
}