{
  "metas": [
    {
      "id": "tmdb:598586",
      "type": "movie",
      "name": "Almost Love",
      "ids": {
        "tmdb": 598586
      },
      "overview": "La relación de 5 años de Adam y Marklin pasó de ser una llama apasionada a una cocción lenta, obligándolos a reconciliarse con las deficiencias del otro mientras sus amigos buscan amor en la ciudad de Nueva York.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/poT702txRhohpQ6sZfOxu7OIxMQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mCKkUtIHkELRqtPKStMKUskIi06.jpg"
    },
    {
      "id": "tmdb:525937",
      "type": "movie",
      "name": "Kanarie",
      "ids": {
        "tmdb": 525937
      },
      "overview": "Johan Niemand, de 18 años, es llamado por el ejército, en 1985, en pleno apartheid. Consigue entrar, pasando una audición, en el coro de las fuerzas militares sudafricanas, a los que se les conoce popularmente como \"canarios\" (\"kanarie\" en africaans). Johan ha de luchar contra la opresión social que imponen las leyes y la religión del país mientras hace una gira por todo el país con sus compañeros. Por el camino se encontrará con personas completamente ajenas a su forma de pensar, que promueven los ideales tanto de la Iglesia como del Estado, y con las que aprenderá a definir su propia personalidad y sexualidad.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/ddCVLnai1MtDxP2zXDIgbqMvmoM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wManHu9AqHvBVYjyjyB7Sa7RFFn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/t0m1peWJqb3PzYHxn6ueGMumqo4.png"
    },
    {
      "id": "tmdb:285851",
      "type": "movie",
      "name": "L'amour au temps de la guerre civile",
      "ids": {
        "tmdb": 285851
      },
      "overview": "The reality of addiction in a tough-minded docudrama set in the bleak milieu of hustlers and junkies in Montreal.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/aiR7RjII8qYjhoDUsz7CnJ3e5mG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lmZKUynIa80qhNYgpCkFeGdcJ58.jpg"
    },
    {
      "id": "tmdb:367290",
      "type": "movie",
      "name": "Carefree",
      "ids": {
        "tmdb": 367290
      },
      "overview": "Tara, a quirky, high-strung girl in her 20's visits her hometown for the first time in 8 years. Through a series of awkward encounters and ridiculously hilarious scenarios she finds that not too much has changed back home, yet everything has changed.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/xwBg4WcLwacwtccYSBpZwFtm4nS.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:612439",
      "type": "movie",
      "name": "Where We Go from Here",
      "ids": {
        "tmdb": 612439
      },
      "overview": "This anthology film explores three sudden acts of violence and examines the impact on the innocent bystanders caught in the crossfire: In Binghamton, New York, an ESL instructor faces domestic violence at home and even greater peril at school. Friends take a night out in Paris only to find themselves caught up in a horrifying situation. And two lovers at the Pulse nightclub in Orlando fight to survive a chaotic night of terror.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/d6QWXy8GpK3KPeBe9CiObyrivh8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zzYVfsZy5CP5EvXmgmditee7km7.jpg"
    },
    {
      "id": "tmdb:728816",
      "type": "movie",
      "name": "Gameboys: The Movie",
      "ids": {
        "tmdb": 728816
      },
      "overview": "The story of gamers turned lovers Cairo and Gavreel, to spend time together in Gavreel's house, a few weeks before Cairo returns to his province. What starts out as a romantic holiday for the young couple turns into a relationship test that they have to overcome. Cairo is faced with the reality of his imminent departure while Gavreel is compelled to make a life-changing decision. After defying distance and even the pandemic, will Cairo and Gavreel be able to prove once again that their love for each other is strong enough to withstand fate and circumstance?",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/2e7yNIMQuAGm1zjdF8Wpa1yHUxs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qxkpaG2b5DGZDaRPMJJhLADWMzw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qS3BIND2treAfIQAJapTDMZFMx2.png"
    },
    {
      "id": "tmdb:949934",
      "type": "movie",
      "name": "Betty White: Pure Gold",
      "ids": {
        "tmdb": 949934
      },
      "overview": "Con más de ocho décadas en la industria televisiva, Betty White se convirtió en un icono como la primera dama de la televisión y una de las pioneras mujeres que trabajaron tanto frente a las cámaras como detrás de ellas, dejando un legado imborrable en la historia de la TV.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/avb2R5nTZHQHvo5q8SdLuZBLNgO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wW4csly5re8NThBiFEq80fC4sNH.jpg"
    },
    {
      "id": "tmdb:401698",
      "type": "movie",
      "name": "Besos ocultos",
      "ids": {
        "tmdb": 401698
      },
      "overview": "Un adolescente de 16 años caerá en depresión cuando se descubra en el colegio que es homosexual, apareciendo una foto en Facebook besándose con otro chico.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/2z0Sx9C2DP65UaFPp0qOvkRbeww.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tZPoZoQwMLF2iwvAmyxy0Qp2zlV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mhzBssgZAwrziOcM7p52VxMKK2L.png"
    },
    {
      "id": "tmdb:50077",
      "type": "movie",
      "name": "Berlin '36",
      "ids": {
        "tmdb": 50077
      },
      "overview": "Berlín 36 es una película alemana de 2009 que cuenta el destino de la atleta judía Gretel Bergmann en los Juegos Olímpicos de verano de 1936. Fue reemplazada por el régimen nazi por un atleta que más tarde se descubrió que era un hombre. La película se basa en una historia real y se estrenó en Alemania el 10 de septiembre de 2009.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/zNFJqSFoZSFURKM9xCRUizDRD0p.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3VnUbySWZRMfkgXN0XU6usPohbn.jpg"
    },
    {
      "id": "tmdb:208556",
      "type": "movie",
      "name": "Prora",
      "ids": {
        "tmdb": 208556
      },
      "overview": "Prora, Rügen Island, Mar bático. Un complejo de vacaciones nazi y un campamento militar comunista. Jan, un tímido adolescente alemán, pasa sus vacaciones con su amigo Matthieu, un francés autoproclamado machote mujeriego. Los dos amigos se embarcan en un juego erótico que pone en riesgo su amistad. Intentarán escapar pero se perderán en Prora, un laberinto de estancias y corredores.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/rMvWoZnfglQSBPIWvNC48OWFdEO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ibfB1IdHuKxvpmyL50pabnGbCnE.jpg"
    },
    {
      "id": "tmdb:500831",
      "type": "movie",
      "name": "Marilyn",
      "ids": {
        "tmdb": 500831
      },
      "overview": "Marcos y su familia trabajan como peones de rancho. Mientras su padre y su hermano se encargan de las tareas más pesadas, Marcos se queda en casa, cerca de su madre. Cada uno tiene ante sí su futuro, pero Marcos espera su momento en el Carnaval, el único instante en el que puede dejar que su verdadero yo brille. La repentina muerte de su padre deja a su familia en una situación muy vulnerable. El dueño del rancho los persigue para que se vayan, mientras que la madre de Marcos lo presiona para que se haga cargo del trabajo en el campo. Apodada Marilyn por los otros adolescentes de la ciudad, Marcos es blanco del deseo y la discriminación.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/3hQOCWJcQgrlrPYueP0nwG09zPr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iAsU1MuItyRt2ERk2DEStGIWqA1.jpg"
    },
    {
      "id": "tmdb:638574",
      "type": "movie",
      "name": "Bilmemek",
      "ids": {
        "tmdb": 638574
      },
      "overview": "La familia de Umut, un joven jugador de waterpolo, no está satisfecha con la vida que llevan. Sus padres no se soportan. Los rumores de que Umut es gay añaden más tensión a la situación.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/9bcAvDv0JOFynr5i7DjC5brPrqN.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/o0RsMwTvxpy6uYsmV3OvuIuVdCe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/y1ZCs4TyBr7Bawa1DS5PhEVbiO7.png"
    },
    {
      "id": "tmdb:480784",
      "type": "movie",
      "name": "Resurrection",
      "ids": {
        "tmdb": 480784
      },
      "overview": "An old man who isolated himself from civilization receives an unexpected visitor.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/dS6ssHE8z4Pvc1aLLXZ9tGRXWrE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zz7kFspAwq8cePYzCqDZp5oOZCa.jpg"
    },
    {
      "id": "tmdb:317926",
      "type": "movie",
      "name": "Studlebrity",
      "ids": {
        "tmdb": 317926
      },
      "overview": "Today there seems to be a new Social Celebrity every time we go online. We are inundated with guys famous for... well we don't really know what. But they have over 10,000 followers on Twitter and when they post a carefully posed shirtless shot on Instagram they have an army of followers giving it an enthusiastic thumbs-up.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/f10oNm7J36BEFZPmm2d2QTopN22.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/t4LKR8bQjwm1gTJYb4o6TVRLo5c.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cU8XyjwR6t5yh0nZEg0Gt5EVhuM.png"
    },
    {
      "id": "tmdb:973279",
      "type": "movie",
      "name": "Eurovision Diaries - Viisupäiväkirjat",
      "ids": {
        "tmdb": 973279
      },
      "overview": "This documentary about fanatical Eurovision Song Contest fans was shot by the fans themselves. For the common people it's just a song contest, but the fans live ESC all year round, all around the world.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/2kKJo5UFCGyujtq2giTcjMk2UMw.jpg",
      "posterShape": "poster",
      "logo": "https://image.tmdb.org/t/p/w500/dKKRpvqi9Ex7r3qL5cszMFNboZP.png"
    },
    {
      "id": "tmdb:79926",
      "type": "movie",
      "name": "Children of God",
      "ids": {
        "tmdb": 79926
      },
      "overview": "Bahamas /// Johnny es un joven artista gay blanco bahameño, sumido en un estado de depresión, que se enfrenta a la posibilidad de ser expulsado de la universidad en la que estudia si no es capaz de poner en lo más alto su potencial creativo. Presionado y acosado por la homofobia de la isla decide escapar a la escasamente habitada isla de Eleuthera, donde aún enfrentándose a una mujer, Lena, cuyo activismo antigay va más allá de su corazón, conoce a un misterioso amante, Romeo.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/wURolZ5MC1iZEen6yUWElo41OsN.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dHfV1IQgZ8KS7sOyLlBE0X24JaT.jpg"
    },
    {
      "id": "tmdb:279016",
      "type": "movie",
      "name": "Lady Peacock",
      "ids": {
        "tmdb": 279016
      },
      "overview": "Let the drag-off begin! When Conner first meets Devin, he feels an instant attraction to him. However, soon Conner's nemesis, the Puerto Rican drag queen Adora wants Devin all to herself. Conner soon realizes the only way to compete with a drag queen is to become a drag queen. With the help of his club friends, Conner must make it his mission to destroy Adora if he wants to win back Devin.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/wNaSDbvr1PBXR20sMKkTo5s39Z1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yi5H0MwBRvOQBBKVeciOhOwwwFh.jpg"
    },
    {
      "id": "tmdb:634006",
      "type": "movie",
      "name": "Treacle",
      "ids": {
        "tmdb": 634006
      },
      "overview": "When friends Jessie and Belle go away for the weekend and drunkenly hook up, what seems like an awkward slip up to a firmly heterosexual Jessie is in fact an incredible betrayal to bisexual Belle.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/uXiEHZ8hSK9eCUaOmHY02gzZYPz.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:1224447",
      "type": "movie",
      "name": "Maschile plurale",
      "ids": {
        "tmdb": 1224447
      },
      "overview": "Three years have passed, Antonio and Luca are seeing each other for the first time since Denis's death. Luca, who has hit rock bottom after the death of his friend, was lucky enough to meet Tancredi, his current boyfriend, ...while Antonio has focused on his work, so much so that he is now a well-known chef in a pastry shop. It is clear that there is still a special relationship between the two, but Antonio mistakes Luca's affection for something more and does everything he can to ruin his relationship with Tancredi, even though Cristina does not approve of his behavior. Will Antonio learn to leave the past behind in order to fully experience what the future has to offer him?",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/mg11CIXKEPu5US71jXZlUcSGaR5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3qXdIHfixj7yRRMyr1dcXC4UEpY.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2zrsmhEeOV0cI7qA29CZOZImKMF.png"
    },
    {
      "id": "tmdb:65275",
      "type": "movie",
      "name": "El universo de Keith Haring",
      "ids": {
        "tmdb": 65275
      },
      "overview": "En honor a Keith Haring, un grupo de artistas recrea su famoso mural de 1982 en Nueva York, que solo existió unos días. Su legado sigue vivo, inspirando a nuevas generaciones, gracias también a la fundación que creó para ayudar a niños en necesidad.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/hIwFZlPNPzzqxMOeAGhPtLgWunc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lRBtGOKaVc0l5rZWHOAYuwxQkKx.jpg"
    },
    {
      "id": "tmdb:514247",
      "type": "movie",
      "name": "Larger than Life: The Kevyn Aucoin Story",
      "ids": {
        "tmdb": 514247
      },
      "overview": "Iconic makeup artist Kevyn Aucoin was one of the most in-demand makeup artists in the world in the 1980s and '90s and died mysteriously in 2002. Aucoin knew from an early age that the world of makeup was his calling, and his life and work are recalled through interviews with some of his famous clients, including Cindy Crawford, Kate Moss and Naomi Campbell.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/qM6IUiqAifZOlNfAPJAOlbSSqPN.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pw3MBqZxNiYGXyrDTpEfgv45VCu.jpg"
    },
    {
      "id": "tmdb:1097933",
      "type": "movie",
      "name": "Fame Kills: George Michael",
      "ids": {
        "tmdb": 1097933
      },
      "overview": "In the early hours of Christmas morning, 2016, George Michael died at his home in Goring-on-Thames, aged only 53. He was found dead, lying in bed, by his then partner Fadi Fawaz. No cause of death was immediately determined. Throughout his career, George Michael was known for both his chart-topping hits and his turbulent personal life. Brushes with the law and tales of his drug use increasingly made more impact than his musical output. There are a lot of unanswered questions surrounding the singer's death. Health scares dogged the last decade of his life. But it was ultimately fame that led the singer to his downfall.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/9ZfXEdfg9ppnmEMTBh2sNEj5VP4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ijujB7U4FtbZqS1WWPxqNYlkHKZ.jpg"
    },
    {
      "id": "tmdb:589149",
      "type": "movie",
      "name": "Vanilla",
      "ids": {
        "tmdb": 589149
      },
      "overview": "A freewheeling comedian determined to save her family business invites an uptight entrepreneur on a road trip to sell a van with a complicated history. Romance ignites on their three day trip south, but is tested as they discover each other's secrets. When the van sale deteriorates, they must decide if their very new connection is worth more than a very old van.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/9E1ILqw3wNbWqq7SJVh60BJLGiQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8bcWmM3RMdXU7yboiwWCRKnJyzB.jpg"
    },
    {
      "id": "tmdb:471689",
      "type": "movie",
      "name": "Everything Is Free",
      "ids": {
        "tmdb": 471689
      },
      "overview": "Iván es un pintor estadounidense residente en Colombia. Su mejor amigo, Christian, y su hermano menor, Cole, vienen de visita. En algún momento del camino, Ivan y Cole se llevaron bien, aunque Cole no es gay. ¿Estará bien el hermano mayor Christian con eso?",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/ad0fNdcdS6v8YHEnTve7r1KKyjX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tonHogXfGDMRkPqvlGFJWWBJsjY.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aLfT3HR4jDuWp04n6hIgY0VNpeo.png"
    },
    {
      "id": "tmdb:684689",
      "type": "movie",
      "name": "Dramarama",
      "ids": {
        "tmdb": 684689
      },
      "overview": "Escondido, una ciudad de California, 1994. Es el final del verano y Gene se está preparando para una fiesta de pijamas con sus amigos de teatro del instituto. Su dramática anfitriona, Rose, debe coger un vuelo a la mañana siguiente para empezar la universidad, y después se irán la honesta Claire, el magnético Oscar y la sarcástica Ally. Sin embargo, Gene tiene problemas más importantes que ser el único en quedarse en su pequeña población: quiere salir del armario, pero teme lo que puedan pensar sus amigos.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/aT1hGtzbbIs3eTIW7vsUgnSeAFb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nRPy9gzdyimPY4yyNKYKeCRHIKy.jpg"
    },
    {
      "id": "tmdb:338261",
      "type": "movie",
      "name": "Downriver",
      "ids": {
        "tmdb": 338261
      },
      "overview": "James ha cumplido condena por ahogar a un niño cuando era niño, aunque el cuerpo nunca fue encontrado en el río. Una visita de la madre de su víctima en libertad condicional lo envía en una búsqueda para encontrar la verdad. Con poco tiempo y peligro a cada paso, James arriesga su libertad y su vida para descubrir el rastro de pecados que podrían poner fin a la afligida madre.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/1TXqvqW16940pzrsrIkKBfVRYRL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/AdSXbAJTLgGqmedxfQcW2usVZez.jpg"
    },
    {
      "id": "tmdb:548757",
      "type": "movie",
      "name": "A Wake",
      "ids": {
        "tmdb": 548757
      },
      "overview": "The children in a religious family clash with their parents as they prepare for the wake of their brother, Mitchel. Teenage Mason desperately tries to reach his lost identical twin through spiritual means. Precocious preteen Molly meticulously organizes the event expecting everything to go exactly as planned. Megan, their older sister, returns home after a long absence, no longer interested in repressing the truth. Their Baptist grandmother and parents attempt to maintain normalcy when an unexpected stranger, Jameson, arrives -- forcing the family to face secrets and lies around Mitchel's death.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/nAirjdXJEiQjVNDltSvybXBnNup.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bgiVhe0iuz4GpLLY3PTXw6v4kkI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/TVOYLU5kkcf87flJT95OHpQKxv.png"
    },
    {
      "id": "tmdb:460437",
      "type": "movie",
      "name": "Something Like Summer",
      "ids": {
        "tmdb": 460437
      },
      "overview": "Something Like Summer traces the tumultuous relationship of Ben and Tim, secret high school sweethearts who grow over the years into both adulthood enemies and complicated friends.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/shYMavWTiJoxMg1irMh9c2P1vpP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bFBJYftWPdHbm0p1IFFu5vHaFgm.jpg"
    },
    {
      "id": "tmdb:705528",
      "type": "movie",
      "name": "Role of a Lifetime",
      "ids": {
        "tmdb": 705528
      },
      "overview": "Amber, an eccentric child-turned-adult star, and her lover Liz  are moving slow after a romantic evening celebrating Amber’s recent Oscar Nomination. Liz awakens to a strange and invasive postal worker who seems fascinated with Hollywood stars, secretly enters the apartment.  The film continues to be filled with secrets of longing, love, and the pain of rejection.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/gyiq6ROfbbPMh47BNaL2XUzARLK.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:249916",
      "type": "movie",
      "name": "Appropriate Behavior",
      "ids": {
        "tmdb": 249916
      },
      "overview": "Vivir en una familia persa y confesar que eres bisexual quizá no sea la mejor de las ideas. Pero intenta explicárselo a tu novia, férrea defensora de la liberación sexual.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/ywa3IaNZz6m7jMur18zn4de59CV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/omcxgWYYbNOxUPahj1IGNrY4Aeo.jpg"
    },
    {
      "id": "tmdb:888370",
      "type": "movie",
      "name": "El fantasma de la sauna",
      "ids": {
        "tmdb": 888370
      },
      "overview": "Javi llega a un club de sauna en busca de trabajo. Pero pronto descubrirá un lugar lleno de secretos, el mayor de ellos es un hombre extraño que se enamorará de él: el Fantasma de la Sauna.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/aktyE1Bj8rJ5lL8mtKwjxsxN2G4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kfDoez5MPdGzZGP6lBhfKAsJfTO.jpg"
    },
    {
      "id": "tmdb:824291",
      "type": "movie",
      "name": "Whitney Houston: As I Am",
      "ids": {
        "tmdb": 824291
      },
      "overview": "Whitney Houston possessed a mezzo-soprano vocal range, and was commonly referred to as ‘The Voice’ in reference to her exceptional vocal talent. Her untimely death sent shockwaves around the world. A voice that only comes around once in a lifetime.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/r5J75CCPbqEDHBBL2yJt8mM8Ulq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mJgUK5ZEMPJ9OIcsxtWqKTmWflF.jpg"
    },
    {
      "id": "tmdb:1072183",
      "type": "movie",
      "name": "Harry Styles: The Finishing Touch",
      "ids": {
        "tmdb": 1072183
      },
      "overview": "Hit after hit, pop-icon Harry Styles, once the centerpiece of the world's biggest boy bands has grown into someone who isn't afraid of self-expression, continuing to reject the traditional confines of masculinity.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/cWc4UzfrORvMUxoryydtAOYl4Qm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8gJcbKFSih7q1QWGmiNYRSJSlcg.jpg"
    },
    {
      "id": "tmdb:795531",
      "type": "movie",
      "name": "Potato Dreams of America",
      "ids": {
        "tmdb": 795531
      },
      "overview": "En la sobria Unión Soviética, un joven apodado Potato descubre su sexualidad a la vez que fantasea con vivir el sueño americano junto a su madre, Lena. Cuando la mujer se compromete con un estadounidense, Potato abandona su país para embarcarse en una aventura que cambiará su forma de ver el mundo.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/ci0jqn7LJKMzkzYhCl1b9bJ3C4P.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eU8NO4vTjLXuVFtB9dXCSkrtY3q.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fHCgBUKXXoTuDMKewQwdNYRaDEc.png"
    },
    {
      "id": "tmdb:826353",
      "type": "movie",
      "name": "Mascarpone",
      "ids": {
        "tmdb": 826353
      },
      "overview": "Antonio es un hombre de familia de 30 años, cuya vida encuentra un giro inesperado cuando es abandonado repentinamente por su esposo, de quien depende tanto psicológica como económicamente: necesita encontrar un nuevo lugar para quedarse, un trabajo y un nuevo propósito en la vida. Antonio encuentra una habitación en un apartamento propiedad de Denis y comienza a trabajar en una panadería propiedad de Luca, mientras asiste a la escuela de pastelería.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/poCWdYfErYIzjJFptS1w7bDzocX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3TmZHSub3Z6gXaLkzsywCpEpXqE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ewtfZKz3EEtp1u58ZxgRursqnyV.png"
    },
    {
      "id": "tmdb:288301",
      "type": "movie",
      "name": "Do I Sound Gay?",
      "ids": {
        "tmdb": 288301
      },
      "overview": "What makes a voice “gay”? A breakup with his boyfriend sets journalist David Thorpe on a quest to unravel a linguistic mystery.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/vJuiiHt0d5sicgDBtXwr6kdKErZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xl9tIqZMOCCW4RCPrUXATt2ykco.jpg"
    },
    {
      "id": "tmdb:445077",
      "type": "movie",
      "name": "I'm a Porn Star: Gay 4 Pay",
      "ids": {
        "tmdb": 445077
      },
      "overview": "Welcome to the curious, surprising and always outspoken world of straight men who go Gay4Pay. Curiously, there is a disproportionate percentage of men working in gay porn who identify as straight. Why would a straight man do gay porn? What motivates him to try this or make a career of it? Why is there such keen interest and debate into the sexuality and personal lives of these men? And what does it say about us, the viewer that so much of gay porn is dominated by images of straight men?",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/xZPN6n8GD4J6HOpDF5RFxMrgd20.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gLfRR93y0OTQTuYRqo2yE9UpFL9.jpg"
    },
    {
      "id": "tmdb:966458",
      "type": "movie",
      "name": "Lady Gaga: Glory",
      "ids": {
        "tmdb": 966458
      },
      "overview": "It's hard to define her. And that's precisely the way Lady Gaga wants it.  Yes, Stefani Joanne Angelina Germanotta had a plan to remake herself into an outrageous icon. It began with Italian Catholic New York City roots then expanded to glam pop, electronic rock, burlesque and even jazz alongside nonagenarian crooner, Tony Bennett. Piano lessons began at age four and taught Stefani to create music by ear. There were lead roles in high school standard Broadway show productions then open mic nights at downtown clubs and 1 1/2 years of formal training at N.Y.U.'s Tisch School of the Arts. Even a rape at age nineteen slowed but did not stop the mission that would yield over 200 million combined album and song sales. No wonder that Gaga's fans call her \"Monster Mother.\" An outrageous fashion sense has wrought costumes made of plastic bubbles and raw meat. While elaborate videos and spectacular stage sets are the norm,",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/dXzb5mgYQkan8s0qe9HxfzhHNXe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hhF5e3HMDzO0p45ll7eSjpvYboc.jpg"
    },
    {
      "id": "tmdb:110561",
      "type": "movie",
      "name": "Bear Nation",
      "ids": {
        "tmdb": 110561
      },
      "overview": "Filmmaker Malcolm Ingram takes you on a fascinating journey inside a fast growing segment of the gay community where what was once a perceived negative is now redefining the definition of what it looks like to be gay.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/5tpBzdopubSUJw0tu84LPqrmy1Y.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9hhGMtqJJ4yWZE7Wzf27zTlA5xS.jpg"
    },
    {
      "id": "tmdb:1257673",
      "type": "movie",
      "name": "Vivienne Westwood: God Save The Queen",
      "ids": {
        "tmdb": 1257673
      },
      "overview": "Dubbed the Mother of Punk, the fashion designer’s bold creations and political stances left a permanent mark on the industry and culture at large.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/aw7oJEqMj3xPTKttfZes9qWXEI7.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:413346",
      "type": "movie",
      "name": "Cas",
      "ids": {
        "tmdb": 413346
      },
      "overview": "La relación estable de Pepijn y George durante siete años se ve sacudida después de permitir que un joven estudiante llamado Cas duerma en su sofá hasta que encuentre un lugar propio. Gradualmente, ambos hombres caen locamente por el encanto lacónico de Cas y los obliga a reconsiderar sus muchos planes a largo plazo. ¿Está la presencia de Cas poniendo en peligro su relación o es realmente una bendición disfrazada?",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/sv9tdmq22333rHaqe8KH1tcqPPz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qpE65pC1aM7GAMSHXBENUV5puHz.jpg"
    },
    {
      "id": "tmdb:740963",
      "type": "movie",
      "name": "Jump, Darling",
      "ids": {
        "tmdb": 740963
      },
      "overview": "A rookie drag queen, reeling from a break-up, escapes to the country, where he finds his grandmother in steep decline yet desperate to avoid the local nursing home.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/ziQks92PZUAkcxO3tvR3yCIXGXf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/DOFHpyF9aw4JVcw2xlJxuD59ri.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9cWHKiGAanmalEQbRDhgoYQQ0ZC.png"
    },
    {
      "id": "tmdb:879960",
      "type": "movie",
      "name": "Britney Spears: Breaking Free",
      "ids": {
        "tmdb": 879960
      },
      "overview": "Almost four decades as the Princess of Pop, superstar Britney Spears, continues to be in the public eye on the brink of winning a legal battle with her father that would end a conservatorship and at long last give her control of her life.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/xh7cJyLzlozy3zisScXSZeR0QMd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vEPWcxnqqKMNYz4aCL6OW4z0ySu.jpg"
    },
    {
      "id": "tmdb:72478",
      "type": "movie",
      "name": "Suicide Room",
      "ids": {
        "tmdb": 72478
      },
      "overview": "Dominik es un joven en apariencia normal, con dinero, éxito y amigos. Desde un punto de vista social bien adaptado; deportista y como todos los jóvenes de hoy día, adicto a las nuevas tecnologías. Su vida comienza a cambiar cuando en la búsqueda de su identidad sexual es marginado por familia y amigos, recluyéndose poco a poco en su particular mundo.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/6BUyvSeRG4FAkv0jo5FhJ87gHMw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iaDFKvv67S3DHlDP43Hj2HuTrPY.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hTAMzJOluUaA8BgeSKM0qz3fi71.png"
    },
    {
      "id": "tmdb:674450",
      "type": "movie",
      "name": "El abogado",
      "ids": {
        "tmdb": 674450
      },
      "overview": "Marius es un abogado de gran éxito con sede en Vilnius. Se obsesiona con Ali, un apuesto refugiado sirio que conoce por primera vez en una sala de chat en línea en Belgrado. Marius es rico y disfruta de una vibrante vida social y cultural. Sin embargo, siente que le falta algo. El viaje de Lituania a Serbia es relativamente corto, pero ¿pueden los dos navegar a través del abismo que separa sus vidas tan diferentes? ¿Y cómo lidian con los obstáculos de las fronteras físicas que se interponen entre ellos?",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/iBI9aAwO7l6RIKao0sMU3Odo8oI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/k8iLb85bBLysl22uJ474WJJjCLl.jpg"
    },
    {
      "id": "tmdb:1030598",
      "type": "movie",
      "name": "כאילו אין מחר",
      "ids": {
        "tmdb": 1030598
      },
      "overview": "28-year-old Guy and his best friend, Joy, are enjoying the gay pride parade to the fullest when their bliss is abruptly put to an end by a deadly shooting that occurs during the event. Fleeing the scene into the safety of Guy’s home, they take along a fellow pride goer, Dan, who seems to be in shock. With the shooter still on the run, Guy and Dan fall into a night full of sex, drugs and paranoia.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/fZyQkJhdxjylz0vU9H97Ir9ejM7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aYJ123USvScCFJwtfkQjEaoHEhY.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6g9pKuVARIHukYCuzXksGNkTexk.png"
    },
    {
      "id": "tmdb:674929",
      "type": "movie",
      "name": "Douze Points",
      "ids": {
        "tmdb": 674929
      },
      "overview": "Comedia creada con la mezcla de agentes de ISIS, agentes duros del Mossad y una relación única entre dos jóvenes musulmanes en el concurso de canciones más colorido que se pueda imaginar.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/7besxrtzMa0i8uHf8Q0kQhXGDps.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zio5ONqGNxu4w72m4f4gltXDYl2.jpg"
    },
    {
      "id": "tmdb:12795",
      "type": "movie",
      "name": "Another Gay Movie: No es sólo otra película gay",
      "ids": {
        "tmdb": 12795
      },
      "overview": "Cuatro amigos gays del instituto hacen un pacto: todos deberán perder su virginidad antes de llegar a la universidad. Andy Wilson, típico adolescente gay americano está loco por experimentar el sexo. Al igual que sus tres mejores amigos, está abiertamente orgulloso de su condición. Todos tienen sin embargo un problema en común, su incómoda virginidad. El momento más duro para ellos será cuando en la fiesta de graduación de secundaria se dan cuenta de que todos sus compañeros ya están gozando de las delicias del sexo. Esa noche se juran a sí mismos, en un pacto de amistad, que lograrán su cometido antes de verano.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/iaccJBdvsVkcENMeHQjANyZkjXY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eyDsqu3TZT0QKMZSzKuFKlE7VYw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7brtCfKPa9zwzkXBa6tD7NnfTe9.png"
    },
    {
      "id": "tmdb:20033",
      "type": "movie",
      "name": "Mulligans",
      "ids": {
        "tmdb": 20033
      },
      "overview": "Canadá /// Tyler Davidson invita a su colega de universidad a casa para las vacaciones de verano y un secreto que es revelado amenaza con romper su perfecta familia. Cuando la madre de Tyler, Stacey descubre a su marido Nathan en un lio impronunciable, el mundo de la Familia Davidson comienza a derrumbarse. El verano esta lleno de aventura, revelaciones y traiciones al tiempo que esta familia aprende a reir, llorar y amar de nuevo.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/cSG9CXgY2FrM92AqdeX6BnphaFX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/luEjd4edNStGZsTrgP0ddQgGlRh.jpg"
    },
    {
      "id": "tmdb:318040",
      "type": "movie",
      "name": "Bizarre",
      "ids": {
        "tmdb": 318040
      },
      "overview": "Maurice es un muchacho aficionado a las artes marciales que decide emigrar de Francia a Estados Unidos para ganar dinero. Allí empezará a trabajar en el club \"Bizarre\", ubicado en el neoyorkino barrio de Brooklyn. El joven no tardará en captar el reclamo de la clientela, gracias a sus dotes corporales.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/t9XJfvYTq1GOGhrFsWOf2Cfa4GU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iDJBuSDedGwkTf8epBNBJOFY1DK.jpg"
    }
  ]
}