{
  "metas": [
    {
      "id": "tmdb:861451",
      "type": "movie",
      "name": "Martin",
      "ids": {
        "tmdb": 861451
      },
      "overview": "El viaje de un hombre que se descubre a sí mismo, encuentra el amor y lucha por su patria. ¿Podrá mantener el fuerte en las tres puertas?",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/bYe2ZjUhb4Kje0BpWE6kN34u2hv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/A6nBeHjhxHvSqr9YJ0BDd2MTZMu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tQyFhybE0UFNgkggmOXNIRhNTBd.png"
    },
    {
      "id": "tmdb:1156594",
      "type": "movie",
      "name": "Culpa nuestra",
      "ids": {
        "tmdb": 1156594
      },
      "overview": "La boda de Jenna y Lion propicia el tan deseado reencuentro entre Noah y Nick tiempo después de su ruptura. La incapacidad de Nick para perdonar a Noah se alza como una barrera insalvable. Él, heredero de las empresas de su abuelo y ella, empezando su vida laboral, se resisten a alimentar una llama que aún sigue viva. Pero una vez que sus caminos se han vuelto a cruzar, ¿será el amor más fuerte que el rencor? Secuela de \"Culpa tuya\".",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/6kmi6vmp6iOn4KzI7WfnVtAeJhU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8WhlNrtQdyUBnKrw5WBJnsDn1HE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mhfqINvBNJSqmVxpsaMmFRIYVdz.png"
    },
    {
      "id": "tmdb:997113",
      "type": "movie",
      "name": "Hedda",
      "ids": {
        "tmdb": 997113
      },
      "overview": "La hija de un general vive en una casa que no quiere, en un matrimonio en el que se siente atrapada y un ex amante que reaparece en su vida... Readaptación de la famosa pieza teatral del dramaturgo Henrik Ibsen.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/ecflk7AZf0ij205yDswjlvdxlCO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/79MEJI2y4jswLUG2YtdxDuVTuih.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eXyb1e6LNFmfDbfujuO39wkhV2L.png"
    },
    {
      "id": "tmdb:1328402",
      "type": "movie",
      "name": "Detrás de la Pared",
      "ids": {
        "tmdb": 1328402
      },
      "overview": "Una joven descubre una moda viral que libera seres misteriosos de las paredes. Cuando sus padres no creen su historia, dos compañeros de escuela la ayudan a enfrentar estas criaturas peligrosas.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/cB53npRfPqFiGF1ARa6O2qyugev.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dHoRIZJgwA26zE5WKyEazKUoZAZ.jpg"
    },
    {
      "id": "tmdb:1186350",
      "type": "movie",
      "name": "Marco",
      "ids": {
        "tmdb": 1186350
      },
      "overview": "El hijo adoptivo de la familia Adattu, Marco, se embarca en una despiadada búsqueda de venganza después de que su hermano es brutalmente asesinado, encontrando solo traición, pérdida y una brutalidad inimaginable a cada paso.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/il3ao5gcF6fZNqo1o9o7lusmEyU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fyT1X8DGW3MlwXjdAoZFCc183fZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zp04i9bv8WMfzr7IUFcdXWDiAi3.png"
    },
    {
      "id": "tmdb:13",
      "type": "movie",
      "name": "Forrest Gump",
      "ids": {
        "tmdb": 13
      },
      "overview": "Forrest Gump es un chico con deficiencias mentales no muy profundas y con alguna incapacidad motora que, a pesar de todo, llegará a convertirse, entre otras cosas, en un héroe durante la Guerra del Vietnam. Su persistencia y bondad le llevarán a conseguir una gran fortuna, ser objeto del clamor popular y a codearse con las más altas esferas sociales y políticas del país. Siempre sin olvidar a Jenny, su gran amor desde que era niño.",
      "year": 1994,
      "poster": "https://image.tmdb.org/t/p/w342/oiqKEhEfxl9knzWXvWecJKN3aj6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tNVTWNa8cxZLw7aWvHzSDLyc7ig.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kjUupFukLAkxM40so0YfRGY5aHo.png"
    },
    {
      "id": "tmdb:1010581",
      "type": "movie",
      "name": "Culpa mía",
      "ids": {
        "tmdb": 1010581
      },
      "overview": "Noah debe dejar su ciudad, novio y amigos para mudarse a la mansión de William Leister, el flamante y rico marido de su madre Rafaela. Por otro lado, con 17 años, orgullosa e independiente, Noah se resiste a vivir en una mansión rodeada de lujo. Allí conoce a Nick, su nuevo hermanastro, y el choque de sus fuertes personalidades se hace evidente desde el primer momento.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/gp31EwMH5D2bftOjscwkgTmoLAB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ytp4DLPaWryo8rrTNBSYPIOJfDw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fJx6YJf8bT4VmthEHhFpJic6Jhm.png"
    },
    {
      "id": "tmdb:49521",
      "type": "movie",
      "name": "El hombre de acero",
      "ids": {
        "tmdb": 49521
      },
      "overview": "Un niño descubre que posee poderes extraordinarios y que no pertenece a este planeta. En su juventud, viaja para descubrir sus orígenes y las razones por las cuales ha sido enviado a la Tierra. Pero el héroe que lleva dentro tiene que emerger para que pueda salvar al mundo de la aniquilación y convertirse en el símbolo de esperanza para la humanidad.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/5JW44QGgpEWx4aWXM0uVSi2xtrI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/v31OCpzVBpQovxZN4MWbGOQcHio.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kwyAkKZUGx9c2f9U53dYEOHJvPT.png"
    },
    {
      "id": "tmdb:283566",
      "type": "movie",
      "name": "Evangelion: 3.0+1.01 Thrice Upon a Time",
      "ids": {
        "tmdb": 283566
      },
      "overview": "En la última entrega de Rebuild of Evangelion, Misato y Wille intentan restaurar París en 720 segundos, enfrentándose a una horda de Evas. Mientras tanto, Shinji, Asuka y Rei vagan por Japón buscando su propósito.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/2QiEVEePwGGwzCWaxrVR5B4LLnu.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yyHZT90Egv178RAtLp06YqKYQxj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/j9GoWpqxRqxCK66AwdYyImHBdDo.png"
    },
    {
      "id": "tmdb:206647",
      "type": "movie",
      "name": "Spectre",
      "ids": {
        "tmdb": 206647
      },
      "overview": "Un críptico mensaje del pasado envía a James Bond a una misión secreta a México D.F. y luego a Roma, donde conoce a Lucía Sciarra, la hermosa viuda de un infame criminal. Bond se infiltra en una reunión secreta y descubre la existencia de una siniestra organización conocida como SPECTRE. Mientras tanto, en Londres, el nuevo director del Centro para la Seguridad Nacional cuestiona las acciones de Bond y pone en duda la importancia del MI6, encabezado por M. De modo encubierto Bond recluta a Moneypenny y Q para que le ayuden a buscar a Madeleine Swann, la hija de su antiguo archienemigo, el Sr. White, que quizá tenga la clave para desentrañar el misterio de SPECTRE. A medida que Bond avanza en su misión, descubre una estremecedora conexión entre él mismo y el enemigo que busca.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/8NCrCV6tR0Uafp8eVYiZbRsvrAv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8VLQ8HX8YXg3SoGvjC4oHZAy0mi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/glEEEjVX4gE0iJv7E9O1QkJZHQe.png"
    },
    {
      "id": "tmdb:8467",
      "type": "movie",
      "name": "Dos tontos muy tontos",
      "ids": {
        "tmdb": 8467
      },
      "overview": "La vida de Lloyd y Harry, dos amigos de una estupidez supina, es un auténtico desastre. El primero trabaja como chófer de una limousina, y el segundo se dedica a transportar perros. Cuando Lloyd se enamora de una chica de buena posición, que deja olvidado un maletín en el coche, los dos amigos emprenden un viaje por todo el país para devolvérselo.",
      "year": 1994,
      "poster": "https://image.tmdb.org/t/p/w342/oJSYzIRoJLqNcMMgy8ErCJjSJf9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6QpjRTh5bTIKhCteAgxGrK5CZ1K.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tMtQ5m5X3tC3W6cFU30Kms13yrI.png"
    },
    {
      "id": "tmdb:22843",
      "type": "movie",
      "name": "Evangelion 2.0 You Can (Not) Advance",
      "ids": {
        "tmdb": 22843
      },
      "overview": "La espectacular batalla entre los Evangelion, las máquinas de combate definitivas creadas por la humanidad, y las insondables entidades conocidas como ángeles se intensifica hasta alcanzar el punto de ruptura a partir del cual ya nada volverá a ser como antes. Bajo el incesante ataque invasor, la agencia NERV activa dos nuevas unidades de Eva pilotadas por la misteriosa Mari Illustrious Makinami y la agresiva Asuka Langley Shikinami. Por su parte, Shinji Ikari trata de soportar la presión del gran destino que le ha sido encomendado como piloto del Eva 01 con el único propósito de ganarse el afecto de su padre. Pero Gendo Ikari tiene su propia agenda secreta que incluye utilizar a su hijo y a la enigmática Rei Ayanami para despertar al Eva 01 y provocar el Tercer Impacto mucho antes de lo previsto.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/h3dJAkDtcGAKCxFmMy9zHVzZaVo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vPnK1RIK6nDwltILjN6jVt6CRH4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7ooIoEk1ExSXNMywxLmwjMyJFmz.png"
    },
    {
      "id": "tmdb:646",
      "type": "movie",
      "name": "Agente 007 contra el Dr. No",
      "ids": {
        "tmdb": 646
      },
      "overview": "James Bond llega a Jamaica con la misión de investigar los asesinatos de un agente especial británico y su secretaria. Pero, al mismo tiempo, descubre la existencia de una siniestra organización en la isla Crab Key. En esta ocasión su enemigo es el Doctor No, que, ayudado por su cómplice, el profesor Dent, se propone ejecutar un siniestro plan: desviar la trayectoria de los cohetes de Cabo Cañaveral.",
      "year": 1962,
      "poster": "https://image.tmdb.org/t/p/w342/51Sy8Uu8Qwz6WWeqY17zHqXZU5d.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/92pVKBnJRVI1xNNfxmOxLHtafji.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iRfs9pvDqXVMKNCoME2xCQV0qZG.png"
    },
    {
      "id": "tmdb:75629",
      "type": "movie",
      "name": "Evangelion: 3.0 You Can (Not) Redo",
      "ids": {
        "tmdb": 75629
      },
      "overview": "La historia empieza 14 años después del Casi Tercer Impacto, el gobierno japonés decide desmantelar NERV y arrestar a su personal, durante los 14 años varios miembros de NERV obtienen su libertad y deciden formar una organización llamada WILL-E cuyo supuesto propósito es limpiar los mares, en realidad tratan de detener los planes de la nueva NERV. Ikari Shinji se despierta y ve lo que él provocó, tratando de arreglarlo, sin darse cuenta de lo que provocaría",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/oU8hDly4mgFYhpg2gZdJQ7D5CoI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9zKQ9KadRMD8VHS0U5CH1tSGABI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/p9GWquaHvCwxXfNo03gtHPWhpY8.png"
    },
    {
      "id": "tmdb:1198426",
      "type": "movie",
      "name": "Capitán Avispa",
      "ids": {
        "tmdb": 1198426
      },
      "overview": "En Avispatropolis, el intrépido capitán Avispa emerge como un protector ejemplar de la ciudad, cuyo coraje y convicciones siempre prevalecen sobre las fuerzas del mal. Su poder inquebrantable se nutre de una sinceridad absoluta, pues perdería su fuerza si se atreviera a tejer engaños. Solo en pos de causas nobles se permite desviarse de la verdad. Como es común en historias de este tipo, el capitán Avispa está rodeado de una constelación de amigos cercanos y archienemigos, cuyas historias tienen su origen en las canciones del artista.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/zmthz3CuFljmBQcfuaz4hBNwbQ0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4damV6u8Za9p03SH9jvKr3TwHQC.jpg"
    },
    {
      "id": "tmdb:660",
      "type": "movie",
      "name": "Operación Trueno",
      "ids": {
        "tmdb": 660
      },
      "overview": "La organización secreta Spectra se propone infiltrar en la base inglesa de la OTAN a un impostor llamado Angelo, y así lograr apoderarse de un bombardero Vulcan Vindicator equipado con dos bombas nucleares. Cuando logra su propósito, la organización amenaza con destruir una ciudad de EE.UU. o Inglaterra si no le dan 100 millones de libras esterlinas. El agente 007 es el encargado de seguir el caso, y en las Islas Bahamas conoce a Dominó, atractiva amante del misterioso Emilio Largo, que aparenta ser un ocioso millonario pero que en realidad es el número dos de Spectra. Mientras intenta localizar el avión secuestrado, James Bond debe enfrentarse con la cabecilla de los asesinos, Fiona Volpe, y con los secuaces de Emilio Largo.",
      "year": 1965,
      "poster": "https://image.tmdb.org/t/p/w342/o0jRoltN36GytnbQt1TIZOZkUbp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wIbREKJM7FisYcHrvWwmfzq19mB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kNtKvi3blT9UG9gfGLRY6LdJWnw.png"
    },
    {
      "id": "tmdb:10764",
      "type": "movie",
      "name": "Quantum of Solace",
      "ids": {
        "tmdb": 10764
      },
      "overview": "Traicionado por Vesper, la mujer a la que amaba, 007 se plantea su nueva misión como algo personal. Durante su investigación, Bond y M interrogan a Mr. White, que les revela que la organización que chantajeó a Vesper es mucho más compleja y peligrosa de lo que imaginan. El servicio de inteligencia forense vincula a un traidor del Mi6 con una cuenta bancaria en Haití, donde Bond conoce a la bella pero combativa Camille, una mujer que tiene sus propios motivos para vengarse. Gracias a Camille, Bond descubre la existencia de Dominic Greene, despiadado hombre de negocios y miembro importante de la misteriosa organización.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/6j2XmGYp18wT3xlqnPio7JMmRjz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fxdmCHncCIDkd5DvbBVBvcCVV9Z.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zR4y940O4kzd049RqocHNSTTyp5.png"
    },
    {
      "id": "tmdb:1255788",
      "type": "movie",
      "name": "El jardinero",
      "ids": {
        "tmdb": 1255788
      },
      "overview": "Serge guarda un secreto de Estado. Él, su familia y el jardinero Leo aparecen en una lista negra del gobierno. Intentan idear un plan para seguir con vida.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/sVuYUl7EtBxyJTOl4Ao7eZVjKDb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6qtOGrXDMqp4PhKBCHzReccywL9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sT9P8SE7k6OsszpLvKkYX0BGYbg.png"
    },
    {
      "id": "tmdb:9836",
      "type": "movie",
      "name": "Happy Feet: Rompiendo el hielo",
      "ids": {
        "tmdb": 9836
      },
      "overview": "Mumble, un joven pingüino emperador, vive en la Antártida. Como otros animales de su especie, él necesita saber cantar para atraer a una pareja, pero tiene una voz horrible. En su lugar, Mumble debe expresarse, y atraer a las hembras a través de su increíble talento para bailar claqué.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/r6BZdJ8EgT956qyJnPksFuiZ4Xb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8R0bQ1VeIMB4iYNJR2wYTU5kifV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/t1hgK32RhObbAB8IObjx5OznN94.png"
    },
    {
      "id": "tmdb:668",
      "type": "movie",
      "name": "007 al servicio secreto de su Majestad",
      "ids": {
        "tmdb": 668
      },
      "overview": "Tras la marcha temporal de Connery, el actor australiano George Lazenby toma el relevo en esta nueva aventura del agente británico 007, que en esta ocasión se asocia a un mafioso -con cuya sensual hija Tracy Di Vicenzo (Diana Rigg) se llega a casar-, para unir sus fuerzas en la lucha contra la malvada organización Spectra. Ambientada en los alpes suizos, el malvado Stavro Blofeld -Savalas- amenaza al mundo entero con un malvado plan: desarrollar y lanzar una peligrosa bacteria que podría acabar con millones de personal en todo el planeta. La ausencia del actor escocés y el poco carisma de Lazenby hicieron de esta entrega uno de sus mayores fracasos comerciales, pero en años posteriores no han faltado los defensores que la reivindican como una de las más interesantes de toda la saga.",
      "year": 1969,
      "poster": "https://image.tmdb.org/t/p/w342/sDwfb63S7bNkKrmOpOcNWJItLVF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vCVo0EfIaCm2klNpWk2tPJaCQQ0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hC7FTs2kEyeNozOCX3udIEkm5bc.png"
    },
    {
      "id": "tmdb:738652",
      "type": "movie",
      "name": "Juego de asesinos",
      "ids": {
        "tmdb": 738652
      },
      "overview": "Huyendo de un asesino letal, un astuto estafador inventa un plan para esconderse dentro de una comisaría de policía de un pequeño pueblo. Sin embargo, cuando el asesino a sueldo aparece en la comisaría, un policía novato desprevenido se encuentra atrapada en la mira.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/9P0URZBpYTPL1h1pYG2ooTiKOH5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ht5XnXAtKrOKlAf0rqtJR5DHkua.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nNzaxUBiKqIONTP2fgmYR8lpNGA.png"
    },
    {
      "id": "tmdb:707",
      "type": "movie",
      "name": "Panorama para matar",
      "ids": {
        "tmdb": 707
      },
      "overview": "Bond recibe la misión de desenmascarar a Max Zorin, un misterioso empresario, y aparente espía de la KGB, que amenaza con dominar el mundo por medio de sus revolucionarios microchips. Aliado a poderosas empresas de tecnología punta, su objetivo es destruir la falla de San Andrés, provocando un terremoto de irreversibles consecuencias.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/ygkLLN9sNMkkwRY6rtpljNCKcDw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1EuzQBcVCkAe8PwMiiCF7Sa2DCc.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bI3OiiszU4ruNqUfIMvCH4QSTUn.png"
    },
    {
      "id": "tmdb:709",
      "type": "movie",
      "name": "Licencia para matar",
      "ids": {
        "tmdb": 709
      },
      "overview": "El agente 007 a la caza y captura de un peligroso narcotraficante latinoamericano, con implicaciones personales de por medio: el capo de la droga mató a un amigo suyo, y Bond desea vengarse.",
      "year": 1989,
      "poster": "https://image.tmdb.org/t/p/w342/pwPSNqyZqrxV4tWpgQFnRjAeRD1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/g1lS5JPFiQegMKDh25BEquNABLV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/56RVRzPcLBwE5NqE3sQd3h2e8to.png"
    },
    {
      "id": "tmdb:4169",
      "type": "movie",
      "name": "El espía",
      "ids": {
        "tmdb": 4169
      },
      "overview": "Al aspirante a agente del FBI Eric O'Neill (Phillippe) le asignan como compañero al veterano Robert Hanssen (Cooper). La Agencia tiene evidencias de que está pasando información muy valiosa a los soviéticos. Para no levantar demasiadas sospechas, una de las supervisoras del caso (Linney) le dice a Eric que su misión será vigilar a Hanssen porque es un pervertido sexual. (FILMAFFINITY)",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/bXIVndJFBr3zTy7jvCUUTxqGwgk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5PO1YBQfhOFNChe8wRJodnUa7hz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uSA83A3Vzhk3AfFSAgYQdEJyVyq.png"
    },
    {
      "id": "tmdb:36669",
      "type": "movie",
      "name": "Muere otro día",
      "ids": {
        "tmdb": 36669
      },
      "overview": "El agente 007 investiga secretamente los planes de Zao, el hijo del pacifista coronel Moon del ejército de Corea del Norte. El MI6 sospecha que Zao pueda tener planes ambiciosos que pongan en peligro la estabilidad mundial y esas sospechas se confirman cuando 007 descubre que Zao planea, efectivamente, unificar los ejércitos de las dos Coreas, atacar Japón y posteriormente, enfrentarse a los Estados Unidos. Antes de que pueda escapar Bond es descubierto por Zao quien le apresa y tortura. En su camino se cruza Jinx y Miranda Frost, quienes jugarán papeles vitales en su última aventura.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/tmpgo09w8qQ8rhbA3q22PYpJcmz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kn4W85SBkbY7zkpbvL1CqLLuVq9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uPoUk5x4swhjNDLvKAtgfvHEedd.png"
    },
    {
      "id": "tmdb:253",
      "type": "movie",
      "name": "Vive y deja morir",
      "ids": {
        "tmdb": 253
      },
      "overview": "En tan sólo veinticuatro horas, tres agentes del servicio secreto británico que investigaban una red de tráfico de drogas aparecen asesinados en extrañas circunstancias. Todas las pistas conducen a Mr. Big, y a un diplomático llamado Katanga. El agente 007, James Bond, es enviado a Nueva York para investigar al enigmático personaje.",
      "year": 1973,
      "poster": "https://image.tmdb.org/t/p/w342/qBELm7q6mgRzmutILvWIxFd3Fhe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7RxgE1tSPc6Wls708LfwsiHuHa3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zqDfmFjK1omkiHAqvojKi2pEtWY.png"
    },
    {
      "id": "tmdb:246741",
      "type": "movie",
      "name": "Lo que hacemos en las sombras",
      "ids": {
        "tmdb": 246741
      },
      "overview": "Viago, Deacon y Vladislav son tres vampiros que comparten piso en Nueva Zelanda. Hacen lo posible por adaptarse a la sociedad moderna: pagan el alquiler, se reparten las tareas domésticas e intentan que les inviten a entrar en los clubs. Una vida normal, salvo por una pequeña diferencia: son inmortales y tienen que alimentarse de sangre humana. Cuando su compañero del sótano, Petyr, convierte en vampiro a Nick, nuestros protagonistas deberán enseñarle como funciona todo en su recién estrenada vida eterna.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/zMpZYL0lVgLCYyOVGekaZC0bUtv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cdFfjPgUeyZNvz3aTaWEcEGAUDG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5ZTdlxBDqDgCJ9gjUnuFfzis48F.png"
    },
    {
      "id": "tmdb:699",
      "type": "movie",
      "name": "Sólo para sus ojos",
      "ids": {
        "tmdb": 699
      },
      "overview": "El agente 007 debe acudir a recuperar el ATAC, un dispositivo militar secreto de guía por satélite, antes de que sea vendido a los rusos.",
      "year": 1981,
      "poster": "https://image.tmdb.org/t/p/w342/rMd3KkWy1K7qeZLFlFKY0SSMnPx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kLRxLF2D7hb3PqRTnavS6Yzj7q.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xuIYoEHIRcZqumldChW6puzDkKV.png"
    },
    {
      "id": "tmdb:373449",
      "type": "movie",
      "name": "2.0",
      "ids": {
        "tmdb": 373449
      },
      "overview": "An ornithologist who commits suicide returns as fifth force to wreack vengeance on mankind for harming birds with mobile phone radiation. The only thing that is standing in his way is 2.0, the upgraded version of Chitti, the robot.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/wwlHgF7Qx5Mrf2N94ggAHmBv00p.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lW6ROCkiULWg8JQWSBrL4v8CGOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9JNTdvnnWSBCXnwP9a11HxTfqep.png"
    },
    {
      "id": "tmdb:691",
      "type": "movie",
      "name": "La espía que me amó",
      "ids": {
        "tmdb": 691
      },
      "overview": "La misteriosa desaparición de dos submarinos nucleares hace que colaboren los mejores operativos de los servicios secretos británico y soviético: James Bond y la mayor Amasova. Detrás de todo se encuentra el magnate Stromberg, cuya finalidad es la destrucción de la \"corrupta\" humanidad para fundar una civilización pura bajo el mar.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/bVijn81lkbtpNLQGTF1wfyU6HmU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nl4nvxMCDZAdOrlqctJbIqXqK7h.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4s1oJS7YlMWUawfpgqzJ4F4nJCz.png"
    },
    {
      "id": "tmdb:1028506",
      "type": "movie",
      "name": "The Sound of 007",
      "ids": {
        "tmdb": 1028506
      },
      "overview": "Abre el telón de la notable historia de seis décadas de música de James Bond, desde \"Dr. No\" de Sean Connery hasta la última salida de Daniel Craig en \"No Time to Die\".",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/wHsfL0ub95Xr6GK6tJUpmVnrT1J.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dsMBoPAl0pNVibjZ1STkTW4Zv3E.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fvMJuC07jLnGK8ZnlQjRebkgX51.png"
    },
    {
      "id": "tmdb:714",
      "type": "movie",
      "name": "El mañana nunca muere",
      "ids": {
        "tmdb": 714
      },
      "overview": "El gran magnate de los medios de comunicación Elliot Carver tan sólo precisa hacerse con los derechos de emisión en China para completar su emporio global. Para conseguirlo desarrolla un maquiavélico plan para hacer estallar una guerra entre Gran Bretaña y China, mediante el hundimiento de un buque de guerra inglés. James Bond se embarcará en una misión contrareloj para descubrir quién está detrás del peligroso incidente.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/rm4vVzMKv7zallSTDl4XqfOslqU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jhgxX3UOqlFYqaAf73Vdhzhuzjo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gLIRezh2TaZiZCtYbh0vd3dqJH4.png"
    },
    {
      "id": "tmdb:625568",
      "type": "movie",
      "name": "Salvaje",
      "ids": {
        "tmdb": 625568
      },
      "overview": "Tom es un hombre cuya vida ha dejado de tener sentido. En pleno colapso mental se cruza en la carretera con Rachel, una joven que llega tarde a trabajar y que, nerviosa, recrimina a Tom con el claxon que no mueva su coche en un semáforo. A partir de entonces dará comienzo un peligroso juego del gato y el ratón en el que el torbellino de esta ira en la carretera traspasará cualquier límite que Rachel jamás haya imaginado.  Salvaje toma como testigo la adrenalina y el pánico de otras películas con psicópatas al volante como El diablo sobre ruedas, Nunca juegues con extraños o Death Proof.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/38XTUyRV6BMb1IOU34pwrBCwaXX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/d9Mi05Jiv2pbrMjC5WwNC7ll3aE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eZ5qT9V9jRaPr94gqZCaVBfZCpC.png"
    },
    {
      "id": "tmdb:50569",
      "type": "movie",
      "name": "El luchador de Shantung",
      "ids": {
        "tmdb": 50569
      },
      "overview": "En tiempos de la Segunda Guerra Mundial, Ma Yung Chen, de la provincia de Shandong, llega a Shanghai en busca de trabajo, pero la complicada situación existente le impide mejorar su posesión social. No obstante, todo cambiará cuando Ma derrote a un luchador extranjero, comenzando desde entonces a ganarse el respeto de sus compañeros y llegando a convertirse, con el tiempo, en uno de los hombres más poderosos de Shanghai.",
      "year": 1972,
      "poster": "https://image.tmdb.org/t/p/w342/r4ps3xsfaLrzbeSbuwelteMLKVE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jsf9gBByAsPHf732BxRQN2aU583.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3L9HyTcB1jsydd6xgDZylNeUe3w.png"
    },
    {
      "id": "tmdb:922087",
      "type": "movie",
      "name": "மார்க் ஆண்டனி",
      "ids": {
        "tmdb": 922087
      },
      "overview": "Set in 1995, Mark, a skilled mechanic and the son of a former gangster, stumbles upon a phone that has the ability to connect with the past, tries to save his estranged mother from a grim fate. While facing his own family's legacy, Mark must navigate through dangerous consequences of altering the past, as it causes unforeseen repercussions in the present.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/3xz1lfMrFlNtZ4H8DQKvYog8ilR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/q8cXWpngGo5rYz2lkGJc5GiKcmL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6ZeY2ulf3uYb7VBLBHd6XISJFO.png"
    },
    {
      "id": "tmdb:57585",
      "type": "movie",
      "name": "Elephant White",
      "ids": {
        "tmdb": 57585
      },
      "overview": "Se centra en un asesino profesional que recibe un encargo por parte de un empresario que quiere vengarse de unos tratantes de blancas que acabaron con la vida de su hija.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/hqriJWWisRhm5XapyuB40D1jqqA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hj9WFLJyrtsgIrkMSiJCH729gi6.jpg"
    },
    {
      "id": "tmdb:488350",
      "type": "movie",
      "name": "The Antithesis",
      "ids": {
        "tmdb": 488350
      },
      "overview": "Una joven geóloga, llamada por una arquitecto, se dirige a una casa donde ocurren fenómenos paranormales debido a cambios térmicos extremos. Una vez instalada en el hogar, la investigadora se encontrará en una espiral de horror y delirio.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/mxoGcfSvgtv7z8hHUg6DfUfSyWc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tjpFlAr1G4gDviI2Ghp5KeLmVYZ.jpg"
    },
    {
      "id": "tmdb:26125",
      "type": "movie",
      "name": "El Protector",
      "ids": {
        "tmdb": 26125
      },
      "overview": "Los Estados Unidos no van a ceder ni un palmo en su guerra contra el terrorismo, de manera especial contra Mohamed Jamar, el peor de todos. Y aunque, el presidente busca, una solución definitiva, Jamar representa toda una paradoja: no puede matarle porque al momento se convertiría en una leyenda; no pueden capturarle y juzgarle, porque le harían un mártir que provocaría más actos terroristas.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/8DL4r94XsOTpO9UyVWXQ7LFWc8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sVVQnas180NfrV5UhMRBkdh7OLs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o1YnnehQFF3Z4wrF2SK505hcYgx.png"
    },
    {
      "id": "tmdb:19606",
      "type": "movie",
      "name": "La gran ruta hacia China",
      "ids": {
        "tmdb": 19606
      },
      "overview": "Un piloto, que fue un as de la aviación durante la Primera Guerra Mundial (1914-1918), tiene problemas con la bebida. A pesar de ello, debe encontrar en Asia a un empresario, inventor y aventurero que ha desaparecido sin dejar huella. Con ayuda de la hija y heredera de éste, que lo perdería todo si no encuentra a su padre antes de una determinada fecha, el aviador tendrá que afrontar múltiples dificultades que no sólo pondrán a prueba su valor.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/guHZXOOfvKIj3tfmMXHAT3z8Sw0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1OCmKHRIWDYQRuGw0BN2yXzRmuu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q5P5viXURlsqy3n6kZi1e8i0t7W.png"
    },
    {
      "id": "tmdb:10161",
      "type": "movie",
      "name": "Mi pie izquierdo",
      "ids": {
        "tmdb": 10161
      },
      "overview": "Christy Brown es un enfermo de parálisis cerebral, nacido en el seno de una numerosa y mísera familia irlandesa. Su madre es la única que lo ve como un chico con talento y sensibilidad. Con el tiempo, Christy se revela como un irascible pero talentoso escritor y pintor, que utiliza su pie izquierdo -la única parte de su cuerpo que tiene motricidad- como instrumento.",
      "year": 1989,
      "poster": "https://image.tmdb.org/t/p/w342/zhBhzNvUbIqjl2xDmwuTPmDNwYi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/46ow87Pzin4qSZJOhCP2zeQkyNP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6nXglCb43TTiY3z5YFpO9kS8GVa.png"
    },
    {
      "id": "tmdb:870358",
      "type": "movie",
      "name": "Feliz Mini-Bat-Navidad",
      "ids": {
        "tmdb": 870358
      },
      "overview": "Damian Wayne quiere ser un superhéroe como su padre, Bruce Wayne, más conocido como Batman. Cuando la Liga de la Justicia reclama a Batman para salvar al mundo, Damian, quien se ha quedado sólo en Gotham, descubre el plan malvado del Joker, Bane, Hiedra Venenosa y más villanos para robar la Navidad.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/r57Ku0GNrr0wPSMd9KoSTDTmv9f.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9LgluSPuETH1CsSuDEg5gWVoshH.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nzrbBzZrLwQmLRR8zphcwdgW1Bq.png"
    },
    {
      "id": "tmdb:495715",
      "type": "movie",
      "name": "Víctima Indefensa",
      "ids": {
        "tmdb": 495715
      },
      "overview": "Alyssa se muda a un complejo de apartamentos de lujo, pero no es consciente de que está siendo vigilada por su casero, Robert, a través de cámaras ocultas.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/926WlL1LvTkd8XM1zDqmGOy6bT7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/y4aN1FEYdkyaVAW9i2r83rX0Ab8.jpg"
    },
    {
      "id": "tmdb:45266",
      "type": "movie",
      "name": "Código nuclear",
      "ids": {
        "tmdb": 45266
      },
      "overview": "El fin de la Guerra Fría ha traído consigo una nueva amenaza: el terrorismo nuclear. Los componentes de los misiles, tras ser desmantelados, son el objetivo de las mafias internacionales. Éstas están ganando millones al vender plutonio y los propios componentes nucleares a países del tercer mundo, ansiosos por poseer la bomba atómica. Mientras Mike estaba realizando una misión para detener a unos importantes contrabandistas de plutonio en Vietnam, su compañero es capturado. Un año después vuelve con intención de rescatarlo, pero también él es hecho prisionero. En su ayuda acudirán su hermana y tres amigos, que fueron adiestrados por Mike. (FILMAFFINITY)",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/6eAMxsasHwJAraxAg9lwPdvBAWz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i1FeeMnrjtA8tTWE22R0GqmOyya.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ywhl0LQMps5ocKPldTSDNUQw2H0.png"
    },
    {
      "id": "tmdb:18616",
      "type": "movie",
      "name": "En tierra de nadie: El amanecer de Reeker",
      "ids": {
        "tmdb": 18616
      },
      "overview": "Un asesino en serie llamado The Drifter, viaja por el desierto en busca de victimas que luego lleva a su refugio para matarlas guiado por unas voces. Un día, por casualidad, el Sheriff Reed puede capturarlo y es ejecutado en la silla eléctrica, aunque regresa convertido en el Reeker. La acción se traslada a la actualidad, y el mismo sheriff junto a su nuevo ayudante Harris están en un apartado restaurante de carretera junto a una doctora, empleados y pocos más a los que se les une unos atracadores de un casino que huyen con uno de ellos herido y paran en el lugar para pedir ayuda a la novia de uno de ellos, que trabaja en el local. Entre el normal enfrentamiento entre policías y ladrones entra en escena el Reeker, que acota su zona de caza de almas y no deja que nadie escape del lugar… Secuela de la película Reeker (2005).",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/1LAjKJ2Xcmb1ixIKq6ZA3LVq871.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/udbCblrknTsJbipVKlPj96NgOOI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sIoVbLQxv3djRZKtSUAMw3HngYg.png"
    },
    {
      "id": "tmdb:40719",
      "type": "movie",
      "name": "En el viejo Oklahoma",
      "ids": {
        "tmdb": 40719
      },
      "overview": "El vaquero Dan Somers y el magnate del petroleo Jim \"Hunk\" Gardner compiten por obtener los derechos sobre el petróleo en tierra india en Oklahoma, así como por los favores de la maestra Cathy Allen",
      "year": 1943,
      "poster": "https://image.tmdb.org/t/p/w342/yv2YqaVVGIcouRzjoNbYyr8XHcy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jS8ADXQOTmca4jnCh0hPzNj9EBX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jJzNdwIYiLGNCPcodRI6OvYikRN.png"
    },
    {
      "id": "tmdb:607145",
      "type": "movie",
      "name": "Rocketry: The Nambi Effect",
      "ids": {
        "tmdb": 607145
      },
      "overview": "The story of the great Indian rocket scientist, Shri Nambi Narayanan's life, a true patriot, who was turned into a villain in the blink of an eye after being falsely accused of treason.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/3gkiEk6Ea5A5IG5g3A5WL7EFVVj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8Mv1qpsWA216k3QZ4wTQg9O7OKo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6iugEbmuoHTHdwt9M8Sn755fslq.png"
    },
    {
      "id": "tmdb:1088",
      "type": "movie",
      "name": "Whale Rider",
      "ids": {
        "tmdb": 1088
      },
      "overview": "En un pequeño poblado de la costa de Nueva Zelanda, los aborígenes de la tribu Whangara creen que proceden de un único ancestro, cuya existencia se remonta mil años atrás. Su nombre es Paikea, y escapó de la muerte, tras volcar su canoa, montando a lomos de una ballena. Según la tradición, el jefe de los Whangara, el “Whale Rider”, el Paikea, tiene que ser un primogénito varón. Pero Pai, una niña de once años, cree que está destinada a ser la máxima autoridad de la tribu. Por ello, aunque adora a su abuelo Koro, se enfrentará con él y con mil años de tradición.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/nUR6II1rN5B73aN7aIfx3uamxv1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i85n7hR7GGI91mIPbQS2VLnRe5e.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yYKZqPKTwPondoaMvjxH0EEIgdE.png"
    },
    {
      "id": "tmdb:97365",
      "type": "movie",
      "name": "De óxido y hueso",
      "ids": {
        "tmdb": 97365
      },
      "overview": "De repente, Alí tiene que hacerse cargo de su hijo Sam, un niño de cinco años al que apenas conoce. Como no tiene casa, ni dinero, ni amigos, se refugia en Antibes, en casa de su hermana, que los acoge cariñosamente. Tras una pelea en una discoteca, conoce a Stéphanie, una domadora de orcas en Marineland.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/6bcerd7CeQ5y5Dilym1O2C8c8Gl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dmj6rictIMGfDbTv6pxeifyqs3I.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1dpdYnd5FA6vOASIGMcJ1MKewPu.png"
    },
    {
      "id": "tmdb:793249",
      "type": "movie",
      "name": "He Who Lives In Hidden Lakes",
      "ids": {
        "tmdb": 793249
      },
      "overview": "Las creencias fanáticas de un místico de Internet, el líder de una secta y un policía novato se ponen a prueba en la búsqueda del \"Hombre Oculto\".",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/vHKYRKGCBQA3vDfvRxfLC4xva7G.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ouuOS1jp9O2B9AM6pbKXeptBCWB.jpg"
    },
    {
      "id": "tmdb:450932",
      "type": "movie",
      "name": "El templo (Respuesta Armada)",
      "ids": {
        "tmdb": 450932
      },
      "overview": "Un grupo de combate formado por soldados de élite debe investigar la desaparición de otro grupo especial que se encontraba a cargo de vigilar un complejo de alta tecnología llamado el Templo. La edificación se trata de una instalación de inteligencia artificial en cuyo interior los soldados, liderados por el capitán (Wesley Snipes), se encontrarán al otro comando eliminado sin poder saber quién es el autor de la masacre.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/AmKtInv6HL4ceFaK5GssRJnt3JP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/drKfDGQR4q51xhEOdtGU3jzHg0n.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zQ891xSukDQ6h9PhSKmSccrxwtv.png"
    }
  ]
}