{
  "metas": [
    {
      "id": "tmdb:1096563",
      "type": "movie",
      "name": "Lealtad rota",
      "ids": {
        "tmdb": 1096563
      },
      "overview": "Tras el asesinato del líder de una poderosa familia criminal, su hijo Grant busca venganza. Su mejor amigo, Ray, un agente federal, es la única persona que puede frenarlo antes de que se destruya a sí mismo y a la ciudad.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/59FFBARbcTO2jPhzzKuITmNC74k.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nRZxCsZFiEuCdW8eBLGFXGXe0W6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1h4kVGL2JL5D2iFfnSyzM9mmfv5.png"
    },
    {
      "id": "tmdb:861451",
      "type": "movie",
      "name": "Martin",
      "ids": {
        "tmdb": 861451
      },
      "overview": "El viaje de un hombre que se descubre a sí mismo, encuentra el amor y lucha por su patria. ¿Podrá mantener el fuerte en las tres puertas?",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/bYe2ZjUhb4Kje0BpWE6kN34u2hv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/A6nBeHjhxHvSqr9YJ0BDd2MTZMu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kFMZLSkP7Jb8zPMP2AmZOXh4zkg.png"
    },
    {
      "id": "tmdb:1156594",
      "type": "movie",
      "name": "Culpa nuestra",
      "ids": {
        "tmdb": 1156594
      },
      "overview": "La boda de Jenna y Lion propicia el tan deseado reencuentro entre Noah y Nick tiempo después de su ruptura. La incapacidad de Nick para perdonar a Noah se alza como una barrera insalvable. Él, heredero de las empresas de su abuelo y ella, empezando su vida laboral, se resisten a alimentar una llama que aún sigue viva. Pero una vez que sus caminos se han vuelto a cruzar, ¿será el amor más fuerte que el rencor? Secuela de \"Culpa tuya\".",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/6kmi6vmp6iOn4KzI7WfnVtAeJhU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8WhlNrtQdyUBnKrw5WBJnsDn1HE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mhfqINvBNJSqmVxpsaMmFRIYVdz.png"
    },
    {
      "id": "tmdb:1186350",
      "type": "movie",
      "name": "Marco",
      "ids": {
        "tmdb": 1186350
      },
      "overview": "El hijo adoptivo de la familia Adattu, Marco, se embarca en una despiadada búsqueda de venganza después de que su hermano es brutalmente asesinado, encontrando solo traición, pérdida y una brutalidad inimaginable a cada paso.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/il3ao5gcF6fZNqo1o9o7lusmEyU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fyT1X8DGW3MlwXjdAoZFCc183fZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zp04i9bv8WMfzr7IUFcdXWDiAi3.png"
    },
    {
      "id": "tmdb:941109",
      "type": "movie",
      "name": "Juego sucio",
      "ids": {
        "tmdb": 941109
      },
      "overview": "Un experto ladrón lleva a cabo el mayor robo de su vida. Parker, junto a Grofield, Zen y un equipo experto, se ven involucrados en un golpe que los enfrenta a la mafia de Nueva York en esta arriesgada misión.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/70Na5MXfOsFlJvoX6oKYAwOhNN9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fpPFrlZI7h59u20xnm6UELHe1C.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8FYBuJbhWVMUjYkUcebfGPPicQx.png"
    },
    {
      "id": "tmdb:1010581",
      "type": "movie",
      "name": "Culpa mía",
      "ids": {
        "tmdb": 1010581
      },
      "overview": "Noah debe dejar su ciudad, novio y amigos para mudarse a la mansión de William Leister, el flamante y rico marido de su madre Rafaela. Por otro lado, con 17 años, orgullosa e independiente, Noah se resiste a vivir en una mansión rodeada de lujo. Allí conoce a Nick, su nuevo hermanastro, y el choque de sus fuertes personalidades se hace evidente desde el primer momento.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/gp31EwMH5D2bftOjscwkgTmoLAB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ytp4DLPaWryo8rrTNBSYPIOJfDw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fJx6YJf8bT4VmthEHhFpJic6Jhm.png"
    },
    {
      "id": "tmdb:1358831",
      "type": "movie",
      "name": "Voy a pasármelo mejor",
      "ids": {
        "tmdb": 1358831
      },
      "overview": "1992. Los Pitus ya tienen quince años y este verano se van de campamento para aprender inglés. Eso sí, lo hacen como aprendimos inglés a principios de los noventa: en un campamento no muy lejos de nuestra casa y con profesores españoles cuyo acento dejaba bastante que desear. En esas semanas los tres amigos vivirán un montón de nuevas aventuras, sobre todo amorosas, que son siempre las aventuras más importantes, especialmente a los quince años. Ah, y también cantarán y bailarán un montón de canciones de la época. Ellos no lo saben, pero será el mejor verano de su vida.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/4ov5cLaFO8toC7HBDl6T0Vg8pQo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7OJqtz5SNbo7ZDlfubgyeJhtdVg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1YkEbXSk8WuTW5Y1WOP6ifRomv7.png"
    },
    {
      "id": "tmdb:1198426",
      "type": "movie",
      "name": "Capitán Avispa",
      "ids": {
        "tmdb": 1198426
      },
      "overview": "En Avispatropolis, el intrépido capitán Avispa emerge como un protector ejemplar de la ciudad, cuyo coraje y convicciones siempre prevalecen sobre las fuerzas del mal. Su poder inquebrantable se nutre de una sinceridad absoluta, pues perdería su fuerza si se atreviera a tejer engaños. Solo en pos de causas nobles se permite desviarse de la verdad. Como es común en historias de este tipo, el capitán Avispa está rodeado de una constelación de amigos cercanos y archienemigos, cuyas historias tienen su origen en las canciones del artista.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/zmthz3CuFljmBQcfuaz4hBNwbQ0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4damV6u8Za9p03SH9jvKr3TwHQC.jpg"
    },
    {
      "id": "tmdb:541671",
      "type": "movie",
      "name": "Ballerina",
      "ids": {
        "tmdb": 541671
      },
      "overview": "Eve Macarro es una asesina entrenada por la Ruska Roma desde su infancia, la misma organización criminal encargada del adiestramiento de John Wick. En esta violenta historia de venganza, Eve intentará por todos los medios averiguar quién está detrás del asesinato de su padre. En su lucha por conocer la verdad, tendrá que atenerse a las normas de la Alta Mesa y, por supuesto, a las del Hotel Continental, donde descubrirá que existen secretos ocultos sobre su pasado.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/gQCrYmvCK7JCLXjCGTMRF5Lzr5c.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1B7CXnNQbIqPMvYAZrvwEv9563R.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/d4hvNyXn2dRWv9CpjzFW4BzjQLo.png"
    },
    {
      "id": "tmdb:1328402",
      "type": "movie",
      "name": "Detrás de la Pared",
      "ids": {
        "tmdb": 1328402
      },
      "overview": "Una joven descubre una moda viral que libera seres misteriosos de las paredes. Cuando sus padres no creen su historia, dos compañeros de escuela la ayudan a enfrentar estas criaturas peligrosas.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/cB53npRfPqFiGF1ARa6O2qyugev.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dHoRIZJgwA26zE5WKyEazKUoZAZ.jpg"
    },
    {
      "id": "tmdb:1053008",
      "type": "movie",
      "name": "El luchador definitivo",
      "ids": {
        "tmdb": 1053008
      },
      "overview": "En el año 2046, donde existen los viajes en el tiempo y los combates a muerte son un deporte, un multimillonario realiza improbables peleas televisadas para descubrir al luchador definitivo: samuráis vs vikingos, caballeros vs policías, cowboys vs espartanos… Un policía de los 80 deberá participar en el programa y ganar todos los combates para poder regresar a su pasado.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/vmRtkq80lG1SO4wDscDUbuuoa3n.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2u0PRdGOcd4v3Zbb9JuZgpSBrtO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9sSKuD2X2FOaMUrUpLvYcRsgQxH.png"
    },
    {
      "id": "tmdb:1252382",
      "type": "movie",
      "name": "En busca de Joy",
      "ids": {
        "tmdb": 1252382
      },
      "overview": "Shannon Thornton es Joy, talentosa pero ignorada diseñadora de Nueva York. Desafortunada en el amor y en su carrera, va de vacaciones a Colorado tras su amor platónico. Cuando un impactante descubrimiento la deja atrapada en una tormenta, Joy halla consuelo en Ridge (Tosin Morohunfola). Este encuentro transforma su perspectiva de la vida y el amor, y probablemente cambie su camino para siempre.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/nvKAyUWyi5BzmAoHz84J4DWuVam.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jQaYfN8ZeQxDZIopwDyOcciGj3N.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/u4bzuxVt3d9hwXAufTCv1FQeBsT.png"
    },
    {
      "id": "tmdb:1119878",
      "type": "movie",
      "name": "Ice Road: Venganza",
      "ids": {
        "tmdb": 1119878
      },
      "overview": "El camionero del hielo Mike McCann, cumpliendo el último deseo de su hermano, viaja a Nepal para esparcir sus cenizas en el monte Everest. En un autobús turístico que atraviesa el territorio de la tristemente célebre Ruta al Cielo, Mike y su guía se topan con un grupo de mercenarios y deberán luchar para salvar sus vidas.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/5Wb1sOZvFulzzJE5JDWCnFSCvJ5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ypZZ8IspcRuC9srzuaTU6O6BQBb.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kEqs5aTSmmYc1DE1jCOcY573V0A.png"
    },
    {
      "id": "tmdb:1042834",
      "type": "movie",
      "name": "Edén",
      "ids": {
        "tmdb": 1042834
      },
      "overview": "En 1932, un grupo de europeos busca una nueva vida en una isla deshabitada del archipiélago de las Galápagos. Ellos y quienes les siguen creen haber encontrado el paraíso, pero descubren que el infierno son los demás.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/ljeWnqoxhW0CR2QEoIrWDRghSUk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7LH0AzPdQiM1WlDGaHKAl5kCFTu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/g5JlAFuYEjignEb3YUIgspQfEp8.png"
    },
    {
      "id": "tmdb:238",
      "type": "movie",
      "name": "El padrino",
      "ids": {
        "tmdb": 238
      },
      "overview": "Don Vito Corleone, conocido dentro de los círculos del hampa como 'El Padrino', es el patriarca de una de las cinco familias que ejercen el mando de la Cosa Nostra en Nueva York en los años cuarenta. Don Corleone tiene cuatro hijos: una chica, Connie, y tres varones; Sonny, Michael y Fredo. Cuando el Padrino reclina intervenir en el negocio de estupefacientes, empieza una cruenta lucha de violentos episodios entre las distintas familias del crimen organizado.",
      "year": 1972,
      "poster": "https://image.tmdb.org/t/p/w342/ApiEfzSkrqS4m1L5a2GwWXzIiAs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/k0E1zn685h9RihffFMIiI9qBn2s.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gSDhcObC7ytBG7VNzcaGJki01iW.png"
    },
    {
      "id": "tmdb:997113",
      "type": "movie",
      "name": "Hedda",
      "ids": {
        "tmdb": 997113
      },
      "overview": "La hija de un general vive en una casa que no quiere, en un matrimonio en el que se siente atrapada y un ex amante que reaparece en su vida... Readaptación de la famosa pieza teatral del dramaturgo Henrik Ibsen.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/ecflk7AZf0ij205yDswjlvdxlCO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/79MEJI2y4jswLUG2YtdxDuVTuih.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eXyb1e6LNFmfDbfujuO39wkhV2L.png"
    },
    {
      "id": "tmdb:1197306",
      "type": "movie",
      "name": "A Working Man",
      "ids": {
        "tmdb": 1197306
      },
      "overview": "Levon Cade dejó atrás una condecorada carrera militar en las operaciones encubiertas para vivir una vida sencilla trabajando en la construcción. Pero cuando la hija de su jefe, que para él es como de la familia, es secuestrada por traficantes de personas, su búsqueda para traerla a casa descubre un mundo de corrupción mucho mayor de lo que jamás podría haber imaginado.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/aG50Ad3UV8cCQWpNWSHHUqgKGNB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uz3PYuJFmLn01uVaIlWdzk6sWtC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/glIqxFNDJFHrLgg7JBdQCx2sl1v.png"
    },
    {
      "id": "tmdb:1156593",
      "type": "movie",
      "name": "Culpa tuya",
      "ids": {
        "tmdb": 1156593
      },
      "overview": "El amor entre Noah y Nick parece inquebrantable, a pesar de las maniobras de sus padres por separarles. Pero el trabajo de él y la entrada de ella en la universidad, abre sus vidas a nuevas relaciones. La aparición de una exnovia que busca venganza y de la madre Nick con intenciones poco claras, removerán los cimientos no solo de su relación, sino de la propia familia Leister. Cuando tantas personas están dispuestas a destruir una relación, ¿puede realmente acabar bien?",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/1jvCVdlgInyItAUEvvvCakm1Yxz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2wN6xbmMPFVqnhQkoxNBTB5djFR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tXYv8Q4pf2xuRaX5OrmH8d9AUK2.png"
    },
    {
      "id": "tmdb:18785",
      "type": "movie",
      "name": "Resacón en Las Vegas",
      "ids": {
        "tmdb": 18785
      },
      "overview": "\"The Hangover\" es la historia de una desmadrada despedida de soltero en la que el futuro novio y sus tres amigos, dos días antes de la boda, se montan la juerga padre en Las Vegas. Doug viaja a la ciudad del juego con sus mejores amigos Phil y Stu, así como su futuro cuñado Alan. La juerga es de campeonato y, como era de esperar, a la mañana siguiente tienen una resaca monumental. El problema es que, siendo incapaces de recordar nada de lo ocurrido durante la noche anterior, se encuentran con que el prometido ha desaparecido, topándose en su lugar con otras dos sorpresas en la suite del hotel: un tigre y un bebé.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rqeim09TdaflSvPNVnCTBjUHlKu.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aJ9NIz5Pnefpy0AmWPr4qmkxd60.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ciErZtCdboxyCjJxf468krLNRjX.png"
    },
    {
      "id": "tmdb:870028",
      "type": "movie",
      "name": "El contable 2",
      "ids": {
        "tmdb": 870028
      },
      "overview": "Cuando un viejo conocido es asesinado, Wolff se ve obligado a resolver el caso. Al darse cuenta de que son necesarias medidas más extremas, Wolff recluta a su hermano Brax, distanciado y muy letal, para que le ayude. En colaboración con Marybeth Medina, descubren una conspiración mortal y se convierten en objetivo de una despiadada red de asesinos que no se detendrán ante nada para mantener sus secretos enterrados.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/jcV9YfjBRo6occxqeWtEiyWwMoG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6yNfpmeDmG0NSmZLooQ5TZbZW81.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/npx5Ad1csHYx0FuAA8iVfrXfj52.png"
    },
    {
      "id": "tmdb:105",
      "type": "movie",
      "name": "Regreso al futuro",
      "ids": {
        "tmdb": 105
      },
      "overview": "El adolescente Marty McFly es amigo de Doc, un científico al que todos toman por loco. Cuando Doc crea una máquina para viajar en el tiempo, un error fortuito hace que Marty llegue a 1955, año en el que sus futuros padres aún no se habían conocido. Después de impedir su primer encuentro, deberá conseguir que se conozcan y se casen; de lo contrario, su existencia no sería posible.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/owk40tn1sFJmC7bhamEpmhdZPKa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aYFwRXjiilOavzJ6r6dYv7Q4kUV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jFYEAKzR1lkd2fhxqd8hp8fhR6u.png"
    },
    {
      "id": "tmdb:504",
      "type": "movie",
      "name": "Monster",
      "ids": {
        "tmdb": 504
      },
      "overview": "Basada en hechos reales. Aileen Wuornos es una prostituta que fue ejecutada en 2002 en el estado de Florida, tras confesarse autora de seis asesinatos, incluido un policía. Aileen declaró que había matado en defensa propia, como reacción a los violentos ataques que sufria mientras ejercía su oficio. Al borde de la desesperación y del suicidio, conoce un día en un bar a Selby Wall, una joven lesbiana, que ha sido enviada por sus padres a vivir con su tía para \"curar su homosexualidad\". Wuornos, víctima de una trágica infancia llena de abusos, rápidamente se enamora de Selby, encontrando en ella una razón para vivir. Incapaz de encontrar un trabajo digno, Wuornos sigue ejerciendo la prostitución. Cuando uno de sus clientes la maltrata, ella lo mata en defensa propia, comenzando así una trágica cadena de asesinatos. Esta es la historia de una asesina, pero también una historia de amor entre dos inadaptadas.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/gaHEndERUUn3ZwdeeKYy0WBhgET.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aG2uZljWdZGLgNVW0ElPgYKxnJx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dPJhoYMnyc1SwAqvc8sEiimWHvP.png"
    },
    {
      "id": "tmdb:61642",
      "type": "movie",
      "name": "Gigantes de plata",
      "ids": {
        "tmdb": 61642
      },
      "overview": "El jefe de un sindicato mafioso que controla el juego de Las Vegas, necesita dar salida a sus ganancias ilegales. La mejor solución sería ingresar el dinero en un banco suizo, pero como ningún banco quiere el dinero sucio, decide comprar su propio banco para blanquearlo. Por ello, el jefe del sindicato encarga a Doc Fletcher (Michael Caine), supervisar la operación.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/2LS9UoL4sehS1TUKi8dCB36oyxH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fa0WNzjuWJseqiOmXh6U3yxJHXh.jpg"
    },
    {
      "id": "tmdb:63727",
      "type": "movie",
      "name": "La posesión de Emma Evans",
      "ids": {
        "tmdb": 63727
      },
      "overview": "Harta de un ambiente familiar que considera excesivamente asfixiante y autoritario, Emma Evans, una adolescente problemática e insatisfecha, decide liberarse de esa atmófera opresiva. Para conseguirlo, da rienda suelta a sus deseos más ocultos, sin sospechar que desencadenará oscuras y poderosas fuerzas que no podrá controlar y que traerán el horror y la tragedia al hogar de los Evans.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/aLNBrIeiq49fTV8nhQYLWglSOcr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cDD8be3mZkungkbDfHHR94UGYJX.jpg"
    },
    {
      "id": "tmdb:531208",
      "type": "movie",
      "name": "El Mundo del Triasico",
      "ids": {
        "tmdb": 531208
      },
      "overview": "En un futuro no muy lejano los dinosaurios vuelven a la vida, aunque sólo como donantes de órganos humanos para transplantes. Sin saberlo, los científicos han creado una nueva vertiente de seres indestructibles que ponen en jaque a la humanidad cuando se escapan del laboratorio en el que habitan.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/yiWTjTU7fUMlwHKuyWe0P3awHB1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4ywXFLQKkA0XX9xbSXpJW0hqvKu.jpg"
    },
    {
      "id": "tmdb:680",
      "type": "movie",
      "name": "Pulp Fiction",
      "ids": {
        "tmdb": 680
      },
      "overview": "Jules y Vincent, dos asesinos a sueldo con muy pocas luces, trabajan para Marsellus Wallace. Vincent le confiesa a Jules que Marsellus le ha pedido que cuide de Mia, su mujer. Jules le recomienda prudencia porque es muy peligroso sobrepasarse con la novia del jefe. Cuando llega la hora de trabajar, ambos deben ponerse manos a la obra. Su misión: recuperar un misterioso maletín.",
      "year": 1994,
      "poster": "https://image.tmdb.org/t/p/w342/hNcQAuquJxTxl2fJFs1R42DrWcf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yZnDozjJnYKlKKiYO7u2vmPWNcE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hBykAcgUmLtXhdlRHpz0AdyvZA5.png"
    },
    {
      "id": "tmdb:496243",
      "type": "movie",
      "name": "Parásitos",
      "ids": {
        "tmdb": 496243
      },
      "overview": "Tanto Gi Taek (Song Kang-ho) como su familia están sin trabajo. Cuando su hijo mayor, Gi Woo (Choi Woo-sik), empieza a dar clases particulares en casa de Park (Lee Seon-gyun), las dos familias, que tienen mucho en común pese a pertenecer a dos mundos totalmente distintos, comienzan una interrelación de resultados imprevisibles.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/4N55tgxDW0RRATyrZHbx0q9HUKv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ao0dFrU4QrmnVYt6ywnsGNjmuAT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7yTwlOYScxmNEHK2RJr1YWRTOEW.png"
    },
    {
      "id": "tmdb:86246",
      "type": "movie",
      "name": "Eliza Fraser",
      "ids": {
        "tmdb": 86246
      },
      "overview": "Un viejo capitán y su joven esposa comparten muchas aventuras después de que naufragaron y fueron capturados por los aborígenes en una isla cerca de Australia.",
      "year": 1976,
      "poster": "https://image.tmdb.org/t/p/w342/tZLCrDEb2VUOVAaOB3ZaKZHaTtf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aig1b1Aw9cdjaRqA7ZqXIONw1YZ.jpg"
    },
    {
      "id": "tmdb:46691",
      "type": "movie",
      "name": "Joe, ciudadano americano",
      "ids": {
        "tmdb": 46691
      },
      "overview": "Bill es un rico hombre de negocios con una mancha en su vida que le tortura: el novio de su hija, un \"camello\" con el que pronto se enfrentará. (FILMAFFINITY)",
      "year": 1970,
      "poster": "https://image.tmdb.org/t/p/w342/2x4YCP8uV4cKOS5ZEKt1Cc1h4eF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wJzz1upLQBbDGCh5oTcgHUmaZYB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xiG0OF8vkntGZ8l8Fc0bt7ac0RE.png"
    },
    {
      "id": "tmdb:913290",
      "type": "movie",
      "name": "Barbarian",
      "ids": {
        "tmdb": 913290
      },
      "overview": "Una joven que viaja a Detroit para una entrevista de trabajo alquila una casa para pasar la noche. Pero cuando llega a altas horas de la noche, descubre que la casa está doblemente reservada y que un hombre extraño ya se está quedando allí. En contra de su buen juicio, decide pasar la noche allí, pero pronto descubre que hay mucho más que temer que un invitado inesperado.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/rHDL6LTRgc9h3oGkeoWVJpnkhTI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bwjoQeyBYn2KRzifdyvJBhHNTlL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2Jd3Q0OBMFaVPI5oCu0HhI92eNK.png"
    },
    {
      "id": "tmdb:749170",
      "type": "movie",
      "name": "Jefes de Estado",
      "ids": {
        "tmdb": 749170
      },
      "overview": "El primer ministro del Reino Unido y el presidente de EE. UU. tienen una rivalidad pública que pone en riesgo la alianza entre sus países. Pero cuando se convierten en el blanco de un poderoso enemigo, se ven obligados a confiar el uno en el otro. Aliados con Noel, una agente del MI6, intenta frustrar una conspiración que amenaza al mundo libre.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/2CSdwqOUMH23cEBodqAJynMFz7c.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1xDev1aS6juHOuhpOIKKlczEdrW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2VLbTs11eF3Ecw7coArU1oEGj1G.png"
    },
    {
      "id": "tmdb:575264",
      "type": "movie",
      "name": "Misión: Imposible - Sentencia mortal parte uno",
      "ids": {
        "tmdb": 575264
      },
      "overview": "Ethan Hunt y la IMF emprenden la misión más peligrosa a la que nunca se han enfrentado: rastrear una nueva y aterradora arma que amenaza a toda la humanidad antes de que caiga en las manos de un enemigo todopoderoso y misterioso.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/83sGKvCv2T2CulYbd40Aeduc7n2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lw1xaKo2qqTNlHPMbKK4ZVib4ON.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oYqZ43RXHV4F9a8TTjMK29dF8iK.png"
    },
    {
      "id": "tmdb:348811",
      "type": "movie",
      "name": "Comando War Pigs",
      "ids": {
        "tmdb": 348811
      },
      "overview": "Una unidad de inadaptados conocidos como War Pigs debe ir detrás de las líneas enemigas para exterminar nazis por cualquier medio necesario.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/yKTFCdZjocd4kFwVkhBoKFokWzY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qt78zvlpXqNiiy090ggqe7cWuFU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yhZj9E826JkMUC1zgNORZICMdS1.png"
    },
    {
      "id": "tmdb:82657",
      "type": "movie",
      "name": "7500",
      "ids": {
        "tmdb": 82657
      },
      "overview": "Centra su acción en un vuelo a través del Pacifico y en como una especie de fuerza sobrenatural le afectará.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/8lz7vt9Rcdb7xvR2A8P2GlFit2O.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9cyCxJL0YxcYAMIVd4HMqyZOXyn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/81ExA0tb8ftqowtnP5wsdmtzQGn.png"
    },
    {
      "id": "tmdb:412547",
      "type": "movie",
      "name": "Asesinos internacionales",
      "ids": {
        "tmdb": 412547
      },
      "overview": "Un grupo asesinos se une con un objetivo común: asesinar a Gunther, el mejor matón a sueldo del mundo. Lógicamente, él no se lo pondrá fácil.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/xnMzySwb7LXciqWnGsTexNO8mgM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/u39BX33drFeaUTobnECyRRQbCED.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3F3mRpGzGCRNbciZmagwYVMrx1V.png"
    },
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:845781",
      "type": "movie",
      "name": "Red One",
      "ids": {
        "tmdb": 845781
      },
      "overview": "Tras el secuestro de Papá Noel (nombre en clave: RED ONE), el Jefe de Seguridad del Polo Norte (Dwayne Johnson) debe formar equipo con el cazarrecompensas más infame del mundo (Chris Evans) en una misión trotamundos llena de acción para salvar la Navidad.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/dpskAcm71w5v8zQ8RmPmJiP31Om.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2MWJEFwQi7GF9rPZDnai4eIQMO1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1a40h3dCiDlonF2St05dnMXGs71.png"
    },
    {
      "id": "tmdb:13",
      "type": "movie",
      "name": "Forrest Gump",
      "ids": {
        "tmdb": 13
      },
      "overview": "Forrest Gump es un chico con deficiencias mentales no muy profundas y con alguna incapacidad motora que, a pesar de todo, llegará a convertirse, entre otras cosas, en un héroe durante la Guerra del Vietnam. Su persistencia y bondad le llevarán a conseguir una gran fortuna, ser objeto del clamor popular y a codearse con las más altas esferas sociales y políticas del país. Siempre sin olvidar a Jenny, su gran amor desde que era niño.",
      "year": 1994,
      "poster": "https://image.tmdb.org/t/p/w342/oiqKEhEfxl9knzWXvWecJKN3aj6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tNVTWNa8cxZLw7aWvHzSDLyc7ig.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kjUupFukLAkxM40so0YfRGY5aHo.png"
    },
    {
      "id": "tmdb:1028248",
      "type": "movie",
      "name": "As Good As Dead. Ahora más peligroso",
      "ids": {
        "tmdb": 1028248
      },
      "overview": "Bryant (Michael Jai White), un hombre con un pasado misterioso, se muda a un pequeño pueblo fronterizo mexicano para empezar de nuevo y vivir una vida sencilla. Mientras está allí, se hace amigo de mala gana de un adolescente local con problemas que recientemente perdió a su madre y está siendo reclutado por la pandilla callejera local.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/niTXgu5Ydz64KkanuPqkppfW5gI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mV4HOq4Q8QxigC4z0YvHWSjrs8H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/atHM5eeBUXQLw6zpulhW86mSoZA.png"
    },
    {
      "id": "tmdb:866398",
      "type": "movie",
      "name": "Beekeeper: El protector",
      "ids": {
        "tmdb": 866398
      },
      "overview": "La brutal campaña de venganza de Adam Clay adquiere tintes nacionales tras revelarse que es un antiguo agente de una poderosa organización clandestina conocida como \"Beekeeper\".",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/gBdhYoROX6SHE3vVnBfEHI7Ojma.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/u5y8a5P3OL8dikgJdtyO3ZBrXmv.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kU7iTzvZ1GbQZMpWsP6wcqhZNoj.png"
    },
    {
      "id": "tmdb:61539",
      "type": "movie",
      "name": "Rabia",
      "ids": {
        "tmdb": 61539
      },
      "overview": "José María es albañil y Rosa empleada doméstica interna. Son inmigrantes sudamericanos, trabajan en España y desde hace pocas semanas son pareja. Unas vacaciones de los jefes de Rosa permite a José María pasar unos días con ella dentro de la casa y fantasear acerca de lo que sería una vida compartida. José María tiene una personalidad volátil y una discusión lo lleva a un enfrentamiento físico violento con su capataz, que culmina con la muerte “accidental” de este último. José María no sabe qué hacer y se refugia en la mansión donde trabaja Rosa, sin contar nada a nadie, ni siquiera a ella...",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/u6kcdyG06mbvWgH3LC3dVmqlyBo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vJR2D2h88MXlenyviN2JDmfDT7A.jpg"
    },
    {
      "id": "tmdb:106646",
      "type": "movie",
      "name": "El lobo de Wall Street",
      "ids": {
        "tmdb": 106646
      },
      "overview": "Película basada en hechos reales del corredor de bolsa neoyorquino Jordan Belfort. A mediados de los años 80, Belfort era un joven honrado que perseguía el sueño americano, pero pronto en la agencia de valores aprendió que lo más importante no era hacer ganar a sus clientes, sino ser ambicioso y ganar una buena comisión. Su enorme éxito y fortuna le valió el mote de \"El lobo de Wall Street\". Dinero. Poder. Mujeres. Drogas. Las tentaciones abundaban y el temor a la ley era irrelevante. Jordan y su manada de lobos consideraban que la discreción era una cualidad anticuada; nunca se conformaban con lo que tenían.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/uthRoUeTtiep5HCoySlOjQSPCbJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3r21LrAcuheli81CCv1QW15gJow.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gOhYHh1qdjqa2cOTjuN3t09Q9gW.png"
    },
    {
      "id": "tmdb:8871",
      "type": "movie",
      "name": "El Grinch",
      "ids": {
        "tmdb": 8871
      },
      "overview": "Cada año, en Navidad, los lugareños perturban su pacífica soledad con celebraciones cada vez más desmesuradas, luminosas y ruidosas. Cuando los Quién declaran que ese año van a preparar una Navidad el triple de grande, el Grinch se da cuenta de que solo hay un modo de recuperar algo de paz y silencio: robar la Navidad. Para ello, decide hacerse pasar por Santa Claus en Nochebuena, haciéndose con un reno muy peculiar para tirar de su trineo. Mientras tanto, en Villa Quién, una dulce niña llamada Cindy-Lou, desbordante de espíritu navideño, planea con sus amigos atrapar a Papá Noel durante su visita en Nochebuena para darle las gracias por ayudar a su trabajadora madre. Sin embargo, a medida que se acerca la noche mágica, sus buenas intenciones amenazan con chocar con las del Grinch, mucho más perversas.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/yCZ3xAPM5009ltBUUwPtCeWKQWy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qkt1Qn9j6yw9rcJhvSu1p3wuiBm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/87Gk6cCexvE0VVRF25ppQ2STubX.png"
    },
    {
      "id": "tmdb:48207",
      "type": "movie",
      "name": "Melody",
      "ids": {
        "tmdb": 48207
      },
      "overview": "Londres, años 70. Dos jóvenes amigos se rebelan contra el mundo de los adultos. Uno de ellos vive un bello e inocente romance con una compañera del colegio.",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/8UoL2IkDnDqT9pvUk5HA2LQmvji.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hYdUqZsGe2K8eTjgU6WZEeMyczi.jpg"
    },
    {
      "id": "tmdb:12663",
      "type": "movie",
      "name": "Red Scorpion",
      "ids": {
        "tmdb": 12663
      },
      "overview": "Nikolai es un agente soviético que se desplaza a un pais africano con objeto de eliminar al jefe de un grupo guerrillero opuesto al gobierno de la nación. Una vez allí contactará con los rebeldes, para los que se convertirá en un héroe.",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/lDXZPzd0JyYZUjOvUg2azxUDnsZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kOoaeNVW3P47i0wfgkZLKwiDsJV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/r0fHk9qeyUChKF5J7QrWpGBGVSE.png"
    },
    {
      "id": "tmdb:27578",
      "type": "movie",
      "name": "Los mercenarios",
      "ids": {
        "tmdb": 27578
      },
      "overview": "Un grupo de mercenarios es contratado para infiltrarse en un país sudamericano y derrocar a su despiadado y corrupto dictador. Una vez allí, se verán atrapados en una telaraña de engaño y traición. Una vez fracasada la misión, tendrán que enfrentarse a un reto aún más difícil; salvar la unidad del grupo y la amistad que los ha unido durante largos años.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/qiKXe4xbXnXdrhQXmXpZwG4Qlkv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7iugqPsB7BkqPouupLjmMDHsk45.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7Gjh8HJpkgQplW0ydg1xJrZWwAC.png"
    },
    {
      "id": "tmdb:359410",
      "type": "movie",
      "name": "Road House (De profesión: duro)",
      "ids": {
        "tmdb": 359410
      },
      "overview": "Dalton es un exluchador de la UFC en horas bajas que acepta un trabajo como portero en un conflictivo bar de carretera de los Cayos de Florida, sólo para descubrir que este paraíso no es todo lo que parece... Remake de la película de 1989 con Patrick Swayze.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/n5af068Xoa2feazpY5MP3xcW5Mj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dYr1z7IaZWmdT6aJxD6KoePictq.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/77THaFziWEMmsvmKr2mIEEwH0te.png"
    },
    {
      "id": "tmdb:307081",
      "type": "movie",
      "name": "Redención (Southpaw)",
      "ids": {
        "tmdb": 307081
      },
      "overview": "Pese a haber gozado de gloria y de premios en su pasado, un luchador (Jake Gyllenhaal) ha caído en desgracia. Sin embargo, no se ha rendido y ha tomado la decisión de mejorar su imagen por el bien de su mujer y su hija.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/vMXldZHhDTkMvw9AYePwHInyJ1n.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oSfnVSi0qyWUY2EEgrjZRosCNvi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oqB6RnOXFOqmtb4iDmwZnnnLAwg.png"
    },
    {
      "id": "tmdb:361743",
      "type": "movie",
      "name": "Top Gun: Maverick",
      "ids": {
        "tmdb": 361743
      },
      "overview": "Después de más de 30 años de servicio como uno de los mejores aviadores de la Armada, Pete \"Maverick\" Mitchell se encuentra dónde siempre quiso estar, empujando los límites como un valiente piloto de prueba y esquivando el alcance en su rango, que no le dejaría volar emplazándolo en tierra. Cuando se encuentra entrenando a un destacamento de graduados de Top Gun para una misión especializada, Maverick se encuentra allí con el teniente Bradley Bradshaw, el hijo de su difunto amigo \"Goose\".",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/AlWpEpQq0RgZIXVHAHZtFhEvRgd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jALOpRgEjKLWn5ZD01pGecHdCNt.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/w6dMatJzyyVtmE8JVGnNjviapnv.png"
    },
    {
      "id": "tmdb:569094",
      "type": "movie",
      "name": "Spider-Man: Cruzando el Multiverso",
      "ids": {
        "tmdb": 569094
      },
      "overview": "Tras reencontrarse con Gwen Stacy, el amigable vecindario de Spider-Man de Brooklyn al completo es catapultado a través del Multiverso, donde se encuentra con un equipo de Spidermans encargados de proteger su propia existencia. Pero cuando los héroes se enfrentan sobre cómo manejar una nueva amenaza, Miles se encuentra enfrentado a las otras Arañas y debe redefinir lo que significa ser un héroe para poder salvar a la gente que más quiere.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/37WcNMgNOMxdhT87MFl7tq7FM1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dqW4XklqnMOopW9MMmT2lmLN3dT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kFV7w6AfJogA5io4UyhGD4eNgyJ.png"
    }
  ]
}