{
  "metas": [
    {
      "id": "tmdb:1196573",
      "type": "movie",
      "name": "La educación de Polly McClusky",
      "ids": {
        "tmdb": 1196573
      },
      "overview": "Tras salir de prisión, Nate debe proteger a su hija Polly de una peligrosa banda que ha puesto precio a sus vidas. Juntos emprenden una huida violenta y desesperada por el desierto, mientras él le enseña a sobrevivir en un mundo brutal. En el camino, padre e hija forjan un profundo vínculo marcado por la redención y el crecimiento mutuo... Adaptación de la premiada novela de Jordan Harper.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/lL0mC1UeVONCsdIzN5Lq6BSr5Jp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eX31jvOg10p2bWAXs1RQPyRNUvM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/engQHtbAob3uPPU88mucAcc9Ep8.png"
    },
    {
      "id": "tmdb:1248226",
      "type": "movie",
      "name": "Juegos de niños",
      "ids": {
        "tmdb": 1248226
      },
      "overview": "Brian acaba de ser despedido de su trabajo, y se convierte en un padre que se queda en casa. Acepta una invitación para jugar de otro padre, que resulta ser un bala perdida.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/sWhglhFoGA0T7n5U6Yi0t8LBGjA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gAR5CbKYuljOtJED1uipBLNSsiD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4XQyjOv5Y0EbYDdB1p3sMRH7uWv.png"
    },
    {
      "id": "tmdb:1481331",
      "type": "movie",
      "name": "Nahual",
      "ids": {
        "tmdb": 1481331
      },
      "overview": "La exótica escapada de Katia Montero se convierte en una pesadilla al ser poseída por un espíritu animal sediento de sangre. Encuentros eróticos, violencia y leyendas locales transforman el paraíso en un infierno en esta nueva versión de un escalofriante mito sudamericano.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/gQZn4Rx3LpIBnFunH1AKxAMYYd9.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:1237082",
      "type": "movie",
      "name": "31 Minutos: Calurosa Navidad",
      "ids": {
        "tmdb": 1237082
      },
      "overview": "Al periodista estrella de 31 Minutos, Juan Carlos Bodoque se le es encomendada la tarea de ir a recoger al Polo Norte los regalos de navidad de todo el pueblo de Titirilquén, sin embargo, la tentación al juego se hará presente en la misión de Bodoque. Mientras que Mario Hugo intenta montar un show navideño en el estudio de 31 minutos, pero todo termina saliendo mal.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/dv9UrOoicRiMGkzr2oj2YwSFY2K.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lLFPw9TlYLJdyEAXcKTjvp9ihpz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/v1rXdzSA2XV0n6IZ2znyTYobkvY.png"
    },
    {
      "id": "tmdb:1280518",
      "type": "movie",
      "name": "Laberinto de sombras",
      "ids": {
        "tmdb": 1280518
      },
      "overview": "Elena quedó ciega tras un accidente, desde entonces vive sola en una vieja casa familiar. Tras la llegada de dos extraños que pretenden robarle sus joyas y la aparición de extrañas fuerzas sobrenaturales convertirán la casa en un peligroso laberinto. El bien y el mal se enfrentarán hasta la muerte.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/565kBAr0hvgLbJKyAd3dUKk2xn0.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:1522377",
      "type": "movie",
      "name": "Dos mundos, un deseo",
      "ids": {
        "tmdb": 1522377
      },
      "overview": "Bilge y Can comienzan a escucharse telepáticamente veintiún años después de aquel encuentro mágico en el hospital infantil. Lo que parece ser un milagro termina siendo un secreto oculto, ya que el destino les reserva mucho más a pesar del tiempo: una aventura emocionante y una historia de amor épica.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/z3TOm0laEXLGPoH3VmzTYyHu1YR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iz3GAfLaTygDQQkqgNSLfsFRz2k.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uZ9hrHpgyGPjjfWR4tVNfURn2ju.png"
    },
    {
      "id": "tmdb:1010581",
      "type": "movie",
      "name": "Culpa mía",
      "ids": {
        "tmdb": 1010581
      },
      "overview": "Noah debe dejar su ciudad, novio y amigos para mudarse a la mansión de William Leister, el flamante y rico marido de su madre Rafaela. Por otro lado, con 17 años, orgullosa e independiente, Noah se resiste a vivir en una mansión rodeada de lujo. Allí conoce a Nick, su nuevo hermanastro, y el choque de sus fuertes personalidades se hace evidente desde el primer momento.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/gp31EwMH5D2bftOjscwkgTmoLAB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ytp4DLPaWryo8rrTNBSYPIOJfDw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fJx6YJf8bT4VmthEHhFpJic6Jhm.png"
    },
    {
      "id": "tmdb:1265063",
      "type": "movie",
      "name": "Caza de brujas",
      "ids": {
        "tmdb": 1265063
      },
      "overview": "Una profesora universitaria se encuentra en una encrucijada personal y profesional cuando una estudiante estrella acusa a uno de sus compañeros de trabajo y un oscuro secreto de su pasado amenaza con salir a la luz.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/3pjS6bkDl8zBC6jp6KjBZzxyofY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6pqwX2yEi4BMdYM7nisENYH6MVi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2OwnQJqK4BXHtJwFwvLoDl0VXBB.png"
    },
    {
      "id": "tmdb:1156594",
      "type": "movie",
      "name": "Culpa nuestra",
      "ids": {
        "tmdb": 1156594
      },
      "overview": "La boda de Jenna y Lion propicia el tan deseado reencuentro entre Noah y Nick tiempo después de su ruptura. La incapacidad de Nick para perdonar a Noah se alza como una barrera insalvable. Él, heredero de las empresas de su abuelo y ella, empezando su vida laboral, se resisten a alimentar una llama que aún sigue viva. Pero una vez que sus caminos se han vuelto a cruzar, ¿será el amor más fuerte que el rencor? Secuela de \"Culpa tuya\".",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/6kmi6vmp6iOn4KzI7WfnVtAeJhU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8WhlNrtQdyUBnKrw5WBJnsDn1HE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mhfqINvBNJSqmVxpsaMmFRIYVdz.png"
    },
    {
      "id": "tmdb:861451",
      "type": "movie",
      "name": "Martin",
      "ids": {
        "tmdb": 861451
      },
      "overview": "El viaje de un hombre que se descubre a sí mismo, encuentra el amor y lucha por su patria. ¿Podrá mantener el fuerte en las tres puertas?",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/bYe2ZjUhb4Kje0BpWE6kN34u2hv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/A6nBeHjhxHvSqr9YJ0BDd2MTZMu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kFMZLSkP7Jb8zPMP2AmZOXh4zkg.png"
    },
    {
      "id": "tmdb:1096563",
      "type": "movie",
      "name": "Lealtad rota",
      "ids": {
        "tmdb": 1096563
      },
      "overview": "Tras el asesinato del líder de una poderosa familia criminal, su hijo Grant busca venganza. Su mejor amigo, Ray, un agente federal, es la única persona que puede frenarlo antes de que se destruya a sí mismo y a la ciudad.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/59FFBARbcTO2jPhzzKuITmNC74k.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nRZxCsZFiEuCdW8eBLGFXGXe0W6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1h4kVGL2JL5D2iFfnSyzM9mmfv5.png"
    },
    {
      "id": "tmdb:541671",
      "type": "movie",
      "name": "Ballerina",
      "ids": {
        "tmdb": 541671
      },
      "overview": "Eve Macarro es una asesina entrenada por la Ruska Roma desde su infancia, la misma organización criminal encargada del adiestramiento de John Wick. En esta violenta historia de venganza, Eve intentará por todos los medios averiguar quién está detrás del asesinato de su padre. En su lucha por conocer la verdad, tendrá que atenerse a las normas de la Alta Mesa y, por supuesto, a las del Hotel Continental, donde descubrirá que existen secretos ocultos sobre su pasado.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/gQCrYmvCK7JCLXjCGTMRF5Lzr5c.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1B7CXnNQbIqPMvYAZrvwEv9563R.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/d4hvNyXn2dRWv9CpjzFW4BzjQLo.png"
    },
    {
      "id": "tmdb:8871",
      "type": "movie",
      "name": "El Grinch",
      "ids": {
        "tmdb": 8871
      },
      "overview": "Cada año, en Navidad, los lugareños perturban su pacífica soledad con celebraciones cada vez más desmesuradas, luminosas y ruidosas. Cuando los Quién declaran que ese año van a preparar una Navidad el triple de grande, el Grinch se da cuenta de que solo hay un modo de recuperar algo de paz y silencio: robar la Navidad. Para ello, decide hacerse pasar por Santa Claus en Nochebuena, haciéndose con un reno muy peculiar para tirar de su trineo. Mientras tanto, en Villa Quién, una dulce niña llamada Cindy-Lou, desbordante de espíritu navideño, planea con sus amigos atrapar a Papá Noel durante su visita en Nochebuena para darle las gracias por ayudar a su trabajadora madre. Sin embargo, a medida que se acerca la noche mágica, sus buenas intenciones amenazan con chocar con las del Grinch, mucho más perversas.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/yCZ3xAPM5009ltBUUwPtCeWKQWy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qkt1Qn9j6yw9rcJhvSu1p3wuiBm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/87Gk6cCexvE0VVRF25ppQ2STubX.png"
    },
    {
      "id": "tmdb:749170",
      "type": "movie",
      "name": "Jefes de Estado",
      "ids": {
        "tmdb": 749170
      },
      "overview": "El primer ministro del Reino Unido y el presidente de EE. UU. tienen una rivalidad pública que pone en riesgo la alianza entre sus países. Pero cuando se convierten en el blanco de un poderoso enemigo, se ven obligados a confiar el uno en el otro. Aliados con Noel, una agente del MI6, intenta frustrar una conspiración que amenaza al mundo libre.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/2CSdwqOUMH23cEBodqAJynMFz7c.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1xDev1aS6juHOuhpOIKKlczEdrW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2VLbTs11eF3Ecw7coArU1oEGj1G.png"
    },
    {
      "id": "tmdb:535809",
      "type": "movie",
      "name": "La navidad de una adicta a los zapatos",
      "ids": {
        "tmdb": 535809
      },
      "overview": "Cuando se acerca la Navidad, una trabajadora de una tienda por departamentos cuya vida carece de satisfacción se encuentra con su ángel guardián, quien le ofrece la oportunidad de cambiar sus circunstancias transportándose mágicamente al pasado navideño cada vez que se prueba un nuevo par de zapatos.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/xAMSWUBSG8rhXuU9JmQItWNmn4U.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wu8AWGZYM0ZsUWoNNI1sLA4bGPf.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/Ow9RlE68Kwlj2u5vTaloil03mj.png"
    },
    {
      "id": "tmdb:1186350",
      "type": "movie",
      "name": "Marco",
      "ids": {
        "tmdb": 1186350
      },
      "overview": "El hijo adoptivo de la familia Adattu, Marco, se embarca en una despiadada búsqueda de venganza después de que su hermano es brutalmente asesinado, encontrando solo traición, pérdida y una brutalidad inimaginable a cada paso.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/il3ao5gcF6fZNqo1o9o7lusmEyU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fyT1X8DGW3MlwXjdAoZFCc183fZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zp04i9bv8WMfzr7IUFcdXWDiAi3.png"
    },
    {
      "id": "tmdb:238",
      "type": "movie",
      "name": "El padrino",
      "ids": {
        "tmdb": 238
      },
      "overview": "Don Vito Corleone, conocido dentro de los círculos del hampa como 'El Padrino', es el patriarca de una de las cinco familias que ejercen el mando de la Cosa Nostra en Nueva York en los años cuarenta. Don Corleone tiene cuatro hijos: una chica, Connie, y tres varones; Sonny, Michael y Fredo. Cuando el Padrino reclina intervenir en el negocio de estupefacientes, empieza una cruenta lucha de violentos episodios entre las distintas familias del crimen organizado.",
      "year": 1972,
      "poster": "https://image.tmdb.org/t/p/w342/ApiEfzSkrqS4m1L5a2GwWXzIiAs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/k0E1zn685h9RihffFMIiI9qBn2s.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gSDhcObC7ytBG7VNzcaGJki01iW.png"
    },
    {
      "id": "tmdb:941109",
      "type": "movie",
      "name": "Juego sucio",
      "ids": {
        "tmdb": 941109
      },
      "overview": "Un experto ladrón lleva a cabo el mayor robo de su vida. Parker, junto a Grofield, Zen y un equipo experto, se ven involucrados en un golpe que los enfrenta a la mafia de Nueva York en esta arriesgada misión.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/70Na5MXfOsFlJvoX6oKYAwOhNN9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fpPFrlZI7h59u20xnm6UELHe1C.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8FYBuJbhWVMUjYkUcebfGPPicQx.png"
    },
    {
      "id": "tmdb:1197306",
      "type": "movie",
      "name": "A Working Man",
      "ids": {
        "tmdb": 1197306
      },
      "overview": "Levon Cade dejó atrás una condecorada carrera militar en las operaciones encubiertas para vivir una vida sencilla trabajando en la construcción. Pero cuando la hija de su jefe, que para él es como de la familia, es secuestrada por traficantes de personas, su búsqueda para traerla a casa descubre un mundo de corrupción mucho mayor de lo que jamás podría haber imaginado.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/aG50Ad3UV8cCQWpNWSHHUqgKGNB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uz3PYuJFmLn01uVaIlWdzk6sWtC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/glIqxFNDJFHrLgg7JBdQCx2sl1v.png"
    },
    {
      "id": "tmdb:106646",
      "type": "movie",
      "name": "El lobo de Wall Street",
      "ids": {
        "tmdb": 106646
      },
      "overview": "Película basada en hechos reales del corredor de bolsa neoyorquino Jordan Belfort. A mediados de los años 80, Belfort era un joven honrado que perseguía el sueño americano, pero pronto en la agencia de valores aprendió que lo más importante no era hacer ganar a sus clientes, sino ser ambicioso y ganar una buena comisión. Su enorme éxito y fortuna le valió el mote de \"El lobo de Wall Street\". Dinero. Poder. Mujeres. Drogas. Las tentaciones abundaban y el temor a la ley era irrelevante. Jordan y su manada de lobos consideraban que la discreción era una cualidad anticuada; nunca se conformaban con lo que tenían.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/uthRoUeTtiep5HCoySlOjQSPCbJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3r21LrAcuheli81CCv1QW15gJow.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gOhYHh1qdjqa2cOTjuN3t09Q9gW.png"
    },
    {
      "id": "tmdb:1119878",
      "type": "movie",
      "name": "Ice Road: Venganza",
      "ids": {
        "tmdb": 1119878
      },
      "overview": "El camionero del hielo Mike McCann, cumpliendo el último deseo de su hermano, viaja a Nepal para esparcir sus cenizas en el monte Everest. En un autobús turístico que atraviesa el territorio de la tristemente célebre Ruta al Cielo, Mike y su guía se topan con un grupo de mercenarios y deberán luchar para salvar sus vidas.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/5Wb1sOZvFulzzJE5JDWCnFSCvJ5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ypZZ8IspcRuC9srzuaTU6O6BQBb.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kEqs5aTSmmYc1DE1jCOcY573V0A.png"
    },
    {
      "id": "tmdb:496243",
      "type": "movie",
      "name": "Parásitos",
      "ids": {
        "tmdb": 496243
      },
      "overview": "Tanto Gi Taek (Song Kang-ho) como su familia están sin trabajo. Cuando su hijo mayor, Gi Woo (Choi Woo-sik), empieza a dar clases particulares en casa de Park (Lee Seon-gyun), las dos familias, que tienen mucho en común pese a pertenecer a dos mundos totalmente distintos, comienzan una interrelación de resultados imprevisibles.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/4N55tgxDW0RRATyrZHbx0q9HUKv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ao0dFrU4QrmnVYt6ywnsGNjmuAT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7yTwlOYScxmNEHK2RJr1YWRTOEW.png"
    },
    {
      "id": "tmdb:75656",
      "type": "movie",
      "name": "Ahora me ves",
      "ids": {
        "tmdb": 75656
      },
      "overview": "Un equipo del FBI debe enfrentarse a una banda de criminales expertos en magia. Ellos son 'los cuatro jinetes', un grupo formado por los mejores ilusionistas del mundo, dedicado a realizar grandes robos contra hombres de negocios corruptos. Su gran golpe es pasar desapercibidos para hacer llover el dinero robado a su público. En un mundo de magia y espectáculo, nada es lo que parece.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/iN3fPrPLozgPDrHO1IILh1Cx0C3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sWJvXYEjQ5UHbhTvSjZGFPeABNe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/s12Cs0MCfu8Z4FnRumGrMHiLOTt.png"
    },
    {
      "id": "tmdb:10483",
      "type": "movie",
      "name": "Death Race: La carrera de la muerte",
      "ids": {
        "tmdb": 10483
      },
      "overview": "En un futuro próximo. Una penitenciaría atestada de presos inspiró a los carceleros para crear un pasatiempo tan cruel como lucrativo. Presos capaces de todo, un público global hambriento de violencia televisada y un ruedo espectacular se unen en DEATH RACE. El tricampeón de velocidad Jensen Ames (Jason Statham) es todo un experto a la hora de sobrevivir en el desértico paisaje en el que se ha convertido el país. Cree haber cambiado de vida, pero el ex convicto es acusado de un terrible crimen que no ha cometido. La directora de Terminal Island (Joan Allen) le obliga a ponerse la máscara de Frankenstein, un favorito del público al que parece imposible matar, y le da dos opciones: competir o pudrirse en una celda. Con el rostro escondido detrás de la máscara metálica, el preso deberá sobrevivir a los tres días más terribles de su vida, enfrentándose a los peores criminales procedentes de las cárceles más duras del país si quiere salir libre.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/bPvd43SWgCh6AED73XRsFoBVPwi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/HQsL1zAxNjX2r1L3GEuO89ZW4G.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xV6l66wT1FLcc3FHnORP0HSeNgR.png"
    },
    {
      "id": "tmdb:845781",
      "type": "movie",
      "name": "Red One",
      "ids": {
        "tmdb": 845781
      },
      "overview": "Tras el secuestro de Papá Noel (nombre en clave: RED ONE), el Jefe de Seguridad del Polo Norte (Dwayne Johnson) debe formar equipo con el cazarrecompensas más infame del mundo (Chris Evans) en una misión trotamundos llena de acción para salvar la Navidad.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/dpskAcm71w5v8zQ8RmPmJiP31Om.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2MWJEFwQi7GF9rPZDnai4eIQMO1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1a40h3dCiDlonF2St05dnMXGs71.png"
    },
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:77250",
      "type": "movie",
      "name": "Huracán sobre la isla",
      "ids": {
        "tmdb": 77250
      },
      "overview": "Manikoora es una isla de los mares del Sur azotada desde siempre por los tifones, aunque hace años que no ha sufrido ninguno. Es una colonia francesa cuyo gobernador ejerce el poder al margen de de las tradiciones y costumbres de los nativos. Según una leyenda local, cuando la tiranía rebasa ciertos límites, los pájaros abandonan la isla y el mar ruge enfurecido. La relación amorosa entre dos nativos, Marama (Dorothy Lamour) y Terangi (Jon Hall), se verá en peligro cuando él sea encarcelado injustamente en Tahiti...",
      "year": 1937,
      "poster": "https://image.tmdb.org/t/p/w342/swrlnWrUZxoF1z4XOHRd1xDi7Wo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aTIWSdGogTc8TiiTqMEZKLjBRLl.jpg"
    },
    {
      "id": "tmdb:13",
      "type": "movie",
      "name": "Forrest Gump",
      "ids": {
        "tmdb": 13
      },
      "overview": "Forrest Gump es un chico con deficiencias mentales no muy profundas y con alguna incapacidad motora que, a pesar de todo, llegará a convertirse, entre otras cosas, en un héroe durante la Guerra del Vietnam. Su persistencia y bondad le llevarán a conseguir una gran fortuna, ser objeto del clamor popular y a codearse con las más altas esferas sociales y políticas del país. Siempre sin olvidar a Jenny, su gran amor desde que era niño.",
      "year": 1994,
      "poster": "https://image.tmdb.org/t/p/w342/oiqKEhEfxl9knzWXvWecJKN3aj6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tNVTWNa8cxZLw7aWvHzSDLyc7ig.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kjUupFukLAkxM40so0YfRGY5aHo.png"
    },
    {
      "id": "tmdb:291805",
      "type": "movie",
      "name": "Ahora me ves 2",
      "ids": {
        "tmdb": 291805
      },
      "overview": "Un año después de despistar al FBI y conseguir la admiración del público con sus espectáculos mentales, los cuatro jinetes vuelven a la luz pública, pero un nuevo enemigo se propone arruinar su golpe más espectacular y peligroso hasta la fecha... Secuela de \"Ahora me ves\" del 2013.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/pjGt13AXXTLxvkmdF6SpA1feFOw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/loz93oEcBvf0HHE4GvwkDwfrtPy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yUVdxlUCXlvGe5kEspq7wp4FDmR.png"
    },
    {
      "id": "tmdb:360920",
      "type": "movie",
      "name": "El Grinch",
      "ids": {
        "tmdb": 360920
      },
      "overview": "El Grinch, la película de animación basada en el popular clásico navideño del Dr. Seuss, cuenta la historia de un cínico cascarrabias que se propone robar la Navidad hasta que el desbordante espíritu navideño de una niña le hace cambiar de opinión. Divertida, enternecedora y visualmente impactante, se trata de una historia universal sobre el indómito poder del optimismo.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/eCHNCoat9L0Q3p4XjBQqV2Zn7Ux.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/HxkJiGgCJ2HMMdhadajrR1q8pB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jzl1BrLytFdkBDlT54ZrKSsHfZw.png"
    },
    {
      "id": "tmdb:361743",
      "type": "movie",
      "name": "Top Gun: Maverick",
      "ids": {
        "tmdb": 361743
      },
      "overview": "Después de más de 30 años de servicio como uno de los mejores aviadores de la Armada, Pete \"Maverick\" Mitchell se encuentra dónde siempre quiso estar, empujando los límites como un valiente piloto de prueba y esquivando el alcance en su rango, que no le dejaría volar emplazándolo en tierra. Cuando se encuentra entrenando a un destacamento de graduados de Top Gun para una misión especializada, Maverick se encuentra allí con el teniente Bradley Bradshaw, el hijo de su difunto amigo \"Goose\".",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/AlWpEpQq0RgZIXVHAHZtFhEvRgd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jALOpRgEjKLWn5ZD01pGecHdCNt.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/w6dMatJzyyVtmE8JVGnNjviapnv.png"
    },
    {
      "id": "tmdb:680",
      "type": "movie",
      "name": "Pulp Fiction",
      "ids": {
        "tmdb": 680
      },
      "overview": "Jules y Vincent, dos asesinos a sueldo con muy pocas luces, trabajan para Marsellus Wallace. Vincent le confiesa a Jules que Marsellus le ha pedido que cuide de Mia, su mujer. Jules le recomienda prudencia porque es muy peligroso sobrepasarse con la novia del jefe. Cuando llega la hora de trabajar, ambos deben ponerse manos a la obra. Su misión: recuperar un misterioso maletín.",
      "year": 1994,
      "poster": "https://image.tmdb.org/t/p/w342/hNcQAuquJxTxl2fJFs1R42DrWcf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yZnDozjJnYKlKKiYO7u2vmPWNcE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hBykAcgUmLtXhdlRHpz0AdyvZA5.png"
    },
    {
      "id": "tmdb:1156593",
      "type": "movie",
      "name": "Culpa tuya",
      "ids": {
        "tmdb": 1156593
      },
      "overview": "El amor entre Noah y Nick parece inquebrantable, a pesar de las maniobras de sus padres por separarles. Pero el trabajo de él y la entrada de ella en la universidad, abre sus vidas a nuevas relaciones. La aparición de una exnovia que busca venganza y de la madre Nick con intenciones poco claras, removerán los cimientos no solo de su relación, sino de la propia familia Leister. Cuando tantas personas están dispuestas a destruir una relación, ¿puede realmente acabar bien?",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/1jvCVdlgInyItAUEvvvCakm1Yxz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2wN6xbmMPFVqnhQkoxNBTB5djFR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tXYv8Q4pf2xuRaX5OrmH8d9AUK2.png"
    },
    {
      "id": "tmdb:937278",
      "type": "movie",
      "name": "El peor vecino del mundo",
      "ids": {
        "tmdb": 937278
      },
      "overview": "Otto Anderson es un viudo cascarrabias y muy obstinado. Cuando una alegre joven familia se muda a la casa de al lado, Otto encuentra la horma de su zapato en la espabilada, y muy embarazada, Marisol, lo que conlleva a una muy improbable amistad que pondrá su mundo patas arriba.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/8bNLrZt9lrmnt6LsaGG8GfDfgYR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lC56Nh3y0sAQsvYXRftMj7p5Jqr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cMluwd3pmQHQDtsZAi63pdx3F12.png"
    },
    {
      "id": "tmdb:569094",
      "type": "movie",
      "name": "Spider-Man: Cruzando el Multiverso",
      "ids": {
        "tmdb": 569094
      },
      "overview": "Tras reencontrarse con Gwen Stacy, el amigable vecindario de Spider-Man de Brooklyn al completo es catapultado a través del Multiverso, donde se encuentra con un equipo de Spidermans encargados de proteger su propia existencia. Pero cuando los héroes se enfrentan sobre cómo manejar una nueva amenaza, Miles se encuentra enfrentado a las otras Arañas y debe redefinir lo que significa ser un héroe para poder salvar a la gente que más quiere.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/37WcNMgNOMxdhT87MFl7tq7FM1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dqW4XklqnMOopW9MMmT2lmLN3dT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kFV7w6AfJogA5io4UyhGD4eNgyJ.png"
    },
    {
      "id": "tmdb:218",
      "type": "movie",
      "name": "Terminator",
      "ids": {
        "tmdb": 218
      },
      "overview": "Un cyborg ha sido enviado desde el futuro en una misión mortal: eliminar a Sarah Connor, una joven cuya vida tendrá una gran importancia en los próximos años. Sarah tiene sólo un protector —Kyle Reese— también enviado desde el futuro. El Terminator utiliza su inteligencia excepcional y fuerza para encontrar a Sarah, pero ¿hay alguna forma de detener al cyborg aparentemente indestructible?",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/9KI49SBnwAOzGcMw1onIki7vd2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pGZZ2FZtDSAwM80h9iYkrbJGrKz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q4wdswLUVVrl8OSjYXPqjihRHXs.png"
    },
    {
      "id": "tmdb:601",
      "type": "movie",
      "name": "E.T. el extraterrestre",
      "ids": {
        "tmdb": 601
      },
      "overview": "Un pequeño ser de otro planeta se queda abandonado en la Tierra cuando su nave se marcha olvidándose de él. Tiene miedo. Está completamente solo, pero se hará amigo de un niño, que lo esconde en su casa. El niño y sus hermanos intentarán encontrar la forma de que el pequeño extraterrestre regrese a su planeta antes de que los científicos y la policía lo encuentren.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/4kixNqJAu7hWpZOnOsznL7YPuuQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/swr1MOdJuionDNYfeR5zvAmnvVJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jlgA3wk1zxCdsCZHWFpaR1KzBci.png"
    },
    {
      "id": "tmdb:240",
      "type": "movie",
      "name": "El Padrino Parte II",
      "ids": {
        "tmdb": 240
      },
      "overview": "Continuación de la saga de los Corleone con dos historias paralelas: la elección de Michael Corleone como jefe de los negocios familiares y los orígenes del patriarca, el ya fallecido Don Vito, primero en Sicilia y luego en Estados Unidos, donde, empezando desde abajo, llegó a ser un poderosísimo jefe de la mafia de Nueva York.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/mbry0W5PRylSUHsYzdiY2FSJwze.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oTeNCx1a5Y2StS8YygrpM31fMxn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zpOTTllMRebmc3D7PBd4t4ZqksU.png"
    },
    {
      "id": "tmdb:98",
      "type": "movie",
      "name": "Gladiator",
      "ids": {
        "tmdb": 98
      },
      "overview": "En el año 180, el Imperio Romano domina todo el mundo conocido. Tras una gran victoria sobre los bárbaros del norte, el anciano emperador Marco Aurelio decide transferir el poder a Máximo, bravo general de sus ejércitos y hombre de inquebrantable lealtad al imperio. Pero su hijo Cómodo, que aspiraba al trono, no lo acepta y trata de asesinar a Máximo.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/p08mUnCktZ2opGihZTAn7OqzOoi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qvmywctvXjXcI5dXzhMGKU41qfs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aF9ldcxU5HOEvrrhkZnd9jePoWu.png"
    },
    {
      "id": "tmdb:105",
      "type": "movie",
      "name": "Regreso al futuro",
      "ids": {
        "tmdb": 105
      },
      "overview": "El adolescente Marty McFly es amigo de Doc, un científico al que todos toman por loco. Cuando Doc crea una máquina para viajar en el tiempo, un error fortuito hace que Marty llegue a 1955, año en el que sus futuros padres aún no se habían conocido. Después de impedir su primer encuentro, deberá conseguir que se conozcan y se casen; de lo contrario, su existencia no sería posible.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/owk40tn1sFJmC7bhamEpmhdZPKa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aYFwRXjiilOavzJ6r6dYv7Q4kUV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jFYEAKzR1lkd2fhxqd8hp8fhR6u.png"
    },
    {
      "id": "tmdb:858485",
      "type": "movie",
      "name": "ಕಾಂತಾರ",
      "ids": {
        "tmdb": 858485
      },
      "overview": "Shiva, a tribal vagabond lives with his mother in hamlet, stays away from the traditional Daivaradhane and Bhoota Kola legacy due to an unforgettable childhood incident. He is happy loafing around with his friends and doing petty jobs for his landlord. When Forest officer Murali enters the scene, it gives a fresh dimension to the man-vs-nature fight. Can Shiva save the forest from Murali? Or is Murali just a dummy bait cast by bigger fish?",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/jIsKmkxMzdCZ0Ux1GVSnu8m6Na6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kXElm7wt2kAXEVwJqW4cFhP43nW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bEy6L5LCyHhXl4xIqgDn0fFDero.png"
    },
    {
      "id": "tmdb:1198426",
      "type": "movie",
      "name": "Capitán Avispa",
      "ids": {
        "tmdb": 1198426
      },
      "overview": "En Avispatropolis, el intrépido capitán Avispa emerge como un protector ejemplar de la ciudad, cuyo coraje y convicciones siempre prevalecen sobre las fuerzas del mal. Su poder inquebrantable se nutre de una sinceridad absoluta, pues perdería su fuerza si se atreviera a tejer engaños. Solo en pos de causas nobles se permite desviarse de la verdad. Como es común en historias de este tipo, el capitán Avispa está rodeado de una constelación de amigos cercanos y archienemigos, cuyas historias tienen su origen en las canciones del artista.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/zmthz3CuFljmBQcfuaz4hBNwbQ0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4damV6u8Za9p03SH9jvKr3TwHQC.jpg"
    },
    {
      "id": "tmdb:652",
      "type": "movie",
      "name": "Troya",
      "ids": {
        "tmdb": 652
      },
      "overview": "A lo largo de los tiempos, los hombres han hecho la guerra. Unos por poder, otros por gloria o por honor, y algunos por amor. En la antigua Grecia, la pasión de dos de los amantes más legendarios de la historia, Paris, príncipe de Troya y Helena, reina de Esparta, desencadena una guerra que asolará una civilización. El rapto de Helena por Paris, separándola de su esposo, el rey Menelao, es un insulto que El orgullo familiar establece que una afrenta a Menelao es una afrenta a su hermano Agamenón, el poderoso rey de Micenas, que no tarda en reunir a todas las grandes tribus de Grecia para recuperar a Helena de manos de los troyanos y defender el honor de su hermano. La verdad es que la lucha por el honor por parte de Agamenón está corrompida por su incontenible codicia ya que necesita conquistar Troya para asumir el control del mar Egeo.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/mBiDQT28DnuYaJSL4nDD43ORE6p.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9wvrImiqAljeESyMa8fjcA5WDFa.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3hYmIMboRimejcc3xoNO7VER7CR.png"
    },
    {
      "id": "tmdb:603692",
      "type": "movie",
      "name": "John Wick 4",
      "ids": {
        "tmdb": 603692
      },
      "overview": "John Wick descubre un camino para derrotar a la Alta Mesa. Pero para poder ganar su libertad, Wick deberá enfrentarse a un nuevo rival con poderosas alianzas en todo el mundo, capaz de convertir a viejos amigos en enemigos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/mj2Z9HnRSIEk3n7yVPoOY4Uzzfh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xesn2yqNvezKyMXon8Aam4QZane.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q7EtVuIqlDIjn3IEpXeq9sF6wDp.png"
    },
    {
      "id": "tmdb:1361854",
      "type": "movie",
      "name": "Las delicias del jardín",
      "ids": {
        "tmdb": 1361854
      },
      "overview": "Fermín es un veterano y reconocido pintor abstracto que no está viviendo sus mejores momentos. Oculta un “temblor esencial” en la mano que le dificulta para seguir pintando. Por eso rechaza la propuesta de su galerista y ex mujer Pepa para presentarse a un concurso millonario y versionar el tríptico de El Bosco ‘El jardín de las delicias’. Pero la notificación de embargo sobre sus cuentas y tarjetas bancarias, y la aparición de su hijo Pablo, le harán cambiar de opinión.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/k3KWJ9HTFiwLDPwSCu3Ag1Teh7i.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/k9HKoKMtWiEPQGu7rGZnPtkCmr4.jpg"
    },
    {
      "id": "tmdb:37165",
      "type": "movie",
      "name": "El show de Truman",
      "ids": {
        "tmdb": 37165
      },
      "overview": "Truman Burbank es un hombre corriente y algo ingenuo que ha vivido toda su vida en uno de esos pueblos donde nunca pasa nada. Sin embargo, de repente, unos extraños sucesos le hacen sospechar que algo anormal está ocurriendo. Todos sus amigos son actores, toda su ciudad es un plató, toda su vida está siendo filmada y emitida como el reality más ambicioso de la historia.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/4BGVZSwv5n0hMIAWwiSjMFDQ63K.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hTIrQJ2kGCBlFdQnet59LOWee2G.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zBV3zFsIi1wRwN109vWf2UOoybG.png"
    },
    {
      "id": "tmdb:508",
      "type": "movie",
      "name": "Love Actually",
      "ids": {
        "tmdb": 508
      },
      "overview": "En Londres, poco antes de las Navidades, se entrelazan una serie de historias divertidas y conmovedoras. 'Love Actually' es una manera abreviada de decir 'Love Actually Is All Around' y éste es precisamente el argumento de la película: mires a donde mires, encontrarás el amor en todas partes. Todos los personajes, cada uno a su manera (un primer ministro, una vieja estrella del rock, una asistenta portuguesa que sólo habla su idioma), están relacionados con los aspectos más divertidos, tristes, ingenuos y estúpidos del amor.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/A3jpXZMwqe8DoGuykyojNIidWNj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6xrA9tMvpb3cnktNH7voJ62S41N.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2XMBZCDjHRShdEhUC5btOJazCos.png"
    },
    {
      "id": "tmdb:1126166",
      "type": "movie",
      "name": "Amenaza en el aire",
      "ids": {
        "tmdb": 1126166
      },
      "overview": "En este claustrofóbico thriller, un piloto (Mark Wahlberg) transporta en su avioneta a una agente del servicio de MARSHALS de Estados Unidos (Michelle Dockery) que custodia a un testigo (Topher Grace) que va a testificar en un juicio contra la mafia. A medida que atraviesan las montañas de Alaska, las tensiones se disparan, ya que no todo el mundo a bordo es quien parece ser. Y a 3.000 metros de altura no hay escapatoria posible.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/8T6nkYb4W8BIeafmFffyfsRciTL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tLQkFAyLd4fS79UEzrEpsvw9eO6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/AtokEoGobSnOjGytEhwuv8m0yod.png"
    },
    {
      "id": "tmdb:210577",
      "type": "movie",
      "name": "Perdida",
      "ids": {
        "tmdb": 210577
      },
      "overview": "El día de su quinto aniversario de boda, Nick Dunne informa de que su esposa Amy ha desaparecido misteriosamente. Pronto la presión policial y mediática hace que el retrato de felicidad doméstica que ofrece Nick empiece a tambalearse. Además, su extraña conducta lo convierte en sospechoso, y todo el mundo comienza a preguntase si Nick mató a su esposa...",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/bkIhygnbv9ydlDo4SEsOcqGgQD4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cmUngRhFmFPnBfRDPvTD5HYfxeh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4SQBPeL24vtjmviI8j0r0uH5FYl.png"
    },
    {
      "id": "tmdb:953",
      "type": "movie",
      "name": "Madagascar",
      "ids": {
        "tmdb": 953
      },
      "overview": "Cuenta la historia de cuatro divertidos animales del zoo de Central Park, Nueva York, (Alex el león, Marty la cebra, Gloria la hipopótamo y Melman la jirafa). Llevan toda su vida encerrados en cautividad sin poder experiemtnar el sabor de la libertad y se han propuesto idear un plan para salir de allí juntos. Un día, una serie de casualidades les llevan a lograr lo que tanto ansiaban y huyen de aquel lugar. Terminan en plena naturaleza, concretamente en la idílica isla de Madagascar. Allí descubrirán, a base de apasionantes aventuras, que la vida salvaje es muy diferente a lo que ellos pensaban y que vivir en libertad no es tan fácil como imaginaban.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/zrV5GnfCcLWzyjrFgYTpjQPRMfl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/g2qcCWZlk9Q21B3DE1GiuascFVs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4WxLPaAiWA2bCEW76XRwt09hmBJ.png"
    }
  ]
}