{
  "metas": [
    {
      "id": "tmdb:8871",
      "type": "movie",
      "name": "El Grinch",
      "ids": {
        "tmdb": 8871
      },
      "overview": "Cada año, en Navidad, los lugareños perturban su pacífica soledad con celebraciones cada vez más desmesuradas, luminosas y ruidosas. Cuando los Quién declaran que ese año van a preparar una Navidad el triple de grande, el Grinch se da cuenta de que solo hay un modo de recuperar algo de paz y silencio: robar la Navidad. Para ello, decide hacerse pasar por Santa Claus en Nochebuena, haciéndose con un reno muy peculiar para tirar de su trineo. Mientras tanto, en Villa Quién, una dulce niña llamada Cindy-Lou, desbordante de espíritu navideño, planea con sus amigos atrapar a Papá Noel durante su visita en Nochebuena para darle las gracias por ayudar a su trabajadora madre. Sin embargo, a medida que se acerca la noche mágica, sus buenas intenciones amenazan con chocar con las del Grinch, mucho más perversas.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/yCZ3xAPM5009ltBUUwPtCeWKQWy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qkt1Qn9j6yw9rcJhvSu1p3wuiBm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/87Gk6cCexvE0VVRF25ppQ2STubX.png"
    },
    {
      "id": "tmdb:1083637",
      "type": "movie",
      "name": "Kantara 2",
      "ids": {
        "tmdb": 1083637
      },
      "overview": "Durante el reinado de los Kadamba, el rey Vijayendra, gobernante de la ficticia tierra feudataria de Bangra, encuentra su destino final mientras se aventura en el místico bosque de Kantara. Testigo de ello, su hijo Rajashekara sella las fronteras de su reino. Más tarde, el príncipe Kulashekara las reabre mediante una brutal masacre. El protagonista, Berme, en busca de prosperidad, cruza la brecha y enciende un conflicto de fe, poder y destino entre el Reino y la Naturaleza.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/ehQPboTPaIMkMUOoNOh8e7pZ5Rp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/w57nxiBIODAYHLRs1xmrCY9zEFe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bgTDsN8b7C1y6RmGu2GHKRvPZG7.png"
    },
    {
      "id": "tmdb:845781",
      "type": "movie",
      "name": "Red One",
      "ids": {
        "tmdb": 845781
      },
      "overview": "Tras el secuestro de Papá Noel (nombre en clave: RED ONE), el Jefe de Seguridad del Polo Norte (Dwayne Johnson) debe formar equipo con el cazarrecompensas más infame del mundo (Chris Evans) en una misión trotamundos llena de acción para salvar la Navidad.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/dpskAcm71w5v8zQ8RmPmJiP31Om.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2MWJEFwQi7GF9rPZDnai4eIQMO1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1a40h3dCiDlonF2St05dnMXGs71.png"
    },
    {
      "id": "tmdb:360920",
      "type": "movie",
      "name": "El Grinch",
      "ids": {
        "tmdb": 360920
      },
      "overview": "El Grinch, la película de animación basada en el popular clásico navideño del Dr. Seuss, cuenta la historia de un cínico cascarrabias que se propone robar la Navidad hasta que el desbordante espíritu navideño de una niña le hace cambiar de opinión. Divertida, enternecedora y visualmente impactante, se trata de una historia universal sobre el indómito poder del optimismo.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/eCHNCoat9L0Q3p4XjBQqV2Zn7Ux.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/HxkJiGgCJ2HMMdhadajrR1q8pB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jzl1BrLytFdkBDlT54ZrKSsHfZw.png"
    },
    {
      "id": "tmdb:1379963",
      "type": "movie",
      "name": "Dímelo bajito",
      "ids": {
        "tmdb": 1379963
      },
      "overview": "Kamila lo tiene todo controlado: estudios, vida social, su imagen... Todo excepto el inesperado regreso de sus vecinos, los enigmáticos hermanos Di Bianco, tras 7 años de ausencia. Thiago le robó su primer beso y Taylor fue su mejor amigo, pero ahora la vuelta de ambos pondrá el mundo de Kami del revés. ¿Podrán superar los tres el pasado que les une? ¿O explotará todo en mil pedazos una vez más?",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/dvebFZgb6HczmYkOA43bGfSrvYl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1Qa9pqG9tyPCY5ur8SVMGIB6yWn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/a4srrym62lCdGgNCwW2SwZVHg8j.png"
    },
    {
      "id": "tmdb:1010581",
      "type": "movie",
      "name": "Culpa mía",
      "ids": {
        "tmdb": 1010581
      },
      "overview": "Noah debe dejar su ciudad, novio y amigos para mudarse a la mansión de William Leister, el flamante y rico marido de su madre Rafaela. Por otro lado, con 17 años, orgullosa e independiente, Noah se resiste a vivir en una mansión rodeada de lujo. Allí conoce a Nick, su nuevo hermanastro, y el choque de sus fuertes personalidades se hace evidente desde el primer momento.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/gp31EwMH5D2bftOjscwkgTmoLAB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ytp4DLPaWryo8rrTNBSYPIOJfDw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fJx6YJf8bT4VmthEHhFpJic6Jhm.png"
    },
    {
      "id": "tmdb:949709",
      "type": "movie",
      "name": "El secuestro",
      "ids": {
        "tmdb": 949709
      },
      "overview": "Gao Haojun, un experto en seguridad internacional, es secuestrado por hombres armados en el primer vuelo del avión A380, y su hija ciega es una de los rehenes encubiertos, un hecho que él desconoce.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/v8ySgr4CE45SrrIt4PqqYc1diW6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/w6AUMkwUzecLJ4uxKeiFrrYaUjY.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9e0NxOE8nhuXuerSjMlh3KbX8C1.png"
    },
    {
      "id": "tmdb:601",
      "type": "movie",
      "name": "E.T. el extraterrestre",
      "ids": {
        "tmdb": 601
      },
      "overview": "Un pequeño ser de otro planeta se queda abandonado en la Tierra cuando su nave se marcha olvidándose de él. Tiene miedo. Está completamente solo, pero se hará amigo de un niño, que lo esconde en su casa. El niño y sus hermanos intentarán encontrar la forma de que el pequeño extraterrestre regrese a su planeta antes de que los científicos y la policía lo encuentren.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/4kixNqJAu7hWpZOnOsznL7YPuuQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/swr1MOdJuionDNYfeR5zvAmnvVJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jlgA3wk1zxCdsCZHWFpaR1KzBci.png"
    },
    {
      "id": "tmdb:1248226",
      "type": "movie",
      "name": "Juegos de niños",
      "ids": {
        "tmdb": 1248226
      },
      "overview": "Brian acaba de ser despedido de su trabajo, y se convierte en un padre que se queda en casa. Acepta una invitación para jugar de otro padre, que resulta ser un bala perdida.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/sWhglhFoGA0T7n5U6Yi0t8LBGjA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gAR5CbKYuljOtJED1uipBLNSsiD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4XQyjOv5Y0EbYDdB1p3sMRH7uWv.png"
    },
    {
      "id": "tmdb:1196573",
      "type": "movie",
      "name": "La educación de Polly McClusky",
      "ids": {
        "tmdb": 1196573
      },
      "overview": "Tras salir de prisión, Nate debe proteger a su hija Polly de una peligrosa banda que ha puesto precio a sus vidas. Juntos emprenden una huida violenta y desesperada por el desierto, mientras él le enseña a sobrevivir en un mundo brutal. En el camino, padre e hija forjan un profundo vínculo marcado por la redención y el crecimiento mutuo... Adaptación de la premiada novela de Jordan Harper.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/1ofdDh4ZHeFczYBKGYu4JEPuBsG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/A4AYsnt7f5HPHy3RcCjCUS0sjQo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/engQHtbAob3uPPU88mucAcc9Ep8.png"
    },
    {
      "id": "tmdb:1166133",
      "type": "movie",
      "name": "Bramayugam",
      "ids": {
        "tmdb": 1166133
      },
      "overview": "Thevan, un cantante folclórico de la casta Paanan, tiene un encuentro fatídico cuando escapa de la esclavitud, lo que lo lleva a descubrir una antigua tradición que altera su destino.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/snQLwRrfQAl5YFKVefZq9Lbscki.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ubuky9o9zypoGCbYntwZBwBIXCc.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/a2H0rJIrGHTvnddkKaDRkBqigfj.png"
    },
    {
      "id": "tmdb:541671",
      "type": "movie",
      "name": "Ballerina",
      "ids": {
        "tmdb": 541671
      },
      "overview": "Eve Macarro es una asesina entrenada por la Ruska Roma desde su infancia, la misma organización criminal encargada del adiestramiento de John Wick. En esta violenta historia de venganza, Eve intentará por todos los medios averiguar quién está detrás del asesinato de su padre. En su lucha por conocer la verdad, tendrá que atenerse a las normas de la Alta Mesa y, por supuesto, a las del Hotel Continental, donde descubrirá que existen secretos ocultos sobre su pasado.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/gQCrYmvCK7JCLXjCGTMRF5Lzr5c.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1B7CXnNQbIqPMvYAZrvwEv9563R.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/d4hvNyXn2dRWv9CpjzFW4BzjQLo.png"
    },
    {
      "id": "tmdb:508",
      "type": "movie",
      "name": "Love Actually",
      "ids": {
        "tmdb": 508
      },
      "overview": "En Londres, poco antes de las Navidades, se entrelazan una serie de historias divertidas y conmovedoras. 'Love Actually' es una manera abreviada de decir 'Love Actually Is All Around' y éste es precisamente el argumento de la película: mires a donde mires, encontrarás el amor en todas partes. Todos los personajes, cada uno a su manera (un primer ministro, una vieja estrella del rock, una asistenta portuguesa que sólo habla su idioma), están relacionados con los aspectos más divertidos, tristes, ingenuos y estúpidos del amor.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/A3jpXZMwqe8DoGuykyojNIidWNj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6xrA9tMvpb3cnktNH7voJ62S41N.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2XMBZCDjHRShdEhUC5btOJazCos.png"
    },
    {
      "id": "tmdb:1197306",
      "type": "movie",
      "name": "A Working Man",
      "ids": {
        "tmdb": 1197306
      },
      "overview": "Levon Cade dejó atrás una condecorada carrera militar en las operaciones encubiertas para vivir una vida sencilla trabajando en la construcción. Pero cuando la hija de su jefe, que para él es como de la familia, es secuestrada por traficantes de personas, su búsqueda para traerla a casa descubre un mundo de corrupción mucho mayor de lo que jamás podría haber imaginado.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/aG50Ad3UV8cCQWpNWSHHUqgKGNB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uz3PYuJFmLn01uVaIlWdzk6sWtC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/glIqxFNDJFHrLgg7JBdQCx2sl1v.png"
    },
    {
      "id": "tmdb:569094",
      "type": "movie",
      "name": "Spider-Man: Cruzando el Multiverso",
      "ids": {
        "tmdb": 569094
      },
      "overview": "Tras reencontrarse con Gwen Stacy, el amigable vecindario de Spider-Man de Brooklyn al completo es catapultado a través del Multiverso, donde se encuentra con un equipo de Spidermans encargados de proteger su propia existencia. Pero cuando los héroes se enfrentan sobre cómo manejar una nueva amenaza, Miles se encuentra enfrentado a las otras Arañas y debe redefinir lo que significa ser un héroe para poder salvar a la gente que más quiere.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/37WcNMgNOMxdhT87MFl7tq7FM1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dqW4XklqnMOopW9MMmT2lmLN3dT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kFV7w6AfJogA5io4UyhGD4eNgyJ.png"
    },
    {
      "id": "tmdb:120",
      "type": "movie",
      "name": "El señor de los anillos: La comunidad del anillo",
      "ids": {
        "tmdb": 120
      },
      "overview": "En la Tierra Media, el Señor Oscuro Saurón creó los Grandes Anillos de Poder, forjados por los herreros Elfos. Tres para los reyes Elfos, siete para los Señores Enanos, y nueve para los Hombres Mortales. Secretamente, Saurón también forjó un anillo maestro, el Anillo Único, que contiene en sí el poder para esclavizar a toda la Tierra Media. Con la ayuda de un grupo de amigos y de valientes aliados, Frodo emprende un peligroso viaje con la misión de destruir el Anillo Único. Pero el Señor Oscuro Sauron, quien creara el Anillo, envía a sus servidores para perseguir al grupo. Si Sauron lograra recuperar el Anillo, sería el final de la Tierra Media.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/9xtH1RmAzQ0rrMBNUMXstb2s3er.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/otWJqO2SlDVjcRr4avJtgV8E5n9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5So9eyA4VfVKsFLXlJHbvU2S4a1.png"
    },
    {
      "id": "tmdb:1156594",
      "type": "movie",
      "name": "Culpa nuestra",
      "ids": {
        "tmdb": 1156594
      },
      "overview": "La boda de Jenna y Lion propicia el tan deseado reencuentro entre Noah y Nick tiempo después de su ruptura. La incapacidad de Nick para perdonar a Noah se alza como una barrera insalvable. Él, heredero de las empresas de su abuelo y ella, empezando su vida laboral, se resisten a alimentar una llama que aún sigue viva. Pero una vez que sus caminos se han vuelto a cruzar, ¿será el amor más fuerte que el rencor? Secuela de \"Culpa tuya\".",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/6kmi6vmp6iOn4KzI7WfnVtAeJhU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8WhlNrtQdyUBnKrw5WBJnsDn1HE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mhfqINvBNJSqmVxpsaMmFRIYVdz.png"
    },
    {
      "id": "tmdb:346698",
      "type": "movie",
      "name": "Barbie",
      "ids": {
        "tmdb": 346698
      },
      "overview": "Barbie vive en Barbieland donde todo es ideal y lleno de música y color. Un buen día decide conocer el mundo real. Cuando el CEO de Mattel se entere, tratará de evitarlo a toda costa y devolver a Barbie a una caja.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/fNtqD4BTFj0Bgo9lyoAtmNFzxHN.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ldFX26JW3fusyMewRoWoXYWaffw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/afDNN68rQ36Yz2pU9ZWWhaKk3v5.png"
    },
    {
      "id": "tmdb:218",
      "type": "movie",
      "name": "Terminator",
      "ids": {
        "tmdb": 218
      },
      "overview": "Un cyborg ha sido enviado desde el futuro en una misión mortal: eliminar a Sarah Connor, una joven cuya vida tendrá una gran importancia en los próximos años. Sarah tiene sólo un protector —Kyle Reese— también enviado desde el futuro. El Terminator utiliza su inteligencia excepcional y fuerza para encontrar a Sarah, pero ¿hay alguna forma de detener al cyborg aparentemente indestructible?",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/9KI49SBnwAOzGcMw1onIki7vd2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pGZZ2FZtDSAwM80h9iYkrbJGrKz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q4wdswLUVVrl8OSjYXPqjihRHXs.png"
    },
    {
      "id": "tmdb:1119878",
      "type": "movie",
      "name": "Ice Road: Venganza",
      "ids": {
        "tmdb": 1119878
      },
      "overview": "El camionero del hielo Mike McCann, cumpliendo el último deseo de su hermano, viaja a Nepal para esparcir sus cenizas en el monte Everest. En un autobús turístico que atraviesa el territorio de la tristemente célebre Ruta al Cielo, Mike y su guía se topan con un grupo de mercenarios y deberán luchar para salvar sus vidas.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/5Wb1sOZvFulzzJE5JDWCnFSCvJ5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ypZZ8IspcRuC9srzuaTU6O6BQBb.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kEqs5aTSmmYc1DE1jCOcY573V0A.png"
    },
    {
      "id": "tmdb:1255775",
      "type": "movie",
      "name": "Merv",
      "ids": {
        "tmdb": 1255775
      },
      "overview": "Cuando su querido perro Merv pierde la chispa tras su separación, Anna y Russ se ven obligados a aceptar el acuerdo de crianza compartida más incómodo del mundo. Con la esperanza de sacar a Merv de su depresión, Russ lo lleva de escapada a Florida, pero Anna aparece inesperadamente. Mientras Merv recupera el ánimo, parece que curar el corazón roto de su perro despierta otras chispas entre ellos.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/p1ipWHTrzsmd3QTidbQXY2ZCcUk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yeQjxkAbExWnqWrhu9pApm5EYuz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/soEB2qzV4IuN2zEVHKjKWhU5WKg.png"
    },
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:121",
      "type": "movie",
      "name": "El señor de los anillos: Las dos torres",
      "ids": {
        "tmdb": 121
      },
      "overview": "La Compañía del Anillo se ha disuelto. El portador del anillo Frodo y su fiel amigo Sam se dirigen hacia Mordor para destruir el Anillo Único y acabar con el poder de Sauron. Mientras, y tras la dura batalla contra los orcos donde cayó Boromir, el hombre Aragorn, el elfo Legolas y el enano Gimli intentan rescatar a los medianos Merry y Pipin, secuestrados por los ogros de Mordor. Por su parte, Saurón y el traidor Sarumán continúan con sus planes en Mordor, en espera de la guerra contra las razas libres de la Tierra Media.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/z632eZtXaw76ZE5mMMGOBXCpm1T.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tcW9O1VU6bk1mDWvROn9CPPj73p.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aeI3FHtqYPgVNRNCFds7lUBgr4d.png"
    },
    {
      "id": "tmdb:1042834",
      "type": "movie",
      "name": "Edén",
      "ids": {
        "tmdb": 1042834
      },
      "overview": "En 1932, un grupo de europeos busca una nueva vida en una isla deshabitada del archipiélago de las Galápagos. Ellos y quienes les siguen creen haber encontrado el paraíso, pero descubren que el infierno son los demás.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/ljeWnqoxhW0CR2QEoIrWDRghSUk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7LH0AzPdQiM1WlDGaHKAl5kCFTu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/doefxasnXlMJuSzwhIfqWeOYngo.png"
    },
    {
      "id": "tmdb:448119",
      "type": "movie",
      "name": "Las aventuras del doctor Dolittle",
      "ids": {
        "tmdb": 448119
      },
      "overview": "Después de perder a su mujer hace siete años, el excéntrico Dr. John Dolittle , un reputado doctor y veterinario, se encerró en sí mismo tras los muros de su mansión con la única compañía de su colección de animales exóticos. Pero cuando la joven reina cae gravemente enferma, Dolittle tendrá que dejar, muy a su pesar, su vida de ermitaño para embarcarse en una épica aventura a una mítica isla en busca de una cura, recuperando su sentido del humor y su coraje a medida que se cruza con viejos adversarios y mientras descubre maravillosas criaturas.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/aodZLzbl7JaKSsdV6EJzl86EjcX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9JY2JNNyTIzAxj4OUuZiv7XUAya.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ftlJAi77R4y64of3WSKrbsFtVDd.png"
    },
    {
      "id": "tmdb:106646",
      "type": "movie",
      "name": "El lobo de Wall Street",
      "ids": {
        "tmdb": 106646
      },
      "overview": "Película basada en hechos reales del corredor de bolsa neoyorquino Jordan Belfort. A mediados de los años 80, Belfort era un joven honrado que perseguía el sueño americano, pero pronto en la agencia de valores aprendió que lo más importante no era hacer ganar a sus clientes, sino ser ambicioso y ganar una buena comisión. Su enorme éxito y fortuna le valió el mote de \"El lobo de Wall Street\". Dinero. Poder. Mujeres. Drogas. Las tentaciones abundaban y el temor a la ley era irrelevante. Jordan y su manada de lobos consideraban que la discreción era una cualidad anticuada; nunca se conformaban con lo que tenían.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/uthRoUeTtiep5HCoySlOjQSPCbJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3r21LrAcuheli81CCv1QW15gJow.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gOhYHh1qdjqa2cOTjuN3t09Q9gW.png"
    },
    {
      "id": "tmdb:122",
      "type": "movie",
      "name": "El señor de los anillos: El retorno del rey",
      "ids": {
        "tmdb": 122
      },
      "overview": "Las fuerzas de Saruman han sido destruidas, y su fortaleza sitiada. Ha llegado el momento de que se decida el destino de la Tierra Media, y por primera vez en mucho tiempo, parece que hay una pequeña esperanza. La atención del señor oscuro Sauron se centra ahora en Gondor, el último reducto de los hombres, y del cual Aragorn tendrá que reclamar el trono para ocupar su puesto de rey. Pero las fuerzas de Sauron ya se preparan para lanzar el último y definitivo ataque contra el reino de Gondor, la batalla que decidirá el destino de todos. Mientras tanto, Frodo y Sam continuan su camino hacia Mordor, a la espera de que Sauron no repare en que dos pequeños Hobbits se acercan cada día más al final de su camino, el Monte del Destino.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/mWuFbQrXyLk2kMBKF9TUPtDwuPx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pbucpT9eKhS0QXNgq7PS97AP5V2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qzHCu6O3LAXhPuslqYrs7dGESep.png"
    },
    {
      "id": "tmdb:1342341",
      "type": "movie",
      "name": "Capitán Diente de Sable y la Condesa de Grel",
      "ids": {
        "tmdb": 1342341
      },
      "overview": "Raven y Pinky son dos amigos inseparables que navegan bajo las órdenes del temido Capitán Diente de Sable, el rey de los siete mares. Pero su amistad será puesta a prueba cuando la astuta Sibylla, condesa de Grel, ataca el barco pirata, roba el valioso mascarón de proa y secuestra a Pinky. Lo que parece un simple acto de pillaje es en realidad el primer paso de un plan mucho más ambicioso: capturar al Capitán Diente de Sable y convertirse en la reina de los siete mares. Con el destino de su amigo y de su hogar en juego, Raven se une al capitán y a su tripulación en una épica y fantàstica travesía para frustrar los planes de la condesa.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/2FEJ0fQsF4pCrem4aTNPbuX3oZ1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eL8fgEK8mgDcJZRHzuxbLwevCcr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fGeAOyZ7UujTPtUJhn9hSNDiubA.png"
    },
    {
      "id": "tmdb:496243",
      "type": "movie",
      "name": "Parásitos",
      "ids": {
        "tmdb": 496243
      },
      "overview": "Tanto Gi Taek (Song Kang-ho) como su familia están sin trabajo. Cuando su hijo mayor, Gi Woo (Choi Woo-sik), empieza a dar clases particulares en casa de Park (Lee Seon-gyun), las dos familias, que tienen mucho en común pese a pertenecer a dos mundos totalmente distintos, comienzan una interrelación de resultados imprevisibles.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/4N55tgxDW0RRATyrZHbx0q9HUKv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ao0dFrU4QrmnVYt6ywnsGNjmuAT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7yTwlOYScxmNEHK2RJr1YWRTOEW.png"
    },
    {
      "id": "tmdb:98",
      "type": "movie",
      "name": "Gladiator",
      "ids": {
        "tmdb": 98
      },
      "overview": "En el año 180, el Imperio Romano domina todo el mundo conocido. Tras una gran victoria sobre los bárbaros del norte, el anciano emperador Marco Aurelio decide transferir el poder a Máximo, bravo general de sus ejércitos y hombre de inquebrantable lealtad al imperio. Pero su hijo Cómodo, que aspiraba al trono, no lo acepta y trata de asesinar a Máximo.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/p08mUnCktZ2opGihZTAn7OqzOoi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qvmywctvXjXcI5dXzhMGKU41qfs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aF9ldcxU5HOEvrrhkZnd9jePoWu.png"
    },
    {
      "id": "tmdb:310133",
      "type": "movie",
      "name": "Coche policial",
      "ids": {
        "tmdb": 310133
      },
      "overview": "Dos chavales de diez años encuentran un coche de policía aparentemente abandonado y deciden montarse para dar una vuelta. Pero esto será el inicio de un tortuoso y desesperado juego del gato y el ratón en el que la única salida será darle al acelerador y conducir tan rápido como puedan.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/vctchuhLkObVFZJVmpPrCtBhEjQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/udsPGvFGGTwBrwwLd1U6etmWRn2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zcdRYXx9NTj5ZK9rimYT99OxuBi.png"
    },
    {
      "id": "tmdb:159824",
      "type": "movie",
      "name": "Hotel Transilvania 2",
      "ids": {
        "tmdb": 159824
      },
      "overview": "Todo parece mejorar en el Hotel Transilvania. La rígida norma establecida por Drácula de “sólo para monstruos” se ha suprimido y se aceptan también huéspedes humanos. Lo que preocupa al conde es que que su adorable nieto Dennis, medio humano y medio vampiro, no dé señal alguna de vampirismo. Aprovechando que Mavis ha ido a visitar a sus suegros humanos, Drácula recluta a sus amigos Frank, Murray, Wayne y Griffin para hacer que Dennis pase por un campamento de “entrenamiento de monstruos”. Lo que ignoran es que Vlad, el gruñón padre de Drácula, está a punto de llegar al hotel. Y cuando descubra que su bisnieto no es de sangre pura y que los humanos pueden frecuentar el establecimiento las cosas se complicarán.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/ndYVcm1k3h81MRDhzZCI4SxDzGp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kE8EUyJpzhouOueyIYWscd3hSqK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/teVJLUKV6jI1rwHR9Bmvg8apwJM.png"
    },
    {
      "id": "tmdb:749170",
      "type": "movie",
      "name": "Jefes de Estado",
      "ids": {
        "tmdb": 749170
      },
      "overview": "El primer ministro del Reino Unido y el presidente de EE. UU. tienen una rivalidad pública que pone en riesgo la alianza entre sus países. Pero cuando se convierten en el blanco de un poderoso enemigo, se ven obligados a confiar el uno en el otro. Aliados con Noel, una agente del MI6, intenta frustrar una conspiración que amenaza al mundo libre.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/2CSdwqOUMH23cEBodqAJynMFz7c.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1xDev1aS6juHOuhpOIKKlczEdrW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2VLbTs11eF3Ecw7coArU1oEGj1G.png"
    },
    {
      "id": "tmdb:1261825",
      "type": "movie",
      "name": "Oh. What. Fun.",
      "ids": {
        "tmdb": 1261825
      },
      "overview": "Claire Clauster es el nexo que mantiene unida a su caótica, aunque encantadora familia durante las vacaciones. Pero este año, tras planear una salida especial con ellos, cometen un error y la abandonan sola en casa. Harta y menospreciada, Claire emprende una aventura por su cuenta. Mientras su familia la busca, Claire descubre la magia de una Navidad atípica.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/uNmyZChmLKqxROmbsylj5sbzGUR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gnieSeoJ5shZamINHu5RnMetzOq.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ejwZokujz6d3wb9SfzE6gLMmuCQ.png"
    },
    {
      "id": "tmdb:105",
      "type": "movie",
      "name": "Regreso al futuro",
      "ids": {
        "tmdb": 105
      },
      "overview": "El adolescente Marty McFly es amigo de Doc, un científico al que todos toman por loco. Cuando Doc crea una máquina para viajar en el tiempo, un error fortuito hace que Marty llegue a 1955, año en el que sus futuros padres aún no se habían conocido. Después de impedir su primer encuentro, deberá conseguir que se conozcan y se casen; de lo contrario, su existencia no sería posible.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/owk40tn1sFJmC7bhamEpmhdZPKa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aYFwRXjiilOavzJ6r6dYv7Q4kUV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jFYEAKzR1lkd2fhxqd8hp8fhR6u.png"
    },
    {
      "id": "tmdb:549053",
      "type": "movie",
      "name": "Last Christmas",
      "ids": {
        "tmdb": 549053
      },
      "overview": "Kate es una mujer joven que suele tomar siempre la decisión menos acertada. ¿Su último error? Haber aceptado un trabajo como elfo de Santa Claus en un centro comercial. Sin embargo, el destino la lleva a conocer a Tom, circunstancia que cambia por completo su vida. Para Kate, todo es demasiado bueno para ser cierto.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/AcVAqTnPSiOtuWIj0zauw5WyjYp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dwfiHJUZHDJ8otigew5gD7805Gs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cK3BnXY761mYtCGLyetUk4jT9ef.png"
    },
    {
      "id": "tmdb:4348",
      "type": "movie",
      "name": "Orgullo y prejuicio",
      "ids": {
        "tmdb": 4348
      },
      "overview": "Las cinco hermanas Bennet han sido criadas por una madre obsesionada por encontrarles marido. Pero una de ellas, Lizzie, inteligente y con carácter, desea una vida con perspectivas más abiertas, un anhelo respaldado por su padre. Cuando el señor Bingley, un soltero rico, y su círculo de sofisticados amigos se instalan en una mansión vecina para pasar el verano, las Bennett se entusiasman con la posibilidad de encontrar pretendientes. En el baile de bienvenida, Lizzie conoce al apuesto y elegante señor Darcy, pero, a primera vista, le parece demasiado orgulloso y arrogante.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/oixzLjpyaLagLa8UREts1NiHr6F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ymx8qUcDYxrI2tA6Oe79O2LK5PZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5Sb0buga1EaV0mDTuniU3c0fOWH.png"
    },
    {
      "id": "tmdb:1106289",
      "type": "movie",
      "name": "El último encargo",
      "ids": {
        "tmdb": 1106289
      },
      "overview": "Una rutinaria recogida de dinero da un giro salvaje cuando dos incompatibles conductores de camión, Russell y Travis, son asaltados por despiadados criminales a las órdenes de la hábil mente maestra Zoe, cuyos planes van mucho más allá del cargamento de dinero en efectivo. Mientras el caos se desata a su alrededor, este improbable dúo tiene que enfrentarse en situaciones de alto riesgo, con personalidades que chocan continuamente y un muy mal día que no deja de empeorar.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/lbpyI9nwzSVDjS7OnE0uC41UciP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mshqWLjYBQ3whGOgsaITAyfZuqA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/38jqTp6UaPpnyoD74b4hfzbtfBX.png"
    },
    {
      "id": "tmdb:1156593",
      "type": "movie",
      "name": "Culpa tuya",
      "ids": {
        "tmdb": 1156593
      },
      "overview": "El amor entre Noah y Nick parece inquebrantable, a pesar de las maniobras de sus padres por separarles. Pero el trabajo de él y la entrada de ella en la universidad, abre sus vidas a nuevas relaciones. La aparición de una exnovia que busca venganza y de la madre Nick con intenciones poco claras, removerán los cimientos no solo de su relación, sino de la propia familia Leister. Cuando tantas personas están dispuestas a destruir una relación, ¿puede realmente acabar bien?",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/1jvCVdlgInyItAUEvvvCakm1Yxz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2wN6xbmMPFVqnhQkoxNBTB5djFR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tXYv8Q4pf2xuRaX5OrmH8d9AUK2.png"
    },
    {
      "id": "tmdb:11324",
      "type": "movie",
      "name": "Shutter Island",
      "ids": {
        "tmdb": 11324
      },
      "overview": "Verano de 1954. Los agentes judiciales Teddy Daniels y Chuck Aule son destinados a una remota isla del puerto de Boston para investigar la desaparición de una peligrosa asesina recluida en el hospital psiquiátrico Ashecliffe, un centro penitenciario para criminales perturbados dirigido por el siniestro doctor John Cawley. Pronto descubrirán que el centro guarda muchos secretos, y que la isla esconde algo más peligroso que los pacientes.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/oemYX0Do8bxqVHtfCJA9c32Q5w5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kUlADNz6S4LFIY4cbZIWzKy0og.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cQQ0z6r8UXDz9Gd7sTITxWkdjxQ.png"
    },
    {
      "id": "tmdb:1186350",
      "type": "movie",
      "name": "Marco",
      "ids": {
        "tmdb": 1186350
      },
      "overview": "El hijo adoptivo de la familia Adattu, Marco, se embarca en una despiadada búsqueda de venganza después de que su hermano es brutalmente asesinado, encontrando solo traición, pérdida y una brutalidad inimaginable a cada paso.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/6Nj8Y1A9lcReqZZvRHOSiO3iTl6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fyT1X8DGW3MlwXjdAoZFCc183fZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zp04i9bv8WMfzr7IUFcdXWDiAi3.png"
    },
    {
      "id": "tmdb:1305717",
      "type": "movie",
      "name": "Zona de caza",
      "ids": {
        "tmdb": 1305717
      },
      "overview": "Una madre que huye de su marido, relacionado con la mafia, encuentra refugio en casa de un vagabundo llamado Jake, pero cuando los hombres de su marido se acercan, Jake resulta ser más peligroso que cualquiera de los que ella huye.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/u6DNzvz4y3XS5QYqsvvauIx4Xvc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/y9fNYJSpHNPUc9DfgudeHbsg5E3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wcj1G9DnomUt2B2FlyzNxzEcpbU.png"
    },
    {
      "id": "tmdb:603692",
      "type": "movie",
      "name": "John Wick 4",
      "ids": {
        "tmdb": 603692
      },
      "overview": "John Wick descubre un camino para derrotar a la Alta Mesa. Pero para poder ganar su libertad, Wick deberá enfrentarse a un nuevo rival con poderosas alianzas en todo el mundo, capaz de convertir a viejos amigos en enemigos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/mj2Z9HnRSIEk3n7yVPoOY4Uzzfh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xesn2yqNvezKyMXon8Aam4QZane.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q7EtVuIqlDIjn3IEpXeq9sF6wDp.png"
    },
    {
      "id": "tmdb:941109",
      "type": "movie",
      "name": "Juego sucio",
      "ids": {
        "tmdb": 941109
      },
      "overview": "Un experto ladrón lleva a cabo el mayor robo de su vida. Parker, junto a Grofield, Zen y un equipo experto, se ven involucrados en un golpe que los enfrenta a la mafia de Nueva York en esta arriesgada misión.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/70Na5MXfOsFlJvoX6oKYAwOhNN9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fpPFrlZI7h59u20xnm6UELHe1C.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8FYBuJbhWVMUjYkUcebfGPPicQx.png"
    },
    {
      "id": "tmdb:640",
      "type": "movie",
      "name": "Atrápame si puedes",
      "ids": {
        "tmdb": 640
      },
      "overview": "Frank Abagnale Jr. trabajó como médico, abogado y copiloto de una de las grandes líneas aéreas, todo ello antes de cumplir los dieciocho años. También fue un genial falsificador y sus habilidades le otorgaron una plaza en la historia. A la edad de 17 años, Frank Abagnale Jr. se convirtió en el ladrón de bancos de más éxito en la historia de Estados Unidos. El agente del FBI Carl Hanratty dedicó la mayor parte de su tiempo a perseguir a Frank para llevarle ante la justicia, pero Frank siempre estaba un paso por delante, retándole a continuar la caza.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/wcWi3xIEzIjDERTZyWoqryQGURA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/v6xZRHhkRAuS5PS7PWiTy965Ril.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7w3bs2ep4yEWJnjm5Us2NnWQk0a.png"
    },
    {
      "id": "tmdb:414906",
      "type": "movie",
      "name": "The Batman",
      "ids": {
        "tmdb": 414906
      },
      "overview": "Cuando un asesino se dirige a la élite de Gotham con una serie de maquinaciones sádicas, un rastro de pistas crípticas envía Batman a una investigación en los bajos fondos. A medida que las pruebas comienzan a acercarse a su casa y se hace evidente la magnitud de los planes del autor, Batman debe forjar nuevas relaciones, desenmascarar al culpable y hacer justicia al abuso de poder y la corrupción que durante mucho tiempo han asolado Gotham City.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/mo7teil1qH0SxgLijnqeYP1Eb4w.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/upj7fTWLSpsuuy1NYgl8KCVnuRM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9boDoIUJ0z2ijZEyPTYYwpLTnxo.png"
    },
    {
      "id": "tmdb:564",
      "type": "movie",
      "name": "La momia",
      "ids": {
        "tmdb": 564
      },
      "overview": "El legionario Rick O'Connell y su socio descubren durante una batalla en Egipto las ruinas de Hamunaptra, la ciudad de los muertos. Pasado un tiempo, este descubrimiento le permitirá salvar su vida y volver al lugar con una egiptóloga y su hermano, donde coinciden con un grupo de americanos. Todos ellos, seducidos por la aventura, provocarán la resurrección de la momia de un diabólico sacerdote egipcio que intenta desesperadamente recuperar a su amada.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/aGRMxB5ve2nSKsq8ww6PyUwhWpP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/khIjSqFwgZqakF1sBaUEpwI4BJo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wN5ECzhPYnphWKPvqrVVmQnGUrC.png"
    },
    {
      "id": "tmdb:1522377",
      "type": "movie",
      "name": "Dos mundos, un deseo",
      "ids": {
        "tmdb": 1522377
      },
      "overview": "Bilge y Can comienzan a escucharse telepáticamente veintiún años después de aquel encuentro mágico en el hospital infantil. Lo que parece ser un milagro termina siendo un secreto oculto, ya que el destino les reserva mucho más a pesar del tiempo: una aventura emocionante y una historia de amor épica.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/z3TOm0laEXLGPoH3VmzTYyHu1YR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kKWZq6M76mJM98U0HdpaxBRnPuD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uZ9hrHpgyGPjjfWR4tVNfURn2ju.png"
    },
    {
      "id": "tmdb:1481331",
      "type": "movie",
      "name": "Nahual",
      "ids": {
        "tmdb": 1481331
      },
      "overview": "La exótica escapada de Katia Montero se convierte en una pesadilla al ser poseída por un espíritu animal sediento de sangre. Encuentros eróticos, violencia y leyendas locales transforman el paraíso en un infierno en esta nueva versión de un escalofriante mito sudamericano.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/gQZn4Rx3LpIBnFunH1AKxAMYYd9.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:807",
      "type": "movie",
      "name": "Seven",
      "ids": {
        "tmdb": 807
      },
      "overview": "El teniente Somerset, del departamento de homicidios, está a punto de jubilarse y ser reemplazado por el ambicioso y brillante detective David Mills. Ambos tendrán que colaborar en la resolución de una serie de asesinatos cometidos por un psicópata que toma como base la relación de los siete pecados capitales: gula, pereza, soberbia, avaricia, envidia, lujuria e ira. Los cuerpos de las víctimas, sobre los que el asesino se ensaña de manera impúdica, se convertirán para los policías en un enigma que les obligará a viajar al horror y la barbarie más absoluta.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/uVPcVz4b2hnSGrXYLdIGRXwcivs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xfAi4XOuXSLhQXM7lsgEwO3X17H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9Jwo35pcCztc5FNmJpeI1EMRCye.png"
    }
  ]
}