{
  "metas": [
    {
      "id": "tmdb:1083637",
      "type": "movie",
      "name": "Kantara 2",
      "ids": {
        "tmdb": 1083637
      },
      "overview": "Durante el reinado de los Kadamba, el rey Vijayendra, gobernante de la ficticia tierra feudataria de Bangra, encuentra su destino final mientras se aventura en el místico bosque de Kantara. Testigo de ello, su hijo Rajashekara sella las fronteras de su reino. Más tarde, el príncipe Kulashekara las reabre mediante una brutal masacre. El protagonista, Berme, en busca de prosperidad, cruza la brecha y enciende un conflicto de fe, poder y destino entre el Reino y la Naturaleza.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/zBvw25afDn93embB8L7FzvTT2xq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/w57nxiBIODAYHLRs1xmrCY9zEFe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bgTDsN8b7C1y6RmGu2GHKRvPZG7.png"
    },
    {
      "id": "tmdb:785663",
      "type": "movie",
      "name": "Old Henry",
      "ids": {
        "tmdb": 785663
      },
      "overview": "Un granjero viudo y su hijo acogen con cautela a un hombre misterioso y herido con una bolsa de dinero en efectivo. Cuando un grupo de hombres que dicen ser la ley viene por el dinero, el agricultor debe decidir en quién confiar. Al defender un asedio a su granja, el granjero revela un talento para el uso de armas que sorprende a todos y cuestionan su verdadera identidad.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/tlYJPYNkN8AmyPp8F0zjYbQgWEW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6Jx7dM7HSdnkeChcvbaRCYYkMuK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bxCxeGwKhsr036FVLe5y9oOR0T8.png"
    },
    {
      "id": "tmdb:949709",
      "type": "movie",
      "name": "El Secuestro",
      "ids": {
        "tmdb": 949709
      },
      "overview": "Gao Haojun, un experto en seguridad internacional, es secuestrado por hombres armados en el primer vuelo del avión A380, y su hija ciega es una de los rehenes encubiertos, un hecho que él desconoce.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/v8ySgr4CE45SrrIt4PqqYc1diW6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/w6AUMkwUzecLJ4uxKeiFrrYaUjY.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9e0NxOE8nhuXuerSjMlh3KbX8C1.png"
    },
    {
      "id": "tmdb:1379963",
      "type": "movie",
      "name": "Dímelo bajito",
      "ids": {
        "tmdb": 1379963
      },
      "overview": "Kamila lo tiene todo controlado: estudios, vida social, su imagen... Todo excepto el inesperado regreso de sus vecinos, los enigmáticos hermanos Di Bianco, tras 7 años de ausencia. Thiago le robó su primer beso y Taylor fue su mejor amigo, pero ahora la vuelta de ambos pondrá el mundo de Kami del revés. ¿Podrán superar los tres el pasado que les une? ¿O explotará todo en mil pedazos una vez más?",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/dvebFZgb6HczmYkOA43bGfSrvYl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1Qa9pqG9tyPCY5ur8SVMGIB6yWn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/a4srrym62lCdGgNCwW2SwZVHg8j.png"
    },
    {
      "id": "tmdb:1196573",
      "type": "movie",
      "name": "La educación de Polly McClusky",
      "ids": {
        "tmdb": 1196573
      },
      "overview": "Tras salir de prisión, Nate debe proteger a su hija Polly de una peligrosa banda que ha puesto precio a sus vidas. Juntos emprenden una huida violenta y desesperada por el desierto, mientras él le enseña a sobrevivir en un mundo brutal. En el camino, padre e hija forjan un profundo vínculo marcado por la redención y el crecimiento mutuo... Adaptación de la premiada novela de Jordan Harper.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/1ofdDh4ZHeFczYBKGYu4JEPuBsG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/A4AYsnt7f5HPHy3RcCjCUS0sjQo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/engQHtbAob3uPPU88mucAcc9Ep8.png"
    },
    {
      "id": "tmdb:1255775",
      "type": "movie",
      "name": "Merv",
      "ids": {
        "tmdb": 1255775
      },
      "overview": "Cuando su querido perro Merv pierde la chispa tras su separación, Anna y Russ se ven obligados a aceptar el acuerdo de crianza compartida más incómodo del mundo. Con la esperanza de sacar a Merv de su depresión, Russ lo lleva de escapada a Florida, pero Anna aparece inesperadamente. Mientras Merv recupera el ánimo, parece que curar el corazón roto de su perro despierta otras chispas entre ellos.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/nfGlYjINEcGtxV46viW4olwHHSz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yeQjxkAbExWnqWrhu9pApm5EYuz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/soEB2qzV4IuN2zEVHKjKWhU5WKg.png"
    },
    {
      "id": "tmdb:1166133",
      "type": "movie",
      "name": "Bramayugam",
      "ids": {
        "tmdb": 1166133
      },
      "overview": "Thevan, un cantante folclórico de la casta Paanan, tiene un encuentro fatídico cuando escapa de la esclavitud, lo que lo lleva a descubrir una antigua tradición que altera su destino.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/snQLwRrfQAl5YFKVefZq9Lbscki.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ubuky9o9zypoGCbYntwZBwBIXCc.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/a2H0rJIrGHTvnddkKaDRkBqigfj.png"
    },
    {
      "id": "tmdb:8871",
      "type": "movie",
      "name": "El Grinch",
      "ids": {
        "tmdb": 8871
      },
      "overview": "Cada año, en Navidad, los lugareños perturban su pacífica soledad con celebraciones cada vez más desmesuradas, luminosas y ruidosas. Cuando los Quién declaran que ese año van a preparar una Navidad el triple de grande, el Grinch se da cuenta de que solo hay un modo de recuperar algo de paz y silencio: robar la Navidad. Para ello, decide hacerse pasar por Santa Claus en Nochebuena, haciéndose con un reno muy peculiar para tirar de su trineo. Mientras tanto, en Villa Quién, una dulce niña llamada Cindy-Lou, desbordante de espíritu navideño, planea con sus amigos atrapar a Papá Noel durante su visita en Nochebuena para darle las gracias por ayudar a su trabajadora madre. Sin embargo, a medida que se acerca la noche mágica, sus buenas intenciones amenazan con chocar con las del Grinch, mucho más perversas.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/yCZ3xAPM5009ltBUUwPtCeWKQWy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qkt1Qn9j6yw9rcJhvSu1p3wuiBm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/87Gk6cCexvE0VVRF25ppQ2STubX.png"
    },
    {
      "id": "tmdb:1248226",
      "type": "movie",
      "name": "Juegos de niños",
      "ids": {
        "tmdb": 1248226
      },
      "overview": "Brian acaba de ser despedido de su trabajo, y se convierte en un padre que se queda en casa. Acepta una invitación para jugar de otro padre, que resulta ser un bala perdida.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/sWhglhFoGA0T7n5U6Yi0t8LBGjA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gAR5CbKYuljOtJED1uipBLNSsiD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4XQyjOv5Y0EbYDdB1p3sMRH7uWv.png"
    },
    {
      "id": "tmdb:601",
      "type": "movie",
      "name": "E.T. el extraterrestre",
      "ids": {
        "tmdb": 601
      },
      "overview": "Un pequeño ser de otro planeta se queda abandonado en la Tierra cuando su nave se marcha olvidándose de él. Tiene miedo. Está completamente solo, pero se hará amigo de un niño, que lo esconde en su casa. El niño y sus hermanos intentarán encontrar la forma de que el pequeño extraterrestre regrese a su planeta antes de que los científicos y la policía lo encuentren.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/4kixNqJAu7hWpZOnOsznL7YPuuQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/swr1MOdJuionDNYfeR5zvAmnvVJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jlgA3wk1zxCdsCZHWFpaR1KzBci.png"
    },
    {
      "id": "tmdb:1010581",
      "type": "movie",
      "name": "Culpa mía",
      "ids": {
        "tmdb": 1010581
      },
      "overview": "Noah debe dejar su ciudad, novio y amigos para mudarse a la mansión de William Leister, el flamante y rico marido de su madre Rafaela. Por otro lado, con 17 años, orgullosa e independiente, Noah se resiste a vivir en una mansión rodeada de lujo. Allí conoce a Nick, su nuevo hermanastro, y el choque de sus fuertes personalidades se hace evidente desde el primer momento.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/gp31EwMH5D2bftOjscwkgTmoLAB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ytp4DLPaWryo8rrTNBSYPIOJfDw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fJx6YJf8bT4VmthEHhFpJic6Jhm.png"
    },
    {
      "id": "tmdb:1261825",
      "type": "movie",
      "name": "Oh. What. Fun.",
      "ids": {
        "tmdb": 1261825
      },
      "overview": "Claire Clauster es el nexo que mantiene unida a su caótica, aunque encantadora familia durante las vacaciones. Pero este año, tras planear una salida especial con ellos, cometen un error y la abandonan sola en casa. Harta y menospreciada, Claire emprende una aventura por su cuenta. Mientras su familia la busca, Claire descubre la magia de una Navidad atípica.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/uNmyZChmLKqxROmbsylj5sbzGUR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gnieSeoJ5shZamINHu5RnMetzOq.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ejwZokujz6d3wb9SfzE6gLMmuCQ.png"
    },
    {
      "id": "tmdb:1156594",
      "type": "movie",
      "name": "Culpa nuestra",
      "ids": {
        "tmdb": 1156594
      },
      "overview": "La boda de Jenna y Lion propicia el tan deseado reencuentro entre Noah y Nick tiempo después de su ruptura. La incapacidad de Nick para perdonar a Noah se alza como una barrera insalvable. Él, heredero de las empresas de su abuelo y ella, empezando su vida laboral, se resisten a alimentar una llama que aún sigue viva. Pero una vez que sus caminos se han vuelto a cruzar, ¿será el amor más fuerte que el rencor? Secuela de \"Culpa tuya\".",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/6kmi6vmp6iOn4KzI7WfnVtAeJhU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8WhlNrtQdyUBnKrw5WBJnsDn1HE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mhfqINvBNJSqmVxpsaMmFRIYVdz.png"
    },
    {
      "id": "tmdb:1426968",
      "type": "movie",
      "name": "Ya no quedan junglas",
      "ids": {
        "tmdb": 1426968
      },
      "overview": "Theo, conocido como \"el Gentleman\", es un ex soldado estadounidense cuya existencia solitaria y miserable transcurre entre sus recuerdos de un pasado mejor con su difunta esposa y su habitual cita de los jueves con Olga, una prostituta a la que paga por conversar, recordando quién fue una vez y soñando con lo que podría haber sido. Cuando Olga es asesinada, busca una venganza brutal. El rastro de sangre que deja es seguido por Iborra, una inspectora de policía alcohólica, y Herodes, un despiadado asesino a sueldo. El cruce de estos personajes al límite tendrá un abrupto desenlace cuando el presente venga a cobrarse las deudas del pasado.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/9aCPjtt0mxnMmdvdfCuCGDqxEg8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/207ZYv4LZDoZMmiTIwna74LlP59.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/p7YEbCVoK0KHUEEc6EPjiw1MdI5.png"
    },
    {
      "id": "tmdb:541671",
      "type": "movie",
      "name": "Ballerina",
      "ids": {
        "tmdb": 541671
      },
      "overview": "Eve Macarro es una asesina entrenada por la Ruska Roma desde su infancia, la misma organización criminal encargada del adiestramiento de John Wick. En esta violenta historia de venganza, Eve intentará por todos los medios averiguar quién está detrás del asesinato de su padre. En su lucha por conocer la verdad, tendrá que atenerse a las normas de la Alta Mesa y, por supuesto, a las del Hotel Continental, donde descubrirá que existen secretos ocultos sobre su pasado.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/gQCrYmvCK7JCLXjCGTMRF5Lzr5c.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1B7CXnNQbIqPMvYAZrvwEv9563R.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/d4hvNyXn2dRWv9CpjzFW4BzjQLo.png"
    },
    {
      "id": "tmdb:360920",
      "type": "movie",
      "name": "El Grinch",
      "ids": {
        "tmdb": 360920
      },
      "overview": "El Grinch, la película de animación basada en el popular clásico navideño del Dr. Seuss, cuenta la historia de un cínico cascarrabias que se propone robar la Navidad hasta que el desbordante espíritu navideño de una niña le hace cambiar de opinión. Divertida, enternecedora y visualmente impactante, se trata de una historia universal sobre el indómito poder del optimismo.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/eCHNCoat9L0Q3p4XjBQqV2Zn7Ux.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/HxkJiGgCJ2HMMdhadajrR1q8pB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jzl1BrLytFdkBDlT54ZrKSsHfZw.png"
    },
    {
      "id": "tmdb:238",
      "type": "movie",
      "name": "El padrino",
      "ids": {
        "tmdb": 238
      },
      "overview": "Don Vito Corleone, conocido dentro de los círculos del hampa como 'El Padrino', es el patriarca de una de las cinco familias que ejercen el mando de la Cosa Nostra en Nueva York en los años cuarenta. Don Corleone tiene cuatro hijos: una chica, Connie, y tres varones; Sonny, Michael y Fredo. Cuando el Padrino reclina intervenir en el negocio de estupefacientes, empieza una cruenta lucha de violentos episodios entre las distintas familias del crimen organizado.",
      "year": 1972,
      "poster": "https://image.tmdb.org/t/p/w342/ApiEfzSkrqS4m1L5a2GwWXzIiAs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/k0E1zn685h9RihffFMIiI9qBn2s.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gSDhcObC7ytBG7VNzcaGJki01iW.png"
    },
    {
      "id": "tmdb:1197306",
      "type": "movie",
      "name": "A Working Man",
      "ids": {
        "tmdb": 1197306
      },
      "overview": "Levon Cade dejó atrás una condecorada carrera militar en las operaciones encubiertas para vivir una vida sencilla trabajando en la construcción. Pero cuando la hija de su jefe, que para él es como de la familia, es secuestrada por traficantes de personas, su búsqueda para traerla a casa descubre un mundo de corrupción mucho mayor de lo que jamás podría haber imaginado.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/aG50Ad3UV8cCQWpNWSHHUqgKGNB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uz3PYuJFmLn01uVaIlWdzk6sWtC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/glIqxFNDJFHrLgg7JBdQCx2sl1v.png"
    },
    {
      "id": "tmdb:1481331",
      "type": "movie",
      "name": "Nahual",
      "ids": {
        "tmdb": 1481331
      },
      "overview": "La exótica escapada de Katia Montero se convierte en una pesadilla al ser poseída por un espíritu animal sediento de sangre. Encuentros eróticos, violencia y leyendas locales transforman el paraíso en un infierno en esta nueva versión de un escalofriante mito sudamericano.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/gQZn4Rx3LpIBnFunH1AKxAMYYd9.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:845781",
      "type": "movie",
      "name": "Red One",
      "ids": {
        "tmdb": 845781
      },
      "overview": "Tras el secuestro de Papá Noel (nombre en clave: RED ONE), el Jefe de Seguridad del Polo Norte (Dwayne Johnson) debe formar equipo con el cazarrecompensas más infame del mundo (Chris Evans) en una misión trotamundos llena de acción para salvar la Navidad.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/dpskAcm71w5v8zQ8RmPmJiP31Om.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2MWJEFwQi7GF9rPZDnai4eIQMO1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1a40h3dCiDlonF2St05dnMXGs71.png"
    },
    {
      "id": "tmdb:1280518",
      "type": "movie",
      "name": "Laberinto de sombras",
      "ids": {
        "tmdb": 1280518
      },
      "overview": "Elena quedó ciega tras un accidente, desde entonces vive sola en una vieja casa familiar. Tras la llegada de dos extraños que pretenden robarle sus joyas y la aparición de extrañas fuerzas sobrenaturales convertirán la casa en un peligroso laberinto. El bien y el mal se enfrentarán hasta la muerte.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/565kBAr0hvgLbJKyAd3dUKk2xn0.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:1119878",
      "type": "movie",
      "name": "Ice Road: Venganza",
      "ids": {
        "tmdb": 1119878
      },
      "overview": "El camionero del hielo Mike McCann, cumpliendo el último deseo de su hermano, viaja a Nepal para esparcir sus cenizas en el monte Everest. En un autobús turístico que atraviesa el territorio de la tristemente célebre Ruta al Cielo, Mike y su guía se topan con un grupo de mercenarios y deberán luchar para salvar sus vidas.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/5Wb1sOZvFulzzJE5JDWCnFSCvJ5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ypZZ8IspcRuC9srzuaTU6O6BQBb.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kEqs5aTSmmYc1DE1jCOcY573V0A.png"
    },
    {
      "id": "tmdb:106646",
      "type": "movie",
      "name": "El lobo de Wall Street",
      "ids": {
        "tmdb": 106646
      },
      "overview": "Película basada en hechos reales del corredor de bolsa neoyorquino Jordan Belfort. A mediados de los años 80, Belfort era un joven honrado que perseguía el sueño americano, pero pronto en la agencia de valores aprendió que lo más importante no era hacer ganar a sus clientes, sino ser ambicioso y ganar una buena comisión. Su enorme éxito y fortuna le valió el mote de \"El lobo de Wall Street\". Dinero. Poder. Mujeres. Drogas. Las tentaciones abundaban y el temor a la ley era irrelevante. Jordan y su manada de lobos consideraban que la discreción era una cualidad anticuada; nunca se conformaban con lo que tenían.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/uthRoUeTtiep5HCoySlOjQSPCbJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3r21LrAcuheli81CCv1QW15gJow.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gOhYHh1qdjqa2cOTjuN3t09Q9gW.png"
    },
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:508",
      "type": "movie",
      "name": "Love Actually",
      "ids": {
        "tmdb": 508
      },
      "overview": "En Londres, poco antes de las Navidades, se entrelazan una serie de historias divertidas y conmovedoras. 'Love Actually' es una manera abreviada de decir 'Love Actually Is All Around' y éste es precisamente el argumento de la película: mires a donde mires, encontrarás el amor en todas partes. Todos los personajes, cada uno a su manera (un primer ministro, una vieja estrella del rock, una asistenta portuguesa que sólo habla su idioma), están relacionados con los aspectos más divertidos, tristes, ingenuos y estúpidos del amor.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/A3jpXZMwqe8DoGuykyojNIidWNj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6xrA9tMvpb3cnktNH7voJ62S41N.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2XMBZCDjHRShdEhUC5btOJazCos.png"
    },
    {
      "id": "tmdb:1522377",
      "type": "movie",
      "name": "Dos mundos, un deseo",
      "ids": {
        "tmdb": 1522377
      },
      "overview": "Bilge y Can comienzan a escucharse telepáticamente veintiún años después de aquel encuentro mágico en el hospital infantil. Lo que parece ser un milagro termina siendo un secreto oculto, ya que el destino les reserva mucho más a pesar del tiempo: una aventura emocionante y una historia de amor épica.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/z3TOm0laEXLGPoH3VmzTYyHu1YR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kKWZq6M76mJM98U0HdpaxBRnPuD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uZ9hrHpgyGPjjfWR4tVNfURn2ju.png"
    },
    {
      "id": "tmdb:1237082",
      "type": "movie",
      "name": "31 Minutos: Calurosa Navidad",
      "ids": {
        "tmdb": 1237082
      },
      "overview": "Al periodista estrella de 31 Minutos, Juan Carlos Bodoque se le es encomendada la tarea de ir a recoger al Polo Norte los regalos de navidad de todo el pueblo de Titirilquén, sin embargo, la tentación al juego se hará presente en la misión de Bodoque. Mientras que Mario Hugo intenta montar un show navideño en el estudio de 31 minutos, pero todo termina saliendo mal.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/dv9UrOoicRiMGkzr2oj2YwSFY2K.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lLFPw9TlYLJdyEAXcKTjvp9ihpz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/v1rXdzSA2XV0n6IZ2znyTYobkvY.png"
    },
    {
      "id": "tmdb:13",
      "type": "movie",
      "name": "Forrest Gump",
      "ids": {
        "tmdb": 13
      },
      "overview": "Forrest Gump es un chico con deficiencias mentales no muy profundas y con alguna incapacidad motora que, a pesar de todo, llegará a convertirse, entre otras cosas, en un héroe durante la Guerra del Vietnam. Su persistencia y bondad le llevarán a conseguir una gran fortuna, ser objeto del clamor popular y a codearse con las más altas esferas sociales y políticas del país. Siempre sin olvidar a Jenny, su gran amor desde que era niño.",
      "year": 1994,
      "poster": "https://image.tmdb.org/t/p/w342/oiqKEhEfxl9knzWXvWecJKN3aj6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tNVTWNa8cxZLw7aWvHzSDLyc7ig.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tcEgFz24Evw3CPdPTBi1EQv7IyC.png"
    },
    {
      "id": "tmdb:1186350",
      "type": "movie",
      "name": "Marco",
      "ids": {
        "tmdb": 1186350
      },
      "overview": "El hijo adoptivo de la familia Adattu, Marco, se embarca en una despiadada búsqueda de venganza después de que su hermano es brutalmente asesinado, encontrando solo traición, pérdida y una brutalidad inimaginable a cada paso.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/iImp6DKftYKQob1r0aDVHbAhR5G.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fyT1X8DGW3MlwXjdAoZFCc183fZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zp04i9bv8WMfzr7IUFcdXWDiAi3.png"
    },
    {
      "id": "tmdb:496243",
      "type": "movie",
      "name": "Parásitos",
      "ids": {
        "tmdb": 496243
      },
      "overview": "Tanto Gi Taek (Song Kang-ho) como su familia están sin trabajo. Cuando su hijo mayor, Gi Woo (Choi Woo-sik), empieza a dar clases particulares en casa de Park (Lee Seon-gyun), las dos familias, que tienen mucho en común pese a pertenecer a dos mundos totalmente distintos, comienzan una interrelación de resultados imprevisibles.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/4N55tgxDW0RRATyrZHbx0q9HUKv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ao0dFrU4QrmnVYt6ywnsGNjmuAT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7yTwlOYScxmNEHK2RJr1YWRTOEW.png"
    },
    {
      "id": "tmdb:569094",
      "type": "movie",
      "name": "Spider-Man: Cruzando el Multiverso",
      "ids": {
        "tmdb": 569094
      },
      "overview": "Tras reencontrarse con Gwen Stacy, el amigable vecindario de Spider-Man de Brooklyn al completo es catapultado a través del Multiverso, donde se encuentra con un equipo de Spidermans encargados de proteger su propia existencia. Pero cuando los héroes se enfrentan sobre cómo manejar una nueva amenaza, Miles se encuentra enfrentado a las otras Arañas y debe redefinir lo que significa ser un héroe para poder salvar a la gente que más quiere.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/37WcNMgNOMxdhT87MFl7tq7FM1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dqW4XklqnMOopW9MMmT2lmLN3dT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kFV7w6AfJogA5io4UyhGD4eNgyJ.png"
    },
    {
      "id": "tmdb:680",
      "type": "movie",
      "name": "Pulp Fiction",
      "ids": {
        "tmdb": 680
      },
      "overview": "Jules y Vincent, dos asesinos a sueldo con muy pocas luces, trabajan para Marsellus Wallace. Vincent le confiesa a Jules que Marsellus le ha pedido que cuide de Mia, su mujer. Jules le recomienda prudencia porque es muy peligroso sobrepasarse con la novia del jefe. Cuando llega la hora de trabajar, ambos deben ponerse manos a la obra. Su misión: recuperar un misterioso maletín.",
      "year": 1994,
      "poster": "https://image.tmdb.org/t/p/w342/hNcQAuquJxTxl2fJFs1R42DrWcf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yZnDozjJnYKlKKiYO7u2vmPWNcE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hBykAcgUmLtXhdlRHpz0AdyvZA5.png"
    },
    {
      "id": "tmdb:240",
      "type": "movie",
      "name": "El Padrino Parte II",
      "ids": {
        "tmdb": 240
      },
      "overview": "Continuación de la saga de los Corleone con dos historias paralelas: la elección de Michael Corleone como jefe de los negocios familiares y los orígenes del patriarca, el ya fallecido Don Vito, primero en Sicilia y luego en Estados Unidos, donde, empezando desde abajo, llegó a ser un poderosísimo jefe de la mafia de Nueva York.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/mbry0W5PRylSUHsYzdiY2FSJwze.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oTeNCx1a5Y2StS8YygrpM31fMxn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zpOTTllMRebmc3D7PBd4t4ZqksU.png"
    },
    {
      "id": "tmdb:1305717",
      "type": "movie",
      "name": "Zona de caza",
      "ids": {
        "tmdb": 1305717
      },
      "overview": "Una madre que huye de su marido, relacionado con la mafia, encuentra refugio en casa de un vagabundo llamado Jake, pero cuando los hombres de su marido se acercan, Jake resulta ser más peligroso que cualquiera de los que ella huye.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/u6DNzvz4y3XS5QYqsvvauIx4Xvc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/y9fNYJSpHNPUc9DfgudeHbsg5E3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wcj1G9DnomUt2B2FlyzNxzEcpbU.png"
    },
    {
      "id": "tmdb:361743",
      "type": "movie",
      "name": "Top Gun: Maverick",
      "ids": {
        "tmdb": 361743
      },
      "overview": "Después de más de 30 años de servicio como uno de los mejores aviadores de la Armada, Pete \"Maverick\" Mitchell se encuentra dónde siempre quiso estar, empujando los límites como un valiente piloto de prueba y esquivando el alcance en su rango, que no le dejaría volar emplazándolo en tierra. Cuando se encuentra entrenando a un destacamento de graduados de Top Gun para una misión especializada, Maverick se encuentra allí con el teniente Bradley Bradshaw, el hijo de su difunto amigo \"Goose\".",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/AlWpEpQq0RgZIXVHAHZtFhEvRgd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jALOpRgEjKLWn5ZD01pGecHdCNt.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/w6dMatJzyyVtmE8JVGnNjviapnv.png"
    },
    {
      "id": "tmdb:603692",
      "type": "movie",
      "name": "John Wick 4",
      "ids": {
        "tmdb": 603692
      },
      "overview": "John Wick descubre un camino para derrotar a la Alta Mesa. Pero para poder ganar su libertad, Wick deberá enfrentarse a un nuevo rival con poderosas alianzas en todo el mundo, capaz de convertir a viejos amigos en enemigos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/mj2Z9HnRSIEk3n7yVPoOY4Uzzfh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xesn2yqNvezKyMXon8Aam4QZane.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q7EtVuIqlDIjn3IEpXeq9sF6wDp.png"
    },
    {
      "id": "tmdb:98",
      "type": "movie",
      "name": "Gladiator",
      "ids": {
        "tmdb": 98
      },
      "overview": "En el año 180, el Imperio Romano domina todo el mundo conocido. Tras una gran victoria sobre los bárbaros del norte, el anciano emperador Marco Aurelio decide transferir el poder a Máximo, bravo general de sus ejércitos y hombre de inquebrantable lealtad al imperio. Pero su hijo Cómodo, que aspiraba al trono, no lo acepta y trata de asesinar a Máximo.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/p08mUnCktZ2opGihZTAn7OqzOoi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qvmywctvXjXcI5dXzhMGKU41qfs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aF9ldcxU5HOEvrrhkZnd9jePoWu.png"
    },
    {
      "id": "tmdb:861451",
      "type": "movie",
      "name": "Martin",
      "ids": {
        "tmdb": 861451
      },
      "overview": "El viaje de un hombre que se descubre a sí mismo, encuentra el amor y lucha por su patria. ¿Podrá mantener el fuerte en las tres puertas?",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/bYe2ZjUhb4Kje0BpWE6kN34u2hv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/A6nBeHjhxHvSqr9YJ0BDd2MTZMu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kFMZLSkP7Jb8zPMP2AmZOXh4zkg.png"
    },
    {
      "id": "tmdb:941109",
      "type": "movie",
      "name": "Juego sucio",
      "ids": {
        "tmdb": 941109
      },
      "overview": "Un experto ladrón lleva a cabo el mayor robo de su vida. Parker, junto a Grofield, Zen y un equipo experto, se ven involucrados en un golpe que los enfrenta a la mafia de Nueva York en esta arriesgada misión.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/70Na5MXfOsFlJvoX6oKYAwOhNN9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fpPFrlZI7h59u20xnm6UELHe1C.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8FYBuJbhWVMUjYkUcebfGPPicQx.png"
    },
    {
      "id": "tmdb:564",
      "type": "movie",
      "name": "La momia",
      "ids": {
        "tmdb": 564
      },
      "overview": "El legionario Rick O'Connell y su socio descubren durante una batalla en Egipto las ruinas de Hamunaptra, la ciudad de los muertos. Pasado un tiempo, este descubrimiento le permitirá salvar su vida y volver al lugar con una egiptóloga y su hermano, donde coinciden con un grupo de americanos. Todos ellos, seducidos por la aventura, provocarán la resurrección de la momia de un diabólico sacerdote egipcio que intenta desesperadamente recuperar a su amada.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/aGRMxB5ve2nSKsq8ww6PyUwhWpP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/khIjSqFwgZqakF1sBaUEpwI4BJo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wN5ECzhPYnphWKPvqrVVmQnGUrC.png"
    },
    {
      "id": "tmdb:1734",
      "type": "movie",
      "name": "El regreso de la momia",
      "ids": {
        "tmdb": 1734
      },
      "overview": "Han pasado diez años, Rick O'Connell se ha casado con Evelyn, y ambos son padres del pequeño Alex, de ocho años. Cuando, tras una serie de acontecimientos, la momia del antiguo sacerdote egipcio Im-Ho-Tep es resucitada por una extraña secta en el British Museum, y la maldición milenaria del Rey Escorpión -que seis mil años atrás traicionó al dios Anubis- lo devuelve a la vida, el choque entre ambas fuerzas malignas desencadenará el caos en el mundo... si Rick y Evelyn no consiguen evitarlo.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/x5CeEQ2iq9A20LbU0K4Q1TMxFDs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4bON0uGExy9u9VifNuKF6OZqqA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/pj6XmRqroMzRoF7pUMeNT2Q4Kt.png"
    },
    {
      "id": "tmdb:105",
      "type": "movie",
      "name": "Regreso al futuro",
      "ids": {
        "tmdb": 105
      },
      "overview": "El adolescente Marty McFly es amigo de Doc, un científico al que todos toman por loco. Cuando Doc crea una máquina para viajar en el tiempo, un error fortuito hace que Marty llegue a 1955, año en el que sus futuros padres aún no se habían conocido. Después de impedir su primer encuentro, deberá conseguir que se conozcan y se casen; de lo contrario, su existencia no sería posible.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/owk40tn1sFJmC7bhamEpmhdZPKa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aYFwRXjiilOavzJ6r6dYv7Q4kUV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jFYEAKzR1lkd2fhxqd8hp8fhR6u.png"
    },
    {
      "id": "tmdb:749170",
      "type": "movie",
      "name": "Jefes de Estado",
      "ids": {
        "tmdb": 749170
      },
      "overview": "El primer ministro del Reino Unido y el presidente de EE. UU. tienen una rivalidad pública que pone en riesgo la alianza entre sus países. Pero cuando se convierten en el blanco de un poderoso enemigo, se ven obligados a confiar el uno en el otro. Aliados con Noel, una agente del MI6, intenta frustrar una conspiración que amenaza al mundo libre.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/2CSdwqOUMH23cEBodqAJynMFz7c.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1xDev1aS6juHOuhpOIKKlczEdrW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2VLbTs11eF3Ecw7coArU1oEGj1G.png"
    },
    {
      "id": "tmdb:9919",
      "type": "movie",
      "name": "Cómo perder a un chico en 10 días",
      "ids": {
        "tmdb": 9919
      },
      "overview": "Andie Anderson es una periodista que debe terminar un reportaje poco usual y dispone tan sólo de diez días. Se trata de escribir, basándose en experiencias de primera mano, sobre las cosas que las mujeres hacen sin querer y que provocan el alejamiento de los hombres. Para ello tiene que conseguir que un chico se enamore de ella y luego cometer todos los errores posibles para que la deje. El hombre elegido es el cotizado soltero Benjamin Barry, que precisamente acaba de apostar con el director de la agencia de publicidad en la que trabaja que es capaz de hacer que una mujer se enamore de él en diez días.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/xvfNVkpL7SJPt2WNyDp3Xoh3BTK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ujeLiu2C2IgGEVqNZ5Q1aaRlnij.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gthvO2YdL9rdl4tCWDft8quPlmh.png"
    },
    {
      "id": "tmdb:545611",
      "type": "movie",
      "name": "Todo a la vez en todas partes",
      "ids": {
        "tmdb": 545611
      },
      "overview": "Cuando una ruptura interdimensional altera la realidad, Evelyn, una inmigrante china en Estados Unidos, se ve envuelta en una aventura salvaje en la que sólo ella puede salvar el mundo. Perdida en los mundos infinitos del multiverso, esta heroína inesperada debe canalizar sus nuevos poderes para luchar contra los extraños y desconcertantes peligros del multiverso mientras el destino del mundo pende de un hilo.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/9R1zEZJkIah6GuLwFZWsuygn552.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/idNFfHarxVnMoiiVsk2PGA3trD7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/z1g5lrzhZapdk3Z9ItJOrdqxWGb.png"
    },
    {
      "id": "tmdb:1156593",
      "type": "movie",
      "name": "Culpa tuya",
      "ids": {
        "tmdb": 1156593
      },
      "overview": "El amor entre Noah y Nick parece inquebrantable, a pesar de las maniobras de sus padres por separarles. Pero el trabajo de él y la entrada de ella en la universidad, abre sus vidas a nuevas relaciones. La aparición de una exnovia que busca venganza y de la madre Nick con intenciones poco claras, removerán los cimientos no solo de su relación, sino de la propia familia Leister. Cuando tantas personas están dispuestas a destruir una relación, ¿puede realmente acabar bien?",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/1jvCVdlgInyItAUEvvvCakm1Yxz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2wN6xbmMPFVqnhQkoxNBTB5djFR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tXYv8Q4pf2xuRaX5OrmH8d9AUK2.png"
    },
    {
      "id": "tmdb:1118031",
      "type": "movie",
      "name": "Apocalipsis Z: el principio del fin",
      "ids": {
        "tmdb": 1118031
      },
      "overview": "Cuando una especie de rabia que transforma a la gente en criaturas agresivas se extiende por el planeta, Manel se aísla en casa con su gato, recurriendo a su ingenio para sobrevivir; pero pronto deberán salir a buscar comida, por tierra y por mar, sorteando muchos peligros.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/jaBToJ1DZcwn5wOsQeLOXFVlBLn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gwNm3D4hj1xQvEmfZh2Sssok3EU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dBOtMMLbTgjQw3FVv7nCCPinjiO.png"
    },
    {
      "id": "tmdb:291805",
      "type": "movie",
      "name": "Ahora me ves 2",
      "ids": {
        "tmdb": 291805
      },
      "overview": "Un año después de despistar al FBI y conseguir la admiración del público con sus espectáculos mentales, los cuatro jinetes vuelven a la luz pública, pero un nuevo enemigo se propone arruinar su golpe más espectacular y peligroso hasta la fecha... Secuela de \"Ahora me ves\" del 2013.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/pjGt13AXXTLxvkmdF6SpA1feFOw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/loz93oEcBvf0HHE4GvwkDwfrtPy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yUVdxlUCXlvGe5kEspq7wp4FDmR.png"
    },
    {
      "id": "tmdb:218",
      "type": "movie",
      "name": "Terminator",
      "ids": {
        "tmdb": 218
      },
      "overview": "Un cyborg ha sido enviado desde el futuro en una misión mortal: eliminar a Sarah Connor, una joven cuya vida tendrá una gran importancia en los próximos años. Sarah tiene sólo un protector —Kyle Reese— también enviado desde el futuro. El Terminator utiliza su inteligencia excepcional y fuerza para encontrar a Sarah, pero ¿hay alguna forma de detener al cyborg aparentemente indestructible?",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/9KI49SBnwAOzGcMw1onIki7vd2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pGZZ2FZtDSAwM80h9iYkrbJGrKz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q4wdswLUVVrl8OSjYXPqjihRHXs.png"
    },
    {
      "id": "tmdb:217",
      "type": "movie",
      "name": "Indiana Jones y el reino de la calavera de cristal",
      "ids": {
        "tmdb": 217
      },
      "overview": "Indiana Jones y el joven Mutt se proponen encontrar la Calavera de Cristal de Akator. Los agentes soviéticos tienen ese mismo objetivo. Liderados por la bella Irina Spalko, creen que el artilugio ayudará a su país a dominar el mundo si consiguen descifrar su secreto.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/caC98g0VyWVztBStLu46rpKlbGw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/72AYG1Muic6pDyzwi2QLGHVf5QX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cqOjP9jcWl7e73JD69TRDqsvHgp.png"
    }
  ]
}