{
  "metas": [
    {
      "id": "tmdb:1156594",
      "type": "movie",
      "name": "Culpa nuestra",
      "ids": {
        "tmdb": 1156594
      },
      "overview": "La boda de Jenna y Lion propicia el tan deseado reencuentro entre Noah y Nick tiempo después de su ruptura. La incapacidad de Nick para perdonar a Noah se alza como una barrera insalvable. Él, heredero de las empresas de su abuelo y ella, empezando su vida laboral, se resisten a alimentar una llama que aún sigue viva. Pero una vez que sus caminos se han vuelto a cruzar, ¿será el amor más fuerte que el rencor? Secuela de \"Culpa tuya\".",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/6kmi6vmp6iOn4KzI7WfnVtAeJhU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8WhlNrtQdyUBnKrw5WBJnsDn1HE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mhfqINvBNJSqmVxpsaMmFRIYVdz.png"
    },
    {
      "id": "tmdb:1010581",
      "type": "movie",
      "name": "Culpa mía",
      "ids": {
        "tmdb": 1010581
      },
      "overview": "Noah debe dejar su ciudad, novio y amigos para mudarse a la mansión de William Leister, el flamante y rico marido de su madre Rafaela. Por otro lado, con 17 años, orgullosa e independiente, Noah se resiste a vivir en una mansión rodeada de lujo. Allí conoce a Nick, su nuevo hermanastro, y el choque de sus fuertes personalidades se hace evidente desde el primer momento.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/gp31EwMH5D2bftOjscwkgTmoLAB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ytp4DLPaWryo8rrTNBSYPIOJfDw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fJx6YJf8bT4VmthEHhFpJic6Jhm.png"
    },
    {
      "id": "tmdb:1186350",
      "type": "movie",
      "name": "Marco",
      "ids": {
        "tmdb": 1186350
      },
      "overview": "El hijo adoptivo de la familia Adattu, Marco, se embarca en una despiadada búsqueda de venganza después de que su hermano es brutalmente asesinado, encontrando solo traición, pérdida y una brutalidad inimaginable a cada paso.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/il3ao5gcF6fZNqo1o9o7lusmEyU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fyT1X8DGW3MlwXjdAoZFCc183fZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zp04i9bv8WMfzr7IUFcdXWDiAi3.png"
    },
    {
      "id": "tmdb:1156593",
      "type": "movie",
      "name": "Culpa tuya",
      "ids": {
        "tmdb": 1156593
      },
      "overview": "El amor entre Noah y Nick parece inquebrantable, a pesar de las maniobras de sus padres por separarles. Pero el trabajo de él y la entrada de ella en la universidad, abre sus vidas a nuevas relaciones. La aparición de una exnovia que busca venganza y de la madre Nick con intenciones poco claras, removerán los cimientos no solo de su relación, sino de la propia familia Leister. Cuando tantas personas están dispuestas a destruir una relación, ¿puede realmente acabar bien?",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/1jvCVdlgInyItAUEvvvCakm1Yxz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2wN6xbmMPFVqnhQkoxNBTB5djFR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tXYv8Q4pf2xuRaX5OrmH8d9AUK2.png"
    },
    {
      "id": "tmdb:941109",
      "type": "movie",
      "name": "Juego sucio",
      "ids": {
        "tmdb": 941109
      },
      "overview": "Un experto ladrón lleva a cabo el mayor robo de su vida. Parker, junto a Grofield, Zen y un equipo experto, se ven involucrados en un golpe que los enfrenta a la mafia de Nueva York en esta arriesgada misión.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/70Na5MXfOsFlJvoX6oKYAwOhNN9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fpPFrlZI7h59u20xnm6UELHe1C.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8FYBuJbhWVMUjYkUcebfGPPicQx.png"
    },
    {
      "id": "tmdb:1294203",
      "type": "movie",
      "name": "Culpa mía: Londres",
      "ids": {
        "tmdb": 1294203
      },
      "overview": "Noah, de 18 años, se traslada de Estados Unidos a Londres con su madre, que se ha enamorado recientemente de William, un adinerado hombre de negocios británico. Noah conoce al hijo de William, el malote Nick. Pese a los esfuerzos de ambos por evitarlo, se sienten atraídos. Mientras Noah pasa el verano adaptándose a su nueva vida, su doloroso pasado la irá atrapando a la vez que se va enamorando.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/q0HxfkF9eoa6wSVnzwMhuDSK7ba.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7JsAK4jfZtxzptTYTjKX4rU7Xol.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xVdAIoMsR1OOcfOCXUYVgLGq5o.png"
    },
    {
      "id": "tmdb:1053008",
      "type": "movie",
      "name": "El luchador definitivo",
      "ids": {
        "tmdb": 1053008
      },
      "overview": "En el año 2046, donde existen los viajes en el tiempo y los combates a muerte son un deporte, un multimillonario realiza improbables peleas televisadas para descubrir al luchador definitivo: samuráis vs vikingos, caballeros vs policías, cowboys vs espartanos… Un policía de los 80 deberá participar en el programa y ganar todos los combates para poder regresar a su pasado.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/vmRtkq80lG1SO4wDscDUbuuoa3n.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2u0PRdGOcd4v3Zbb9JuZgpSBrtO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9sSKuD2X2FOaMUrUpLvYcRsgQxH.png"
    },
    {
      "id": "tmdb:1352755",
      "type": "movie",
      "name": "Se requiere mantenimiento",
      "ids": {
        "tmdb": 1352755
      },
      "overview": "Charlie, la independiente dueña de un taller exclusivamente femenino, se ve obligada a reevaluar su futuro cuando una gran corporación de la competencia se instala enfrente. Buscando consuelo, recurre a un confidente en internet, sin saber que es Beau, el rival que amenaza su negocio. Mientras saltan chispas, tanto en internet como fuera de ella, la verdad amenaza con desbaratarlo todo.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/kVcoxXAPfHo58FDwOCOF8NAW4bp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1WqXlOKj2NaRfdNgxq85aBnjNhT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3kGKuxoAHQbLxaR39bJAuxnOoKA.png"
    },
    {
      "id": "tmdb:1119878",
      "type": "movie",
      "name": "Ice Road: Venganza",
      "ids": {
        "tmdb": 1119878
      },
      "overview": "El camionero del hielo Mike McCann, cumpliendo el último deseo de su hermano, viaja a Nepal para esparcir sus cenizas en el monte Everest. En un autobús turístico que atraviesa el territorio de la tristemente célebre Ruta al Cielo, Mike y su guía se topan con un grupo de mercenarios y deberán luchar para salvar sus vidas.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/5Wb1sOZvFulzzJE5JDWCnFSCvJ5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ypZZ8IspcRuC9srzuaTU6O6BQBb.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kEqs5aTSmmYc1DE1jCOcY573V0A.png"
    },
    {
      "id": "tmdb:541671",
      "type": "movie",
      "name": "Ballerina",
      "ids": {
        "tmdb": 541671
      },
      "overview": "Eve Macarro es una asesina entrenada por la Ruska Roma desde su infancia, la misma organización criminal encargada del adiestramiento de John Wick. En esta violenta historia de venganza, Eve intentará por todos los medios averiguar quién está detrás del asesinato de su padre. En su lucha por conocer la verdad, tendrá que atenerse a las normas de la Alta Mesa y, por supuesto, a las del Hotel Continental, donde descubrirá que existen secretos ocultos sobre su pasado.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/gQCrYmvCK7JCLXjCGTMRF5Lzr5c.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1B7CXnNQbIqPMvYAZrvwEv9563R.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/d4hvNyXn2dRWv9CpjzFW4BzjQLo.png"
    },
    {
      "id": "tmdb:1197306",
      "type": "movie",
      "name": "A Working Man",
      "ids": {
        "tmdb": 1197306
      },
      "overview": "Levon Cade dejó atrás una condecorada carrera militar en las operaciones encubiertas para vivir una vida sencilla trabajando en la construcción. Pero cuando la hija de su jefe, que para él es como de la familia, es secuestrada por traficantes de personas, su búsqueda para traerla a casa descubre un mundo de corrupción mucho mayor de lo que jamás podría haber imaginado.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/aG50Ad3UV8cCQWpNWSHHUqgKGNB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uz3PYuJFmLn01uVaIlWdzk6sWtC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/glIqxFNDJFHrLgg7JBdQCx2sl1v.png"
    },
    {
      "id": "tmdb:1028248",
      "type": "movie",
      "name": "As Good As Dead. Ahora más peligroso",
      "ids": {
        "tmdb": 1028248
      },
      "overview": "Bryant (Michael Jai White), un hombre con un pasado misterioso, se muda a un pequeño pueblo fronterizo mexicano para empezar de nuevo y vivir una vida sencilla. Mientras está allí, se hace amigo de mala gana de un adolescente local con problemas que recientemente perdió a su madre y está siendo reclutado por la pandilla callejera local.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/niTXgu5Ydz64KkanuPqkppfW5gI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mV4HOq4Q8QxigC4z0YvHWSjrs8H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/atHM5eeBUXQLw6zpulhW86mSoZA.png"
    },
    {
      "id": "tmdb:238",
      "type": "movie",
      "name": "El padrino",
      "ids": {
        "tmdb": 238
      },
      "overview": "Don Vito Corleone, conocido dentro de los círculos del hampa como 'El Padrino', es el patriarca de una de las cinco familias que ejercen el mando de la Cosa Nostra en Nueva York en los años cuarenta. Don Corleone tiene cuatro hijos: una chica, Connie, y tres varones; Sonny, Michael y Fredo. Cuando el Padrino reclina intervenir en el negocio de estupefacientes, empieza una cruenta lucha de violentos episodios entre las distintas familias del crimen organizado.",
      "year": 1972,
      "poster": "https://image.tmdb.org/t/p/w342/ApiEfzSkrqS4m1L5a2GwWXzIiAs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/k0E1zn685h9RihffFMIiI9qBn2s.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gSDhcObC7ytBG7VNzcaGJki01iW.png"
    },
    {
      "id": "tmdb:138843",
      "type": "movie",
      "name": "Expediente Warren: The Conjuring",
      "ids": {
        "tmdb": 138843
      },
      "overview": "Basada en una historia real documentada por los reputados demonólogos Ed y Lorraine Warren. Narra los encuentros sobrenaturales que vivió la familia Perron en su casa de Rhode Island a principios de los 70. El matrimonio Warren, investigadores de renombre en el mundo de los fenómenos paranormales, acudieron a la llamada de esta familia aterrorizada por la presencia en su granja de un ser maligno.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/sKuHxkCogdk6YWzTyXYPoo9qd9n.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mftGp3zFc6ScGK2avNcaG72guoo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gJATvO2SJTKVka1s3Ku6dGtInIU.png"
    },
    {
      "id": "tmdb:749170",
      "type": "movie",
      "name": "Jefes de Estado",
      "ids": {
        "tmdb": 749170
      },
      "overview": "El primer ministro del Reino Unido y el presidente de EE. UU. tienen una rivalidad pública que pone en riesgo la alianza entre sus países. Pero cuando se convierten en el blanco de un poderoso enemigo, se ven obligados a confiar el uno en el otro. Aliados con Noel, una agente del MI6, intenta frustrar una conspiración que amenaza al mundo libre.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/2CSdwqOUMH23cEBodqAJynMFz7c.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1xDev1aS6juHOuhpOIKKlczEdrW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2VLbTs11eF3Ecw7coArU1oEGj1G.png"
    },
    {
      "id": "tmdb:1032448",
      "type": "movie",
      "name": "Jurassic Triangle",
      "ids": {
        "tmdb": 1032448
      },
      "overview": "Un grupo de compañeros de trabajo sufre un aterrizaje forzoso en una isla misteriosa de la que no pueden escapar. Descubren que no están solos cuando se encuentran con una variedad de criaturas sedientas de sangre y dinosaurios dispuestos a acabar con ellos. ¿Lograrán sobrevivir en la isla?",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/yLxLz8RHiOLtNvKCtJYQgDFXqBU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/v6PojNTqsVdPG3m1VaSlZPSwXZw.jpg"
    },
    {
      "id": "tmdb:1492608",
      "type": "movie",
      "name": "John Candy: Yo me gusto",
      "ids": {
        "tmdb": 1492608
      },
      "overview": "Del director Colin Hanks y el productor Ryan Reynolds llega John Candy: Yo me gusto. Los que mejor conocieron a John comparten su historia con sus propias palabras a través de imágenes de archivo, fotografías y entrevistas nunca vistas. Es un documental sobre la vida, la carrera y la pérdida de uno de los actores más queridos de todos los tiempos.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/9I7SnpK2dUg3Ebpmf4DtAF0Ztac.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5KmmyErJxNJDERLory9jtjtxFtO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/s3osWzcfyxT4aSmIS3DsCg5BRKi.png"
    },
    {
      "id": "tmdb:1106289",
      "type": "movie",
      "name": "El último encargo",
      "ids": {
        "tmdb": 1106289
      },
      "overview": "Una rutinaria recogida de dinero da un giro salvaje cuando dos incompatibles conductores de camión, Russell y Travis, son asaltados por despiadados criminales a las órdenes de la hábil mente maestra Zoe, cuyos planes van mucho más allá del cargamento de dinero en efectivo. Mientras el caos se desata a su alrededor, este improbable dúo tiene que enfrentarse en situaciones de alto riesgo, con personalidades que chocan continuamente y un muy mal día que no deja de empeorar.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/lbpyI9nwzSVDjS7OnE0uC41UciP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mshqWLjYBQ3whGOgsaITAyfZuqA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/38jqTp6UaPpnyoD74b4hfzbtfBX.png"
    },
    {
      "id": "tmdb:870028",
      "type": "movie",
      "name": "El contable 2",
      "ids": {
        "tmdb": 870028
      },
      "overview": "Cuando un viejo conocido es asesinado, Wolff se ve obligado a resolver el caso. Al darse cuenta de que son necesarias medidas más extremas, Wolff recluta a su hermano Brax, distanciado y muy letal, para que le ayude. En colaboración con Marybeth Medina, descubren una conspiración mortal y se convierten en objetivo de una despiadada red de asesinos que no se detendrán ante nada para mantener sus secretos enterrados.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/jcV9YfjBRo6occxqeWtEiyWwMoG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6yNfpmeDmG0NSmZLooQ5TZbZW81.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/npx5Ad1csHYx0FuAA8iVfrXfj52.png"
    },
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:635302",
      "type": "movie",
      "name": "Guardianes de la Noche: Tren infinito",
      "ids": {
        "tmdb": 635302
      },
      "overview": "Tanjiro y sus compañeros se unen al Pilar de las Llamas Kyojuro Rengoku para investigar una misteriosa serie de desapariciones que han ocurrido dentro del “Tren Infinito”. Poco saben que Enmu, uno de los miembros de las Doce Lunas Demoníacas, también está a bordo y les ha preparado una trampa.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/8t29MfbEkEZixjVbjRkqI5NyFR4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/AqhA7GXDEaP1spOWih195YzSPem.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fPAB3RNKNNBnDBztDTGWo22axah.png"
    },
    {
      "id": "tmdb:13",
      "type": "movie",
      "name": "Forrest Gump",
      "ids": {
        "tmdb": 13
      },
      "overview": "Forrest Gump es un chico con deficiencias mentales no muy profundas y con alguna incapacidad motora que, a pesar de todo, llegará a convertirse, entre otras cosas, en un héroe durante la Guerra del Vietnam. Su persistencia y bondad le llevarán a conseguir una gran fortuna, ser objeto del clamor popular y a codearse con las más altas esferas sociales y políticas del país. Siempre sin olvidar a Jenny, su gran amor desde que era niño.",
      "year": 1994,
      "poster": "https://image.tmdb.org/t/p/w342/oiqKEhEfxl9knzWXvWecJKN3aj6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tNVTWNa8cxZLw7aWvHzSDLyc7ig.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kjUupFukLAkxM40so0YfRGY5aHo.png"
    },
    {
      "id": "tmdb:1312946",
      "type": "movie",
      "name": "El mapa que me lleva a ti",
      "ids": {
        "tmdb": 1312946
      },
      "overview": "Heather es una joven que emprende una aventura por Europa con sus mejores amigos antes de instalarse en su vida perfectamente planificada. Cuando se cruza en su camino Jack, un desconocido magnético y misterioso, su chispa instantánea enciende un viaje emocional que ninguno de los dos esperaba. A medida que su conexión se profundiza, los secretos, las decisiones vitales y las verdades ocultas pondrán a prueba su vínculo y cambiarán su vida de una forma que nunca imaginó.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/8gzmyWZX6C29aKNLr5ol17n03nN.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yWG5Xu035J51pPxHDnAlcD17uOo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6SGhdLLRkY5zOWL0lSmzOPJV0Jc.png"
    },
    {
      "id": "tmdb:359410",
      "type": "movie",
      "name": "Road House (De profesión: duro)",
      "ids": {
        "tmdb": 359410
      },
      "overview": "Dalton es un exluchador de la UFC en horas bajas que acepta un trabajo como portero en un conflictivo bar de carretera de los Cayos de Florida, sólo para descubrir que este paraíso no es todo lo que parece... Remake de la película de 1989 con Patrick Swayze.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/n5af068Xoa2feazpY5MP3xcW5Mj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dYr1z7IaZWmdT6aJxD6KoePictq.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/77THaFziWEMmsvmKr2mIEEwH0te.png"
    },
    {
      "id": "tmdb:361743",
      "type": "movie",
      "name": "Top Gun: Maverick",
      "ids": {
        "tmdb": 361743
      },
      "overview": "Después de más de 30 años de servicio como uno de los mejores aviadores de la Armada, Pete \"Maverick\" Mitchell se encuentra dónde siempre quiso estar, empujando los límites como un valiente piloto de prueba y esquivando el alcance en su rango, que no le dejaría volar emplazándolo en tierra. Cuando se encuentra entrenando a un destacamento de graduados de Top Gun para una misión especializada, Maverick se encuentra allí con el teniente Bradley Bradshaw, el hijo de su difunto amigo \"Goose\".",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/AlWpEpQq0RgZIXVHAHZtFhEvRgd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jALOpRgEjKLWn5ZD01pGecHdCNt.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/w6dMatJzyyVtmE8JVGnNjviapnv.png"
    },
    {
      "id": "tmdb:866398",
      "type": "movie",
      "name": "Beekeeper: El protector",
      "ids": {
        "tmdb": 866398
      },
      "overview": "La brutal campaña de venganza de Adam Clay adquiere tintes nacionales tras revelarse que es un antiguo agente de una poderosa organización clandestina conocida como \"Beekeeper\".",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/gBdhYoROX6SHE3vVnBfEHI7Ojma.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/u5y8a5P3OL8dikgJdtyO3ZBrXmv.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kU7iTzvZ1GbQZMpWsP6wcqhZNoj.png"
    },
    {
      "id": "tmdb:259693",
      "type": "movie",
      "name": "Expediente Warren: El caso Enfield",
      "ids": {
        "tmdb": 259693
      },
      "overview": "Secuela de la exitosa 'Expediente Warren' (2013), que lleva de nuevo a la pantalla otro caso real de los expedientes de los renombrados demonólogos Ed y Lorraine Warren. En este caso ambos viajarán al norte de Londres para ayudar a una madre soltera que tiene a su cargo cuatro hijos y que vive sola con ellos en una casa plagada de espíritus malignos.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/pdNW0HWw11Wn2N94VGea8O44wOA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8yd5GRYbSARUeqvhZYoagYUKp6Z.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/u6eAzXyIYEy8Kj2Wi3pnE658N60.png"
    },
    {
      "id": "tmdb:496243",
      "type": "movie",
      "name": "Parásitos",
      "ids": {
        "tmdb": 496243
      },
      "overview": "Tanto Gi Taek (Song Kang-ho) como su familia están sin trabajo. Cuando su hijo mayor, Gi Woo (Choi Woo-sik), empieza a dar clases particulares en casa de Park (Lee Seon-gyun), las dos familias, que tienen mucho en común pese a pertenecer a dos mundos totalmente distintos, comienzan una interrelación de resultados imprevisibles.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/4N55tgxDW0RRATyrZHbx0q9HUKv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ao0dFrU4QrmnVYt6ywnsGNjmuAT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7yTwlOYScxmNEHK2RJr1YWRTOEW.png"
    },
    {
      "id": "tmdb:106646",
      "type": "movie",
      "name": "El lobo de Wall Street",
      "ids": {
        "tmdb": 106646
      },
      "overview": "Película basada en hechos reales del corredor de bolsa neoyorquino Jordan Belfort. A mediados de los años 80, Belfort era un joven honrado que perseguía el sueño americano, pero pronto en la agencia de valores aprendió que lo más importante no era hacer ganar a sus clientes, sino ser ambicioso y ganar una buena comisión. Su enorme éxito y fortuna le valió el mote de \"El lobo de Wall Street\". Dinero. Poder. Mujeres. Drogas. Las tentaciones abundaban y el temor a la ley era irrelevante. Jordan y su manada de lobos consideraban que la discreción era una cualidad anticuada; nunca se conformaban con lo que tenían.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/uthRoUeTtiep5HCoySlOjQSPCbJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3r21LrAcuheli81CCv1QW15gJow.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gOhYHh1qdjqa2cOTjuN3t09Q9gW.png"
    },
    {
      "id": "tmdb:105",
      "type": "movie",
      "name": "Regreso al futuro",
      "ids": {
        "tmdb": 105
      },
      "overview": "El adolescente Marty McFly es amigo de Doc, un científico al que todos toman por loco. Cuando Doc crea una máquina para viajar en el tiempo, un error fortuito hace que Marty llegue a 1955, año en el que sus futuros padres aún no se habían conocido. Después de impedir su primer encuentro, deberá conseguir que se conozcan y se casen; de lo contrario, su existencia no sería posible.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/owk40tn1sFJmC7bhamEpmhdZPKa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aYFwRXjiilOavzJ6r6dYv7Q4kUV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jFYEAKzR1lkd2fhxqd8hp8fhR6u.png"
    },
    {
      "id": "tmdb:974397",
      "type": "movie",
      "name": "Una familia monstruosa",
      "ids": {
        "tmdb": 974397
      },
      "overview": "En la cúspide de su cumpleaños número 13, Betty Flood, músico en ciernes y ser mágico, solo quiere ser como el resto de su fabulosa, pero muy diferente familia, entonces, ¿por qué su mágica madre está tan en contra? Mientras Betty lucha con esto, también aprende la asombrosa verdad sobre su familia y descubre que lo no tan normal, lo mágico y lo musical son parte de su fabulosa y extraña familia. Es muy extraño, así que enloquece raro ahh deaky peaky neaky seaky peaky poo.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/pns4fLXmKjyMNVzgpBg0ZXFK3es.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/AeRzXWxC7ZZINtzvLtGrQg3qrHz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2r0Dr82XvWARTgRVby4z5pk8A8E.png"
    },
    {
      "id": "tmdb:845781",
      "type": "movie",
      "name": "Red One",
      "ids": {
        "tmdb": 845781
      },
      "overview": "Tras el secuestro de Papá Noel (nombre en clave: RED ONE), el Jefe de Seguridad del Polo Norte (Dwayne Johnson) debe formar equipo con el cazarrecompensas más infame del mundo (Chris Evans) en una misión trotamundos llena de acción para salvar la Navidad.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/dpskAcm71w5v8zQ8RmPmJiP31Om.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2MWJEFwQi7GF9rPZDnai4eIQMO1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1a40h3dCiDlonF2St05dnMXGs71.png"
    },
    {
      "id": "tmdb:569094",
      "type": "movie",
      "name": "Spider-Man: Cruzando el Multiverso",
      "ids": {
        "tmdb": 569094
      },
      "overview": "Tras reencontrarse con Gwen Stacy, el amigable vecindario de Spider-Man de Brooklyn al completo es catapultado a través del Multiverso, donde se encuentra con un equipo de Spidermans encargados de proteger su propia existencia. Pero cuando los héroes se enfrentan sobre cómo manejar una nueva amenaza, Miles se encuentra enfrentado a las otras Arañas y debe redefinir lo que significa ser un héroe para poder salvar a la gente que más quiere.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/37WcNMgNOMxdhT87MFl7tq7FM1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dqW4XklqnMOopW9MMmT2lmLN3dT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kFV7w6AfJogA5io4UyhGD4eNgyJ.png"
    },
    {
      "id": "tmdb:210577",
      "type": "movie",
      "name": "Perdida",
      "ids": {
        "tmdb": 210577
      },
      "overview": "El día de su quinto aniversario de boda, Nick Dunne informa de que su esposa Amy ha desaparecido misteriosamente. Pronto la presión policial y mediática hace que el retrato de felicidad doméstica que ofrece Nick empiece a tambalearse. Además, su extraña conducta lo convierte en sospechoso, y todo el mundo comienza a preguntase si Nick mató a su esposa...",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/bkIhygnbv9ydlDo4SEsOcqGgQD4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cmUngRhFmFPnBfRDPvTD5HYfxeh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4SQBPeL24vtjmviI8j0r0uH5FYl.png"
    },
    {
      "id": "tmdb:680",
      "type": "movie",
      "name": "Pulp Fiction",
      "ids": {
        "tmdb": 680
      },
      "overview": "Jules y Vincent, dos asesinos a sueldo con muy pocas luces, trabajan para Marsellus Wallace. Vincent le confiesa a Jules que Marsellus le ha pedido que cuide de Mia, su mujer. Jules le recomienda prudencia porque es muy peligroso sobrepasarse con la novia del jefe. Cuando llega la hora de trabajar, ambos deben ponerse manos a la obra. Su misión: recuperar un misterioso maletín.",
      "year": 1994,
      "poster": "https://image.tmdb.org/t/p/w342/hNcQAuquJxTxl2fJFs1R42DrWcf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yZnDozjJnYKlKKiYO7u2vmPWNcE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hBykAcgUmLtXhdlRHpz0AdyvZA5.png"
    },
    {
      "id": "tmdb:575264",
      "type": "movie",
      "name": "Misión: Imposible - Sentencia mortal parte uno",
      "ids": {
        "tmdb": 575264
      },
      "overview": "Ethan Hunt y la IMF emprenden la misión más peligrosa a la que nunca se han enfrentado: rastrear una nueva y aterradora arma que amenaza a toda la humanidad antes de que caiga en las manos de un enemigo todopoderoso y misterioso.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/83sGKvCv2T2CulYbd40Aeduc7n2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lw1xaKo2qqTNlHPMbKK4ZVib4ON.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oYqZ43RXHV4F9a8TTjMK29dF8iK.png"
    },
    {
      "id": "tmdb:603692",
      "type": "movie",
      "name": "John Wick 4",
      "ids": {
        "tmdb": 603692
      },
      "overview": "John Wick descubre un camino para derrotar a la Alta Mesa. Pero para poder ganar su libertad, Wick deberá enfrentarse a un nuevo rival con poderosas alianzas en todo el mundo, capaz de convertir a viejos amigos en enemigos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/mj2Z9HnRSIEk3n7yVPoOY4Uzzfh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xesn2yqNvezKyMXon8Aam4QZane.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q7EtVuIqlDIjn3IEpXeq9sF6wDp.png"
    },
    {
      "id": "tmdb:16869",
      "type": "movie",
      "name": "Malditos bastardos",
      "ids": {
        "tmdb": 16869
      },
      "overview": "Segunda Guerra Mundial. Durante la ocupación de Francia por los alemanes, Shosanna Dreyfus presencia la ejecución de su familia por orden del coronel nazi Hans Landa. Ella consigue huir a París, donde adopta una nueva identidad como propietaria de un cine. En otro lugar de Europa, el teniente Aldo Raine adiestra a un grupo de soldados judíos \"Los bastardos\" para atacar objetivos concretos. Los hombres de Raine y una actriz alemana, que trabaja para los aliados, deben llevar a cabo una misión que hará caer a los jefes del Tercer Reich. El destino quiere que todos se encuentren bajo la marquesina de un cine donde Shosanna espera para vengarse.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/dqu7nUtKTLdpM7DaJvD4zcSXhn1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/t4pXMqWkYQdwSNS0V5UT6XX6goI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ynL1F2jvOnimVDulMvaHKHzxNw1.png"
    },
    {
      "id": "tmdb:843527",
      "type": "movie",
      "name": "La idea de tenerte",
      "ids": {
        "tmdb": 843527
      },
      "overview": "Solène, madre soltera de 40 años, comienza un romance inesperado con Hayes Campbell, de 24 años, el cantante principal de August Moon, la banda de chicos más popular del planeta.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/y1WpsgfBA5GywXIuqLm9D4aQHNd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ppFZAuK9EI7EZd1rVuIBbqISrTT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5MHDCC3aVnH0HteKCaqCWipAJc1.png"
    },
    {
      "id": "tmdb:1241436",
      "type": "movie",
      "name": "Warfare: Tiempo de guerra",
      "ids": {
        "tmdb": 1241436
      },
      "overview": "Basada en las experiencias reales del ex marine Ray Mendoza (codirector y coguionista de la película) durante la guerra de Irak. Introduce al espectador en la experiencia de un pelotón de Navy SEALs estadounidenses. Concretamente en una misión de vigilancia que se tuerce en territorio insurgente. Una historia visceral y a pie de campo sobre la guerra moderna y la hermandad, contada como nunca antes: en tiempo real y basada en los recuerdos de quienes la vivieron.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/fkVpNJugieKeTu7Se8uQRqRag2M.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8sEY83GUjbF60geBjAyUIkhDsOr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cRHC3tyxV7hEOrnjNhRaIvaMZ1C.png"
    },
    {
      "id": "tmdb:98",
      "type": "movie",
      "name": "Gladiator",
      "ids": {
        "tmdb": 98
      },
      "overview": "En el año 180, el Imperio Romano domina todo el mundo conocido. Tras una gran victoria sobre los bárbaros del norte, el anciano emperador Marco Aurelio decide transferir el poder a Máximo, bravo general de sus ejércitos y hombre de inquebrantable lealtad al imperio. Pero su hijo Cómodo, que aspiraba al trono, no lo acepta y trata de asesinar a Máximo.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/90QFOG5zSN4cbrIVs4DL4ePAuA5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qvmywctvXjXcI5dXzhMGKU41qfs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aF9ldcxU5HOEvrrhkZnd9jePoWu.png"
    },
    {
      "id": "tmdb:1010600",
      "type": "movie",
      "name": "Strangers: Capítulo 1",
      "ids": {
        "tmdb": 1010600
      },
      "overview": "Tras sufrir una avería en su coche en un pequeño e inquietante pueblecito de Oregón, una joven pareja (Madelaine Petsch y Froy Gutiérrez) se ve obligada a pasar la noche en una aislada cabaña en medio del bosque. El pánico se apodera de ellos cuando son aterrorizados por tres extraños enmascarados que les atacan sin piedad ni motivo alguno.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/1rTRllZNEAX30dTxYL1hONR6gPj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5RD7G5GjNpwNvJs6eijK2yQIfTt.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zCHjNidpakOEcFjZtSnGUpTVwLB.png"
    },
    {
      "id": "tmdb:930094",
      "type": "movie",
      "name": "Rojo, blanco y sangre azul",
      "ids": {
        "tmdb": 930094
      },
      "overview": "Tras la elección de su madre como presidenta, el joven Alex Claremont-Diaz es rápidamente elegido como el equivalente estadounidense de un joven miembro de la realeza.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/5XGt6CpWpkGnGOrrjfOMhNzDDSS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qd6CcMyW4CLc4n20kfqagTZ1pP3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4oz84C6X1N6T5JGKLszidBgHBLF.png"
    },
    {
      "id": "tmdb:807",
      "type": "movie",
      "name": "Seven",
      "ids": {
        "tmdb": 807
      },
      "overview": "El teniente Somerset, del departamento de homicidios, está a punto de jubilarse y ser reemplazado por el ambicioso y brillante detective David Mills. Ambos tendrán que colaborar en la resolución de una serie de asesinatos cometidos por un psicópata que toma como base la relación de los siete pecados capitales: gula, pereza, soberbia, avaricia, envidia, lujuria e ira. Los cuerpos de las víctimas, sobre los que el asesino se ensaña de manera impúdica, se convertirán para los policías en un enigma que les obligará a viajar al horror y la barbarie más absoluta.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/uVPcVz4b2hnSGrXYLdIGRXwcivs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xfAi4XOuXSLhQXM7lsgEwO3X17H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9Jwo35pcCztc5FNmJpeI1EMRCye.png"
    },
    {
      "id": "tmdb:240",
      "type": "movie",
      "name": "El Padrino Parte II",
      "ids": {
        "tmdb": 240
      },
      "overview": "Continuación de la saga de los Corleone con dos historias paralelas: la elección de Michael Corleone como jefe de los negocios familiares y los orígenes del patriarca, el ya fallecido Don Vito, primero en Sicilia y luego en Estados Unidos, donde, empezando desde abajo, llegó a ser un poderosísimo jefe de la mafia de Nueva York.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/mbry0W5PRylSUHsYzdiY2FSJwze.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oTeNCx1a5Y2StS8YygrpM31fMxn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zpOTTllMRebmc3D7PBd4t4ZqksU.png"
    },
    {
      "id": "tmdb:997892",
      "type": "movie",
      "name": "Aventura en la isla",
      "ids": {
        "tmdb": 997892
      },
      "overview": "Tres hermanas pequeñas son arrastradas por la marea hasta una isla deshabitada. Allí quedarán atrapadas en una cueva cuya única salida está bloqueada por olas gigantes. Mientras buscan la forma de salir, las niñas entrarán en contacto con focas, leones marinos y otras criaturas misteriosas que las ayudarán a encontrar una salida. A lo largo de su aventura descubrirán que para sobrevivir no hay nada más importante que mantenerse unidas.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/dbWXeetP7S36oHvjuf9rByzTAdv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vQT4Y4nbpmlysVi0u99VdIbK8de.jpg"
    },
    {
      "id": "tmdb:1126166",
      "type": "movie",
      "name": "Amenaza en el aire",
      "ids": {
        "tmdb": 1126166
      },
      "overview": "En este claustrofóbico thriller, un piloto (Mark Wahlberg) transporta en su avioneta a una agente del servicio de MARSHALS de Estados Unidos (Michelle Dockery) que custodia a un testigo (Topher Grace) que va a testificar en un juicio contra la mafia. A medida que atraviesan las montañas de Alaska, las tensiones se disparan, ya que no todo el mundo a bordo es quien parece ser. Y a 3.000 metros de altura no hay escapatoria posible.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/8T6nkYb4W8BIeafmFffyfsRciTL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tLQkFAyLd4fS79UEzrEpsvw9eO6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/AtokEoGobSnOjGytEhwuv8m0yod.png"
    },
    {
      "id": "tmdb:1008042",
      "type": "movie",
      "name": "Háblame",
      "ids": {
        "tmdb": 1008042
      },
      "overview": "La solitaria adolescente Mia se engancha a la emoción de invocar espíritus utilizando una mano embalsamada, pero cuando se enfrenta a un alma que dice ser su madre muerta, desata una plaga de fuerzas sobrenaturales y se debate entre decidir en quién puede confiar: en los vivos o en los muertos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/nfY0LdXZzggFKfjhyHVEHZfO484.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/k3VHSJzvAd40Rjx5jXeQeoEIdxh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/AiE42XJ7P665JumSaHNBnIIiL6N.png"
    },
    {
      "id": "tmdb:11324",
      "type": "movie",
      "name": "Shutter Island",
      "ids": {
        "tmdb": 11324
      },
      "overview": "Verano de 1954. Los agentes judiciales Teddy Daniels y Chuck Aule son destinados a una remota isla del puerto de Boston para investigar la desaparición de una peligrosa asesina recluida en el hospital psiquiátrico Ashecliffe, un centro penitenciario para criminales perturbados dirigido por el siniestro doctor John Cawley. Pronto descubrirán que el centro guarda muchos secretos, y que la isla esconde algo más peligroso que los pacientes.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/oemYX0Do8bxqVHtfCJA9c32Q5w5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kUlADNz6S4LFIY4cbZIWzKy0og.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cQQ0z6r8UXDz9Gd7sTITxWkdjxQ.png"
    },
    {
      "id": "tmdb:18785",
      "type": "movie",
      "name": "Resacón en Las Vegas",
      "ids": {
        "tmdb": 18785
      },
      "overview": "\"The Hangover\" es la historia de una desmadrada despedida de soltero en la que el futuro novio y sus tres amigos, dos días antes de la boda, se montan la juerga padre en Las Vegas. Doug viaja a la ciudad del juego con sus mejores amigos Phil y Stu, así como su futuro cuñado Alan. La juerga es de campeonato y, como era de esperar, a la mañana siguiente tienen una resaca monumental. El problema es que, siendo incapaces de recordar nada de lo ocurrido durante la noche anterior, se encuentran con que el prometido ha desaparecido, topándose en su lugar con otras dos sorpresas en la suite del hotel: un tigre y un bebé.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rqeim09TdaflSvPNVnCTBjUHlKu.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aJ9NIz5Pnefpy0AmWPr4qmkxd60.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ciErZtCdboxyCjJxf468krLNRjX.png"
    }
  ]
}