{
  "metas": [
    {
      "id": "tmdb:1248226",
      "type": "movie",
      "name": "Juegos de niños",
      "ids": {
        "tmdb": 1248226
      },
      "overview": "Brian acaba de ser despedido de su trabajo, y se convierte en un padre que se queda en casa. Acepta una invitación para jugar de otro padre, que resulta ser un bala perdida.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/sWhglhFoGA0T7n5U6Yi0t8LBGjA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gAR5CbKYuljOtJED1uipBLNSsiD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4XQyjOv5Y0EbYDdB1p3sMRH7uWv.png"
    },
    {
      "id": "tmdb:1096563",
      "type": "movie",
      "name": "Lealtad rota",
      "ids": {
        "tmdb": 1096563
      },
      "overview": "Tras el asesinato del líder de una poderosa familia criminal, su hijo Grant busca venganza. Su mejor amigo, Ray, un agente federal, es la única persona que puede frenarlo antes de que se destruya a sí mismo y a la ciudad.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/59FFBARbcTO2jPhzzKuITmNC74k.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nRZxCsZFiEuCdW8eBLGFXGXe0W6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1h4kVGL2JL5D2iFfnSyzM9mmfv5.png"
    },
    {
      "id": "tmdb:861451",
      "type": "movie",
      "name": "Martin",
      "ids": {
        "tmdb": 861451
      },
      "overview": "El viaje de un hombre que se descubre a sí mismo, encuentra el amor y lucha por su patria. ¿Podrá mantener el fuerte en las tres puertas?",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/bYe2ZjUhb4Kje0BpWE6kN34u2hv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/A6nBeHjhxHvSqr9YJ0BDd2MTZMu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kFMZLSkP7Jb8zPMP2AmZOXh4zkg.png"
    },
    {
      "id": "tmdb:1156594",
      "type": "movie",
      "name": "Culpa nuestra",
      "ids": {
        "tmdb": 1156594
      },
      "overview": "La boda de Jenna y Lion propicia el tan deseado reencuentro entre Noah y Nick tiempo después de su ruptura. La incapacidad de Nick para perdonar a Noah se alza como una barrera insalvable. Él, heredero de las empresas de su abuelo y ella, empezando su vida laboral, se resisten a alimentar una llama que aún sigue viva. Pero una vez que sus caminos se han vuelto a cruzar, ¿será el amor más fuerte que el rencor? Secuela de \"Culpa tuya\".",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/6kmi6vmp6iOn4KzI7WfnVtAeJhU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8WhlNrtQdyUBnKrw5WBJnsDn1HE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mhfqINvBNJSqmVxpsaMmFRIYVdz.png"
    },
    {
      "id": "tmdb:1186350",
      "type": "movie",
      "name": "Marco",
      "ids": {
        "tmdb": 1186350
      },
      "overview": "El hijo adoptivo de la familia Adattu, Marco, se embarca en una despiadada búsqueda de venganza después de que su hermano es brutalmente asesinado, encontrando solo traición, pérdida y una brutalidad inimaginable a cada paso.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/il3ao5gcF6fZNqo1o9o7lusmEyU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fyT1X8DGW3MlwXjdAoZFCc183fZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zp04i9bv8WMfzr7IUFcdXWDiAi3.png"
    },
    {
      "id": "tmdb:941109",
      "type": "movie",
      "name": "Juego sucio",
      "ids": {
        "tmdb": 941109
      },
      "overview": "Un experto ladrón lleva a cabo el mayor robo de su vida. Parker, junto a Grofield, Zen y un equipo experto, se ven involucrados en un golpe que los enfrenta a la mafia de Nueva York en esta arriesgada misión.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/70Na5MXfOsFlJvoX6oKYAwOhNN9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fpPFrlZI7h59u20xnm6UELHe1C.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8FYBuJbhWVMUjYkUcebfGPPicQx.png"
    },
    {
      "id": "tmdb:541671",
      "type": "movie",
      "name": "Ballerina",
      "ids": {
        "tmdb": 541671
      },
      "overview": "Eve Macarro es una asesina entrenada por la Ruska Roma desde su infancia, la misma organización criminal encargada del adiestramiento de John Wick. En esta violenta historia de venganza, Eve intentará por todos los medios averiguar quién está detrás del asesinato de su padre. En su lucha por conocer la verdad, tendrá que atenerse a las normas de la Alta Mesa y, por supuesto, a las del Hotel Continental, donde descubrirá que existen secretos ocultos sobre su pasado.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/gQCrYmvCK7JCLXjCGTMRF5Lzr5c.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1B7CXnNQbIqPMvYAZrvwEv9563R.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/d4hvNyXn2dRWv9CpjzFW4BzjQLo.png"
    },
    {
      "id": "tmdb:1301844",
      "type": "movie",
      "name": "Belén",
      "ids": {
        "tmdb": 1301844
      },
      "overview": "En la provincia de Tucumán, Argentina, siguen Julieta, una joven acusada de infanticidio, y Soledad Deza, la audaz abogada que lo arriesga todo para asumir su caso altamente controvertido y que sienta precedentes. A medida que se desarrolla el juicio, la difícil situación de Julieta se convierte en un punto álgido en la batalla contra un sistema legal conservador, lo que provoca una oleada de indignación y una creciente ola de solidaridad que trasciende las fronteras.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/fto3pNhRmildPHJuF5UrAs6DXuK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/e7gAfObWK1OaqwCUYPuRMSvo9aZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/A8IrsqfDpgftB6JjaXvOJnHfDAN.png"
    },
    {
      "id": "tmdb:1010581",
      "type": "movie",
      "name": "Culpa mía",
      "ids": {
        "tmdb": 1010581
      },
      "overview": "Noah debe dejar su ciudad, novio y amigos para mudarse a la mansión de William Leister, el flamante y rico marido de su madre Rafaela. Por otro lado, con 17 años, orgullosa e independiente, Noah se resiste a vivir en una mansión rodeada de lujo. Allí conoce a Nick, su nuevo hermanastro, y el choque de sus fuertes personalidades se hace evidente desde el primer momento.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/gp31EwMH5D2bftOjscwkgTmoLAB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ytp4DLPaWryo8rrTNBSYPIOJfDw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fJx6YJf8bT4VmthEHhFpJic6Jhm.png"
    },
    {
      "id": "tmdb:783558",
      "type": "movie",
      "name": "Hazme volar",
      "ids": {
        "tmdb": 783558
      },
      "overview": "El juerguista Thomas (Victor Belmondo) se pasa las noches en discotecas y el día en la cama, hasta el día en que su padre, el Doctor Reinhard (Gerard Lanvin), cansado de su vagancia, decide cortar por lo sano y le obliga a cuidar de uno de sus jóvenes pacientes: Marcus (Yoann Eloundou), un niño de solo 12 años que vive solo con su madre. Marcus ha padecido desde su nacimiento una grave enfermedad. Este encuentro trastornará el día a día de unos y otros, y cambiará sus vidas.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/i5brVH61okbGfeQntpvMu3Vgha2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yubYUzjlrIMTHpXwJTRfiRuAu01.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2cXeEKQ3CwChr27F501kiXjVp4j.png"
    },
    {
      "id": "tmdb:1198426",
      "type": "movie",
      "name": "Capitán Avispa",
      "ids": {
        "tmdb": 1198426
      },
      "overview": "En Avispatropolis, el intrépido capitán Avispa emerge como un protector ejemplar de la ciudad, cuyo coraje y convicciones siempre prevalecen sobre las fuerzas del mal. Su poder inquebrantable se nutre de una sinceridad absoluta, pues perdería su fuerza si se atreviera a tejer engaños. Solo en pos de causas nobles se permite desviarse de la verdad. Como es común en historias de este tipo, el capitán Avispa está rodeado de una constelación de amigos cercanos y archienemigos, cuyas historias tienen su origen en las canciones del artista.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/zmthz3CuFljmBQcfuaz4hBNwbQ0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4damV6u8Za9p03SH9jvKr3TwHQC.jpg"
    },
    {
      "id": "tmdb:1119878",
      "type": "movie",
      "name": "Ice Road: Venganza",
      "ids": {
        "tmdb": 1119878
      },
      "overview": "El camionero del hielo Mike McCann, cumpliendo el último deseo de su hermano, viaja a Nepal para esparcir sus cenizas en el monte Everest. En un autobús turístico que atraviesa el territorio de la tristemente célebre Ruta al Cielo, Mike y su guía se topan con un grupo de mercenarios y deberán luchar para salvar sus vidas.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/5Wb1sOZvFulzzJE5JDWCnFSCvJ5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ypZZ8IspcRuC9srzuaTU6O6BQBb.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kEqs5aTSmmYc1DE1jCOcY573V0A.png"
    },
    {
      "id": "tmdb:11358",
      "type": "movie",
      "name": "Pisando fuerte",
      "ids": {
        "tmdb": 11358
      },
      "overview": "Chris Vaughn (The Rock) es un soldado retirado de las fuerzas especiales del ejército americano que vuelve a su hogar natal para volver a empezar de nuevo. Pero mientras él estuvo fuera, su ciudad se convirtió en un sitio peligroso y con mucha criminalidad. Uno de los culpables de ese cambio es el acaudalado Jay Hamilton (Neal McDonough), su rival en el instituto. A Chris, que regresaba con la intención de recuperar sus viejas relaciones y construir una nueva vida, lo que se encuentra no es lo que recordaba y luchará, bate en mano, para poner las cosas en su sitio.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/jzkVuvVsyoNfIcu4MEFalZCj2fy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6sr6S180Z7HuGYXeRy6fhSZ7dbR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8nbnn050IDnEyst9n3JuSBwKgON.png"
    },
    {
      "id": "tmdb:291805",
      "type": "movie",
      "name": "Ahora me ves 2",
      "ids": {
        "tmdb": 291805
      },
      "overview": "Un año después de despistar al FBI y conseguir la admiración del público con sus espectáculos mentales, los cuatro jinetes vuelven a la luz pública, pero un nuevo enemigo se propone arruinar su golpe más espectacular y peligroso hasta la fecha... Secuela de \"Ahora me ves\" del 2013.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/pjGt13AXXTLxvkmdF6SpA1feFOw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/loz93oEcBvf0HHE4GvwkDwfrtPy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yUVdxlUCXlvGe5kEspq7wp4FDmR.png"
    },
    {
      "id": "tmdb:1197306",
      "type": "movie",
      "name": "A Working Man",
      "ids": {
        "tmdb": 1197306
      },
      "overview": "Levon Cade dejó atrás una condecorada carrera militar en las operaciones encubiertas para vivir una vida sencilla trabajando en la construcción. Pero cuando la hija de su jefe, que para él es como de la familia, es secuestrada por traficantes de personas, su búsqueda para traerla a casa descubre un mundo de corrupción mucho mayor de lo que jamás podría haber imaginado.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/aG50Ad3UV8cCQWpNWSHHUqgKGNB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uz3PYuJFmLn01uVaIlWdzk6sWtC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/glIqxFNDJFHrLgg7JBdQCx2sl1v.png"
    },
    {
      "id": "tmdb:1053008",
      "type": "movie",
      "name": "El luchador definitivo",
      "ids": {
        "tmdb": 1053008
      },
      "overview": "En el año 2046, donde existen los viajes en el tiempo y los combates a muerte son un deporte, un multimillonario realiza improbables peleas televisadas para descubrir al luchador definitivo: samuráis vs vikingos, caballeros vs policías, cowboys vs espartanos… Un policía de los 80 deberá participar en el programa y ganar todos los combates para poder regresar a su pasado.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/vmRtkq80lG1SO4wDscDUbuuoa3n.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2u0PRdGOcd4v3Zbb9JuZgpSBrtO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9sSKuD2X2FOaMUrUpLvYcRsgQxH.png"
    },
    {
      "id": "tmdb:238",
      "type": "movie",
      "name": "El padrino",
      "ids": {
        "tmdb": 238
      },
      "overview": "Don Vito Corleone, conocido dentro de los círculos del hampa como 'El Padrino', es el patriarca de una de las cinco familias que ejercen el mando de la Cosa Nostra en Nueva York en los años cuarenta. Don Corleone tiene cuatro hijos: una chica, Connie, y tres varones; Sonny, Michael y Fredo. Cuando el Padrino reclina intervenir en el negocio de estupefacientes, empieza una cruenta lucha de violentos episodios entre las distintas familias del crimen organizado.",
      "year": 1972,
      "poster": "https://image.tmdb.org/t/p/w342/ApiEfzSkrqS4m1L5a2GwWXzIiAs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/k0E1zn685h9RihffFMIiI9qBn2s.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gSDhcObC7ytBG7VNzcaGJki01iW.png"
    },
    {
      "id": "tmdb:8871",
      "type": "movie",
      "name": "El Grinch",
      "ids": {
        "tmdb": 8871
      },
      "overview": "Cada año, en Navidad, los lugareños perturban su pacífica soledad con celebraciones cada vez más desmesuradas, luminosas y ruidosas. Cuando los Quién declaran que ese año van a preparar una Navidad el triple de grande, el Grinch se da cuenta de que solo hay un modo de recuperar algo de paz y silencio: robar la Navidad. Para ello, decide hacerse pasar por Santa Claus en Nochebuena, haciéndose con un reno muy peculiar para tirar de su trineo. Mientras tanto, en Villa Quién, una dulce niña llamada Cindy-Lou, desbordante de espíritu navideño, planea con sus amigos atrapar a Papá Noel durante su visita en Nochebuena para darle las gracias por ayudar a su trabajadora madre. Sin embargo, a medida que se acerca la noche mágica, sus buenas intenciones amenazan con chocar con las del Grinch, mucho más perversas.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/yCZ3xAPM5009ltBUUwPtCeWKQWy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qkt1Qn9j6yw9rcJhvSu1p3wuiBm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/87Gk6cCexvE0VVRF25ppQ2STubX.png"
    },
    {
      "id": "tmdb:1328402",
      "type": "movie",
      "name": "Detrás de la Pared",
      "ids": {
        "tmdb": 1328402
      },
      "overview": "Una joven descubre una moda viral que libera seres misteriosos de las paredes. Cuando sus padres no creen su historia, dos compañeros de escuela la ayudan a enfrentar estas criaturas peligrosas.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/cB53npRfPqFiGF1ARa6O2qyugev.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dHoRIZJgwA26zE5WKyEazKUoZAZ.jpg"
    },
    {
      "id": "tmdb:106646",
      "type": "movie",
      "name": "El lobo de Wall Street",
      "ids": {
        "tmdb": 106646
      },
      "overview": "Película basada en hechos reales del corredor de bolsa neoyorquino Jordan Belfort. A mediados de los años 80, Belfort era un joven honrado que perseguía el sueño americano, pero pronto en la agencia de valores aprendió que lo más importante no era hacer ganar a sus clientes, sino ser ambicioso y ganar una buena comisión. Su enorme éxito y fortuna le valió el mote de \"El lobo de Wall Street\". Dinero. Poder. Mujeres. Drogas. Las tentaciones abundaban y el temor a la ley era irrelevante. Jordan y su manada de lobos consideraban que la discreción era una cualidad anticuada; nunca se conformaban con lo que tenían.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/uthRoUeTtiep5HCoySlOjQSPCbJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3r21LrAcuheli81CCv1QW15gJow.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gOhYHh1qdjqa2cOTjuN3t09Q9gW.png"
    },
    {
      "id": "tmdb:1156593",
      "type": "movie",
      "name": "Culpa tuya",
      "ids": {
        "tmdb": 1156593
      },
      "overview": "El amor entre Noah y Nick parece inquebrantable, a pesar de las maniobras de sus padres por separarles. Pero el trabajo de él y la entrada de ella en la universidad, abre sus vidas a nuevas relaciones. La aparición de una exnovia que busca venganza y de la madre Nick con intenciones poco claras, removerán los cimientos no solo de su relación, sino de la propia familia Leister. Cuando tantas personas están dispuestas a destruir una relación, ¿puede realmente acabar bien?",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/1jvCVdlgInyItAUEvvvCakm1Yxz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2wN6xbmMPFVqnhQkoxNBTB5djFR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tXYv8Q4pf2xuRaX5OrmH8d9AUK2.png"
    },
    {
      "id": "tmdb:809",
      "type": "movie",
      "name": "Shrek 2",
      "ids": {
        "tmdb": 809
      },
      "overview": "Cuando Shrek y la princesa Fiona regresan de su luna de miel, los padres de ella los invitan a visitar el reino de Muy Muy Lejano para celebrar la boda. Para Shrek, al que nunca abandona su fiel amigo Asno, esto constituye un gran problema. Los padres de Fiona, por su parte, no esperaban que su yerno tuviera un aspecto semejante y, mucho menos, que su hija hubiera cambiado tanto. Todo esto trastoca los planes del rey respecto al futuro del reino. Pero entonces entran en escena la maquiavélica Hada Madrina, su arrogante hijo el Príncipe Encantador y un minino muy especial: el Gato con Botas, experto cazador de ogros.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/knRt4E8KyfwEv0SVu9LsLvD28IQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qKkUCwpK5A8Szu2XlNjmy9t0972.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3xIgLhQhqQOeRXbYIOi4rYkFulH.png"
    },
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:210577",
      "type": "movie",
      "name": "Perdida",
      "ids": {
        "tmdb": 210577
      },
      "overview": "El día de su quinto aniversario de boda, Nick Dunne informa de que su esposa Amy ha desaparecido misteriosamente. Pronto la presión policial y mediática hace que el retrato de felicidad doméstica que ofrece Nick empiece a tambalearse. Además, su extraña conducta lo convierte en sospechoso, y todo el mundo comienza a preguntase si Nick mató a su esposa...",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/bkIhygnbv9ydlDo4SEsOcqGgQD4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cmUngRhFmFPnBfRDPvTD5HYfxeh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4SQBPeL24vtjmviI8j0r0uH5FYl.png"
    },
    {
      "id": "tmdb:845781",
      "type": "movie",
      "name": "Red One",
      "ids": {
        "tmdb": 845781
      },
      "overview": "Tras el secuestro de Papá Noel (nombre en clave: RED ONE), el Jefe de Seguridad del Polo Norte (Dwayne Johnson) debe formar equipo con el cazarrecompensas más infame del mundo (Chris Evans) en una misión trotamundos llena de acción para salvar la Navidad.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/dpskAcm71w5v8zQ8RmPmJiP31Om.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2MWJEFwQi7GF9rPZDnai4eIQMO1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1a40h3dCiDlonF2St05dnMXGs71.png"
    },
    {
      "id": "tmdb:496243",
      "type": "movie",
      "name": "Parásitos",
      "ids": {
        "tmdb": 496243
      },
      "overview": "Tanto Gi Taek (Song Kang-ho) como su familia están sin trabajo. Cuando su hijo mayor, Gi Woo (Choi Woo-sik), empieza a dar clases particulares en casa de Park (Lee Seon-gyun), las dos familias, que tienen mucho en común pese a pertenecer a dos mundos totalmente distintos, comienzan una interrelación de resultados imprevisibles.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/4N55tgxDW0RRATyrZHbx0q9HUKv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ao0dFrU4QrmnVYt6ywnsGNjmuAT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7yTwlOYScxmNEHK2RJr1YWRTOEW.png"
    },
    {
      "id": "tmdb:421313",
      "type": "movie",
      "name": "Eliminators",
      "ids": {
        "tmdb": 421313
      },
      "overview": "Un ex agente federal de EE.UU. debe abandonar el programa de protección de testigos y salir de la clandestinidad cuando su casa de Londres es invadido por error debido a una dirección equivocada. Cuando el evento termina con múltiples homicidios, las noticias disparan a aquellos que lo persiguen para enviar al asesino más peligroso de Europa para matarlo. Ahora en la carrera con la vida de su hija en peligro, un padre decidido debe conseguirla a la seguridad antes de que la gente que él ha estado ocultando de rastrearlo abajo.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/rsJHnIjAuwukZl4SMifx5pcZX4y.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sjGnySHLnqyrm8ToG6Pw84TUBu3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vdYIxzS6AMzvz70kqvTMNLpXzTf.png"
    },
    {
      "id": "tmdb:105",
      "type": "movie",
      "name": "Regreso al futuro",
      "ids": {
        "tmdb": 105
      },
      "overview": "El adolescente Marty McFly es amigo de Doc, un científico al que todos toman por loco. Cuando Doc crea una máquina para viajar en el tiempo, un error fortuito hace que Marty llegue a 1955, año en el que sus futuros padres aún no se habían conocido. Después de impedir su primer encuentro, deberá conseguir que se conozcan y se casen; de lo contrario, su existencia no sería posible.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/owk40tn1sFJmC7bhamEpmhdZPKa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aYFwRXjiilOavzJ6r6dYv7Q4kUV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jFYEAKzR1lkd2fhxqd8hp8fhR6u.png"
    },
    {
      "id": "tmdb:680",
      "type": "movie",
      "name": "Pulp Fiction",
      "ids": {
        "tmdb": 680
      },
      "overview": "Jules y Vincent, dos asesinos a sueldo con muy pocas luces, trabajan para Marsellus Wallace. Vincent le confiesa a Jules que Marsellus le ha pedido que cuide de Mia, su mujer. Jules le recomienda prudencia porque es muy peligroso sobrepasarse con la novia del jefe. Cuando llega la hora de trabajar, ambos deben ponerse manos a la obra. Su misión: recuperar un misterioso maletín.",
      "year": 1994,
      "poster": "https://image.tmdb.org/t/p/w342/hNcQAuquJxTxl2fJFs1R42DrWcf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yZnDozjJnYKlKKiYO7u2vmPWNcE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hBykAcgUmLtXhdlRHpz0AdyvZA5.png"
    },
    {
      "id": "tmdb:569094",
      "type": "movie",
      "name": "Spider-Man: Cruzando el Multiverso",
      "ids": {
        "tmdb": 569094
      },
      "overview": "Tras reencontrarse con Gwen Stacy, el amigable vecindario de Spider-Man de Brooklyn al completo es catapultado a través del Multiverso, donde se encuentra con un equipo de Spidermans encargados de proteger su propia existencia. Pero cuando los héroes se enfrentan sobre cómo manejar una nueva amenaza, Miles se encuentra enfrentado a las otras Arañas y debe redefinir lo que significa ser un héroe para poder salvar a la gente que más quiere.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/37WcNMgNOMxdhT87MFl7tq7FM1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dqW4XklqnMOopW9MMmT2lmLN3dT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kFV7w6AfJogA5io4UyhGD4eNgyJ.png"
    },
    {
      "id": "tmdb:361743",
      "type": "movie",
      "name": "Top Gun: Maverick",
      "ids": {
        "tmdb": 361743
      },
      "overview": "Después de más de 30 años de servicio como uno de los mejores aviadores de la Armada, Pete \"Maverick\" Mitchell se encuentra dónde siempre quiso estar, empujando los límites como un valiente piloto de prueba y esquivando el alcance en su rango, que no le dejaría volar emplazándolo en tierra. Cuando se encuentra entrenando a un destacamento de graduados de Top Gun para una misión especializada, Maverick se encuentra allí con el teniente Bradley Bradshaw, el hijo de su difunto amigo \"Goose\".",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/AlWpEpQq0RgZIXVHAHZtFhEvRgd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jALOpRgEjKLWn5ZD01pGecHdCNt.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/w6dMatJzyyVtmE8JVGnNjviapnv.png"
    },
    {
      "id": "tmdb:13",
      "type": "movie",
      "name": "Forrest Gump",
      "ids": {
        "tmdb": 13
      },
      "overview": "Forrest Gump es un chico con deficiencias mentales no muy profundas y con alguna incapacidad motora que, a pesar de todo, llegará a convertirse, entre otras cosas, en un héroe durante la Guerra del Vietnam. Su persistencia y bondad le llevarán a conseguir una gran fortuna, ser objeto del clamor popular y a codearse con las más altas esferas sociales y políticas del país. Siempre sin olvidar a Jenny, su gran amor desde que era niño.",
      "year": 1994,
      "poster": "https://image.tmdb.org/t/p/w342/oiqKEhEfxl9knzWXvWecJKN3aj6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tNVTWNa8cxZLw7aWvHzSDLyc7ig.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kjUupFukLAkxM40so0YfRGY5aHo.png"
    },
    {
      "id": "tmdb:997113",
      "type": "movie",
      "name": "Hedda",
      "ids": {
        "tmdb": 997113
      },
      "overview": "La hija de un general vive en una casa que no quiere, en un matrimonio en el que se siente atrapada y un ex amante que reaparece en su vida... Readaptación de la famosa pieza teatral del dramaturgo Henrik Ibsen.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/ecflk7AZf0ij205yDswjlvdxlCO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/79MEJI2y4jswLUG2YtdxDuVTuih.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eXyb1e6LNFmfDbfujuO39wkhV2L.png"
    },
    {
      "id": "tmdb:1041613",
      "type": "movie",
      "name": "Inmaculada",
      "ids": {
        "tmdb": 1041613
      },
      "overview": "Cecilia (Sydney Sweeney), recién llegada de Estados Unidos, ingresa como novicia en un convento de la remota campiña italiana. Allí es recibida por el Padre Tedeschi (Álvaro Morte), quien la introduce en las rutinas religiosas. Un día descubre que está embarazada y lo que parecía un milagro, por conservar aún su virginidad, resulta ocultar un siniestro secreto que hará que busque salir de aquel lugar desesperadamente.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/74VLJ09lDqNvJHeIgmwJHtualhR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wvsb9cfi4k7OChTmCwmXuix3SIq.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5267tdCBWASrrqNH2zaxNo2l8v4.png"
    },
    {
      "id": "tmdb:1358831",
      "type": "movie",
      "name": "Voy a pasármelo mejor",
      "ids": {
        "tmdb": 1358831
      },
      "overview": "1992. Los Pitus ya tienen quince años y este verano se van de campamento para aprender inglés. Eso sí, lo hacen como aprendimos inglés a principios de los noventa: en un campamento no muy lejos de nuestra casa y con profesores españoles cuyo acento dejaba bastante que desear. En esas semanas los tres amigos vivirán un montón de nuevas aventuras, sobre todo amorosas, que son siempre las aventuras más importantes, especialmente a los quince años. Ah, y también cantarán y bailarán un montón de canciones de la época. Ellos no lo saben, pero será el mejor verano de su vida.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/4ov5cLaFO8toC7HBDl6T0Vg8pQo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7OJqtz5SNbo7ZDlfubgyeJhtdVg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1YkEbXSk8WuTW5Y1WOP6ifRomv7.png"
    },
    {
      "id": "tmdb:854",
      "type": "movie",
      "name": "La máscara",
      "ids": {
        "tmdb": 854
      },
      "overview": "Stanley es un ingenuo empleado de banca incapaz de enterarse de cuándo se aprovechan de él, al que su jefe mangonea, al que su casera humilla, y al que solamente su perro parece ser capaz de aguantar. Su amigo Charlie le invita a ir al cabaret Coco Bongo para intentar estimularle y conseguir que espabile, pero antes de que eso ocurra, aparece la bella Tina Carlyle, que entra en el banco para hablar con Stanley y de paso fotografiar la caja fuerte con una mini cámara. Es entonces cuando Stanley encuentra una máscara que le da grandes poderes y que también le quita todos sus miedos: ahora es libre de actuar como quiera.",
      "year": 1994,
      "poster": "https://image.tmdb.org/t/p/w342/sW0tABq2gGGzdwHKhBs2hupEK11.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vQ8xZZXFOrgRzW9AWKOUKTSO4YK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/epjWNX4THom04vDPv54MJtg8Uam.png"
    },
    {
      "id": "tmdb:1028248",
      "type": "movie",
      "name": "As Good As Dead. Ahora más peligroso",
      "ids": {
        "tmdb": 1028248
      },
      "overview": "Bryant (Michael Jai White), un hombre con un pasado misterioso, se muda a un pequeño pueblo fronterizo mexicano para empezar de nuevo y vivir una vida sencilla. Mientras está allí, se hace amigo de mala gana de un adolescente local con problemas que recientemente perdió a su madre y está siendo reclutado por la pandilla callejera local.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/niTXgu5Ydz64KkanuPqkppfW5gI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mV4HOq4Q8QxigC4z0YvHWSjrs8H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/atHM5eeBUXQLw6zpulhW86mSoZA.png"
    },
    {
      "id": "tmdb:866398",
      "type": "movie",
      "name": "Beekeeper: El protector",
      "ids": {
        "tmdb": 866398
      },
      "overview": "La brutal campaña de venganza de Adam Clay adquiere tintes nacionales tras revelarse que es un antiguo agente de una poderosa organización clandestina conocida como \"Beekeeper\".",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/gBdhYoROX6SHE3vVnBfEHI7Ojma.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/u5y8a5P3OL8dikgJdtyO3ZBrXmv.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kU7iTzvZ1GbQZMpWsP6wcqhZNoj.png"
    },
    {
      "id": "tmdb:349064",
      "type": "movie",
      "name": "Cuernavaca",
      "ids": {
        "tmdb": 349064
      },
      "overview": "El mundo de Andy cambia totalmente cuando su madre sufre un terrible accidente. Sin nadie que lo cuide, es llevado a Cuernavaca, una localidad situada al sur de México. Allí se encuentra la casa de su lejana abuela paterna. Mientras su madre se debate entre la vida y la muerte, el niño se enfrentará al rechazo de su propia abuela, al mundo seductor y peligroso del hijo del jardinero y a la búsqueda de su padre. Ópera prima del cineasta mexicano Alejandro Andrade, protagonizada por el debutante Emilio Puente y Carmen Maura, leyenda de la interpretación española y antigua musa de Pedro Almodóvar en películas como '¿Qué he hecho yo para merecer esto?' o 'Mujeres al borde de un ataque de nervios'.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/aelWQU9HGl8B2BXyV2K3h8YbMns.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aCzis9ixy9mAu1RppbB8BR1ouiw.jpg"
    },
    {
      "id": "tmdb:749170",
      "type": "movie",
      "name": "Jefes de Estado",
      "ids": {
        "tmdb": 749170
      },
      "overview": "El primer ministro del Reino Unido y el presidente de EE. UU. tienen una rivalidad pública que pone en riesgo la alianza entre sus países. Pero cuando se convierten en el blanco de un poderoso enemigo, se ven obligados a confiar el uno en el otro. Aliados con Noel, una agente del MI6, intenta frustrar una conspiración que amenaza al mundo libre.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/2CSdwqOUMH23cEBodqAJynMFz7c.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1xDev1aS6juHOuhpOIKKlczEdrW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2VLbTs11eF3Ecw7coArU1oEGj1G.png"
    },
    {
      "id": "tmdb:575405",
      "type": "movie",
      "name": "Intercambio mortal",
      "ids": {
        "tmdb": 575405
      },
      "overview": "Una estudiante de intercambio extranjera, Ana, que estudia  en Estados Unidos,  se convierte en el objetivo de un peligroso acosador. Acepta la invitación para mudarse con la familia de su compañera de cuarto en su idílica ciudad.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/hP65ZoJVJbOl6BxVrNIkRyj1eX4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tEiHB3njosbJxdjXD9ZyqjkIhFf.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/haAndzAkwAZ7LLUdwdjRfoul52I.png"
    },
    {
      "id": "tmdb:603692",
      "type": "movie",
      "name": "John Wick 4",
      "ids": {
        "tmdb": 603692
      },
      "overview": "John Wick descubre un camino para derrotar a la Alta Mesa. Pero para poder ganar su libertad, Wick deberá enfrentarse a un nuevo rival con poderosas alianzas en todo el mundo, capaz de convertir a viejos amigos en enemigos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/mj2Z9HnRSIEk3n7yVPoOY4Uzzfh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xesn2yqNvezKyMXon8Aam4QZane.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q7EtVuIqlDIjn3IEpXeq9sF6wDp.png"
    },
    {
      "id": "tmdb:21946",
      "type": "movie",
      "name": "Investigación paralela",
      "ids": {
        "tmdb": 21946
      },
      "overview": "A cop investigates whether the man convicted of murdering his daughter is really guilty.",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/kFOFGkxXoSVXxHOrLG0YBIfSKHy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/geLvA85NzaIWcpkp3JoKLSkiT3o.jpg"
    },
    {
      "id": "tmdb:396194",
      "type": "movie",
      "name": "Ennio, el Maestro",
      "ids": {
        "tmdb": 396194
      },
      "overview": "Retrato de Ennio Morricone, el compositor de cine más popular y prolífico del siglo XX, uno de los más queridos por el público, dos veces ganador del Oscar y autor de más de quinientas partituras inolvidables. El documental presenta al Maestro a través de una larga entrevista realizada por Tornatore, testimonios de artistas y directores como Bernardo Bertolucci, Giuliano Montaldo, Marco Bellocchio, Dario Argento, los hermanos Taviani, Carlo Verdone, Barry Levinson, Roland Joffé, Oliver Stone, Quentin Tarantino, Bruce Springsteen, Nicola Piovani, Hans Zimmer y Pat Metheny, música y material de archivo. El documental también se propone revelar el lado menos conocido de Morricone, como su pasión por el ajedrez, que puede tener vínculos misteriosos con su música. Así como el origen en la vida real de algunas de sus intuiciones musicales.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/j6K8RdOsggU4zPitdgjFpq4yefL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1C8HNCeXAbRsp4KC3V0LSAD26LR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jNOVOq1knEolySi0CtXr54XN90l.png"
    },
    {
      "id": "tmdb:20352",
      "type": "movie",
      "name": "Gru. Mi villano favorito",
      "ids": {
        "tmdb": 20352
      },
      "overview": "En una alegre urbanización con cuidados jardines rodeados por verjas de madera pintadas de blanco y llenos de rosales, sobresale una casa negra con el césped amarillento. Los vecinos ignoran que debajo de la vivienda hay un enorme escondite secreto. Allí está Gru, rodeado por un pequeño ejército de lacayos, planeando el mayor robo de toda la historia. ¡Va a hacerse con la luna!",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/AsaaPLSfisdFDeasEd9r0GiZVss.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/msKJaswwvzfXdCqSHa4u2bddloZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6VZqlIPqWbHracrY3BxGfyrEN1I.png"
    },
    {
      "id": "tmdb:16869",
      "type": "movie",
      "name": "Malditos bastardos",
      "ids": {
        "tmdb": 16869
      },
      "overview": "Segunda Guerra Mundial. Durante la ocupación de Francia por los alemanes, Shosanna Dreyfus presencia la ejecución de su familia por orden del coronel nazi Hans Landa. Ella consigue huir a París, donde adopta una nueva identidad como propietaria de un cine. En otro lugar de Europa, el teniente Aldo Raine adiestra a un grupo de soldados judíos \"Los bastardos\" para atacar objetivos concretos. Los hombres de Raine y una actriz alemana, que trabaja para los aliados, deben llevar a cabo una misión que hará caer a los jefes del Tercer Reich. El destino quiere que todos se encuentren bajo la marquesina de un cine donde Shosanna espera para vengarse.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/dqu7nUtKTLdpM7DaJvD4zcSXhn1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/t4pXMqWkYQdwSNS0V5UT6XX6goI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ynL1F2jvOnimVDulMvaHKHzxNw1.png"
    },
    {
      "id": "tmdb:11879",
      "type": "movie",
      "name": "Los viajeros de la noche",
      "ids": {
        "tmdb": 11879
      },
      "overview": "Un joven cowboy, seducido por una chica nueva en la ciudad, descubre que ha sido mordido por un vampiro. Lentamente se convierte en una criatura de la noche, una raza compuesta por hombres y mujeres que vagan sin rumbo, alimentándose con la sangre de sus víctimas. Frente a estos zombis vampiros, sólo queda una cosa: \"rezar para que salga la luz del día\"",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/p1sCOB0T2AedMYtY3yXo6a5I37j.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/voxGoXCQiad5F5bYuy73HaRLtfV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bFKHZE2xv8SgE9Pk5KDGJ1kYXpE.png"
    },
    {
      "id": "tmdb:307081",
      "type": "movie",
      "name": "Redención (Southpaw)",
      "ids": {
        "tmdb": 307081
      },
      "overview": "Pese a haber gozado de gloria y de premios en su pasado, un luchador (Jake Gyllenhaal) ha caído en desgracia. Sin embargo, no se ha rendido y ha tomado la decisión de mejorar su imagen por el bien de su mujer y su hija.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/vMXldZHhDTkMvw9AYePwHInyJ1n.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oSfnVSi0qyWUY2EEgrjZRosCNvi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oqB6RnOXFOqmtb4iDmwZnnnLAwg.png"
    },
    {
      "id": "tmdb:414906",
      "type": "movie",
      "name": "The Batman",
      "ids": {
        "tmdb": 414906
      },
      "overview": "Cuando un asesino se dirige a la élite de Gotham con una serie de maquinaciones sádicas, un rastro de pistas crípticas envía Batman a una investigación en los bajos fondos. A medida que las pruebas comienzan a acercarse a su casa y se hace evidente la magnitud de los planes del autor, Batman debe forjar nuevas relaciones, desenmascarar al culpable y hacer justicia al abuso de poder y la corrupción que durante mucho tiempo han asolado Gotham City.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/mo7teil1qH0SxgLijnqeYP1Eb4w.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/upj7fTWLSpsuuy1NYgl8KCVnuRM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9boDoIUJ0z2ijZEyPTYYwpLTnxo.png"
    },
    {
      "id": "tmdb:564",
      "type": "movie",
      "name": "La momia",
      "ids": {
        "tmdb": 564
      },
      "overview": "El legionario Rick O'Connell y su socio descubren durante una batalla en Egipto las ruinas de Hamunaptra, la ciudad de los muertos. Pasado un tiempo, este descubrimiento le permitirá salvar su vida y volver al lugar con una egiptóloga y su hermano, donde coinciden con un grupo de americanos. Todos ellos, seducidos por la aventura, provocarán la resurrección de la momia de un diabólico sacerdote egipcio que intenta desesperadamente recuperar a su amada.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/aGRMxB5ve2nSKsq8ww6PyUwhWpP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/khIjSqFwgZqakF1sBaUEpwI4BJo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wN5ECzhPYnphWKPvqrVVmQnGUrC.png"
    }
  ]
}