{
  "metas": [
    {
      "id": "tmdb:1028248",
      "type": "movie",
      "name": "As Good As Dead. Ahora más peligroso",
      "ids": {
        "tmdb": 1028248
      },
      "overview": "Bryant (Michael Jai White), un hombre con un pasado misterioso, se muda a un pequeño pueblo fronterizo mexicano para empezar de nuevo y vivir una vida sencilla. Mientras está allí, se hace amigo de mala gana de un adolescente local con problemas que recientemente perdió a su madre y está siendo reclutado por la pandilla callejera local.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/niTXgu5Ydz64KkanuPqkppfW5gI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mV4HOq4Q8QxigC4z0YvHWSjrs8H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/atHM5eeBUXQLw6zpulhW86mSoZA.png"
    },
    {
      "id": "tmdb:1119878",
      "type": "movie",
      "name": "Ice Road: Venganza",
      "ids": {
        "tmdb": 1119878
      },
      "overview": "El camionero del hielo Mike McCann, cumpliendo el último deseo de su hermano, viaja a Nepal para esparcir sus cenizas en el monte Everest. En un autobús turístico que atraviesa el territorio de la tristemente célebre Ruta al Cielo, Mike y su guía se topan con un grupo de mercenarios y deberán luchar para salvar sus vidas.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/5Wb1sOZvFulzzJE5JDWCnFSCvJ5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ypZZ8IspcRuC9srzuaTU6O6BQBb.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kEqs5aTSmmYc1DE1jCOcY573V0A.png"
    },
    {
      "id": "tmdb:541671",
      "type": "movie",
      "name": "Ballerina",
      "ids": {
        "tmdb": 541671
      },
      "overview": "Eve Macarro es una asesina entrenada por la Ruska Roma desde su infancia, la misma organización criminal encargada del adiestramiento de John Wick. En esta violenta historia de venganza, Eve intentará por todos los medios averiguar quién está detrás del asesinato de su padre. En su lucha por conocer la verdad, tendrá que atenerse a las normas de la Alta Mesa y, por supuesto, a las del Hotel Continental, donde descubrirá que existen secretos ocultos sobre su pasado.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/gQCrYmvCK7JCLXjCGTMRF5Lzr5c.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1B7CXnNQbIqPMvYAZrvwEv9563R.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/d4hvNyXn2dRWv9CpjzFW4BzjQLo.png"
    },
    {
      "id": "tmdb:157336",
      "type": "movie",
      "name": "Interstellar",
      "ids": {
        "tmdb": 157336
      },
      "overview": "Un grupo de exploradores hacen uso de un agujero de gusano recientemente descubierto para superar las limitaciones de los viajes espaciales tripulados y vencer las inmensas distancias que tiene un viaje interestelar.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/cQuuBjG78j4b2r1dFpAjnjbUplv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6l5jO0mFAHCD9DDYTvNfsRveuhv.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xBmWKbXWEgRn69x7qma4uiPgE1N.png"
    },
    {
      "id": "tmdb:155",
      "type": "movie",
      "name": "El caballero oscuro",
      "ids": {
        "tmdb": 155
      },
      "overview": "Batman/Bruce Wayne regresa para continuar su guerra contra el crimen. Con la ayuda del teniente Jim Gordon y del Fiscal del Distrito Harvey Dent, Batman se propone destruir el crimen organizado en la ciudad de Gotham. El triunvirato demuestra su eficacia, pero, de repente, aparece Joker, un nuevo criminal que desencadena el caos y tiene aterrados a los ciudadanos.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/8QDQExnfNFOtabLDKqfDQuHDsIg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uOmovkS2Kcx5DAJTyC1PXQbwuT6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/acidikPSQON3Cybgq5PKrW63BU6.png"
    },
    {
      "id": "tmdb:974397",
      "type": "movie",
      "name": "Una familia monstruosa",
      "ids": {
        "tmdb": 974397
      },
      "overview": "En la cúspide de su cumpleaños número 13, Betty Flood, músico en ciernes y ser mágico, solo quiere ser como el resto de su fabulosa, pero muy diferente familia, entonces, ¿por qué su mágica madre está tan en contra? Mientras Betty lucha con esto, también aprende la asombrosa verdad sobre su familia y descubre que lo no tan normal, lo mágico y lo musical son parte de su fabulosa y extraña familia. Es muy extraño, así que enloquece raro ahh deaky peaky neaky seaky peaky poo.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/pns4fLXmKjyMNVzgpBg0ZXFK3es.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/AeRzXWxC7ZZINtzvLtGrQg3qrHz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2r0Dr82XvWARTgRVby4z5pk8A8E.png"
    },
    {
      "id": "tmdb:1010581",
      "type": "movie",
      "name": "Culpa mía",
      "ids": {
        "tmdb": 1010581
      },
      "overview": "Noah debe dejar su ciudad, novio y amigos para mudarse a la mansión de William Leister, el flamante y rico marido de su madre Rafaela. Por otro lado, con 17 años, orgullosa e independiente, Noah se resiste a vivir en una mansión rodeada de lujo. Allí conoce a Nick, su nuevo hermanastro, y el choque de sus fuertes personalidades se hace evidente desde el primer momento.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/gp31EwMH5D2bftOjscwkgTmoLAB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ytp4DLPaWryo8rrTNBSYPIOJfDw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fJx6YJf8bT4VmthEHhFpJic6Jhm.png"
    },
    {
      "id": "tmdb:1106289",
      "type": "movie",
      "name": "El último encargo",
      "ids": {
        "tmdb": 1106289
      },
      "overview": "Una rutinaria recogida de dinero da un giro salvaje cuando dos incompatibles conductores de camión, Russell y Travis, son asaltados por despiadados criminales a las órdenes de la hábil mente maestra Zoe, cuyos planes van mucho más allá del cargamento de dinero en efectivo. Mientras el caos se desata a su alrededor, este improbable dúo tiene que enfrentarse en situaciones de alto riesgo, con personalidades que chocan continuamente y un muy mal día que no deja de empeorar.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/lbpyI9nwzSVDjS7OnE0uC41UciP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mshqWLjYBQ3whGOgsaITAyfZuqA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/38jqTp6UaPpnyoD74b4hfzbtfBX.png"
    },
    {
      "id": "tmdb:635302",
      "type": "movie",
      "name": "Guardianes de la Noche: Tren infinito",
      "ids": {
        "tmdb": 635302
      },
      "overview": "Tanjiro y sus compañeros se unen al Pilar de las Llamas Kyojuro Rengoku para investigar una misteriosa serie de desapariciones que han ocurrido dentro del “Tren Infinito”. Poco saben que Enmu, uno de los miembros de las Doce Lunas Demoníacas, también está a bordo y les ha preparado una trampa.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/8t29MfbEkEZixjVbjRkqI5NyFR4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/AqhA7GXDEaP1spOWih195YzSPem.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fPAB3RNKNNBnDBztDTGWo22axah.png"
    },
    {
      "id": "tmdb:1197306",
      "type": "movie",
      "name": "A Working Man",
      "ids": {
        "tmdb": 1197306
      },
      "overview": "Levon Cade dejó atrás una condecorada carrera militar en las operaciones encubiertas para vivir una vida sencilla trabajando en la construcción. Pero cuando la hija de su jefe, que para él es como de la familia, es secuestrada por traficantes de personas, su búsqueda para traerla a casa descubre un mundo de corrupción mucho mayor de lo que jamás podría haber imaginado.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/aG50Ad3UV8cCQWpNWSHHUqgKGNB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uz3PYuJFmLn01uVaIlWdzk6sWtC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/glIqxFNDJFHrLgg7JBdQCx2sl1v.png"
    },
    {
      "id": "tmdb:749170",
      "type": "movie",
      "name": "Jefes de Estado",
      "ids": {
        "tmdb": 749170
      },
      "overview": "El primer ministro del Reino Unido y el presidente de EE. UU. tienen una rivalidad pública que pone en riesgo la alianza entre sus países. Pero cuando se convierten en el blanco de un poderoso enemigo, se ven obligados a confiar el uno en el otro. Aliados con Noel, una agente del MI6, intenta frustrar una conspiración que amenaza al mundo libre.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/2CSdwqOUMH23cEBodqAJynMFz7c.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1xDev1aS6juHOuhpOIKKlczEdrW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2VLbTs11eF3Ecw7coArU1oEGj1G.png"
    },
    {
      "id": "tmdb:1359977",
      "type": "movie",
      "name": "Expediente Bryson: Conjuring the Cult",
      "ids": {
        "tmdb": 1359977
      },
      "overview": "Después de descubrir a su hija empapada de sangre muerta en la bañera, David Bryson asiste a un grupo de autoayuda para ayudarlo a salvarlo de sus pesadillas fantasmales. Pero cuando un grupo de misteriosas mujeres de culto se ofrecen a ayudarlo a resucitar a su hija. Las decisiones de David no solo decidirán su destino... sino el destino del alma de su hija muerta.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/z4O2wCMm534pnoxXziQu95wMuX9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mrmaTVp7PTBkjj5G62cE9pjrENg.jpg"
    },
    {
      "id": "tmdb:1312946",
      "type": "movie",
      "name": "El mapa que me lleva a ti",
      "ids": {
        "tmdb": 1312946
      },
      "overview": "Heather es una joven que emprende una aventura por Europa con sus mejores amigos antes de instalarse en su vida perfectamente planificada. Cuando se cruza en su camino Jack, un desconocido magnético y misterioso, su chispa instantánea enciende un viaje emocional que ninguno de los dos esperaba. A medida que su conexión se profundiza, los secretos, las decisiones vitales y las verdades ocultas pondrán a prueba su vínculo y cambiarán su vida de una forma que nunca imaginó.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/8gzmyWZX6C29aKNLr5ol17n03nN.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yWG5Xu035J51pPxHDnAlcD17uOo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6SGhdLLRkY5zOWL0lSmzOPJV0Jc.png"
    },
    {
      "id": "tmdb:1223690",
      "type": "movie",
      "name": "Pretty Thing",
      "ids": {
        "tmdb": 1223690
      },
      "overview": "Sigue la historia de un ejecutivo exitoso que lucha con un joven amante despreciado que lleva su obsesión demasiado lejos.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/xWVbtqUvuhAOYzkZV6YDQOnN5fQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jyxH4yTE23R1YCVFeQlHVyCDXqW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cuzrKp8305wIhnpGa5BwG58ihfs.png"
    },
    {
      "id": "tmdb:997892",
      "type": "movie",
      "name": "Aventura en la isla",
      "ids": {
        "tmdb": 997892
      },
      "overview": "Tres hermanas pequeñas son arrastradas por la marea hasta una isla deshabitada. Allí quedarán atrapadas en una cueva cuya única salida está bloqueada por olas gigantes. Mientras buscan la forma de salir, las niñas entrarán en contacto con focas, leones marinos y otras criaturas misteriosas que las ayudarán a encontrar una salida. A lo largo de su aventura descubrirán que para sobrevivir no hay nada más importante que mantenerse unidas.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/dbWXeetP7S36oHvjuf9rByzTAdv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vQT4Y4nbpmlysVi0u99VdIbK8de.jpg"
    },
    {
      "id": "tmdb:550",
      "type": "movie",
      "name": "El Club de la Lucha",
      "ids": {
        "tmdb": 550
      },
      "overview": "Un joven sin ilusiones lucha contra su insomnio, consecuencia quizás de su hastío por su gris y rutinaria vida. En un viaje en avión conoce a Tyler Durden, un carismático vendedor de jabón que sostiene una filosofía muy particular: el perfeccionismo es cosa de gentes débiles; en cambio, la autodestrucción es lo único que hace que realmente la vida merezca la pena. Ambos deciden entonces formar un club secreto de lucha donde descargar sus frustaciones y su ira que tendrá un éxito arrollador.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/sgTAWJFaB2kBvdQxRGabYFiQqEK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gfW41jGgnB4Hrxih7anVqq6TkXL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/z6yka0HngU3FPjcWBc4CSxokUg0.png"
    },
    {
      "id": "tmdb:1156593",
      "type": "movie",
      "name": "Culpa tuya",
      "ids": {
        "tmdb": 1156593
      },
      "overview": "El amor entre Noah y Nick parece inquebrantable, a pesar de las maniobras de sus padres por separarles. Pero el trabajo de él y la entrada de ella en la universidad, abre sus vidas a nuevas relaciones. La aparición de una exnovia que busca venganza y de la madre Nick con intenciones poco claras, removerán los cimientos no solo de su relación, sino de la propia familia Leister. Cuando tantas personas están dispuestas a destruir una relación, ¿puede realmente acabar bien?",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/1jvCVdlgInyItAUEvvvCakm1Yxz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2wN6xbmMPFVqnhQkoxNBTB5djFR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tXYv8Q4pf2xuRaX5OrmH8d9AUK2.png"
    },
    {
      "id": "tmdb:238",
      "type": "movie",
      "name": "El padrino",
      "ids": {
        "tmdb": 238
      },
      "overview": "Don Vito Corleone, conocido dentro de los círculos del hampa como 'El Padrino', es el patriarca de una de las cinco familias que ejercen el mando de la Cosa Nostra en Nueva York en los años cuarenta. Don Corleone tiene cuatro hijos: una chica, Connie, y tres varones; Sonny, Michael y Fredo. Cuando el Padrino reclina intervenir en el negocio de estupefacientes, empieza una cruenta lucha de violentos episodios entre las distintas familias del crimen organizado.",
      "year": 1972,
      "poster": "https://image.tmdb.org/t/p/w342/dfEQMuZMIcPgC7nt07D9uVQi7Tv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iUCnFW0HdjVqpixI3tj8Q1cXMoM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gSDhcObC7ytBG7VNzcaGJki01iW.png"
    },
    {
      "id": "tmdb:1548764",
      "type": "movie",
      "name": "El pádel es nuestro",
      "ids": {
        "tmdb": 1548764
      },
      "overview": "Ellos lo amaban. Sus esposas lo odiaban… hasta que ellas también empezaron a jugar. ¿Quién ganará esta batalla en la cancha (y en la casa)?",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/6KFOfT40Kh0SJEEq1tuuowPEXG9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vI0My3F0soFmsYlvofR68k2MFrH.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/c9799bYe9aBqCNRKpqpyG8EaDwb.png"
    },
    {
      "id": "tmdb:1294203",
      "type": "movie",
      "name": "Culpa mía: Londres",
      "ids": {
        "tmdb": 1294203
      },
      "overview": "Noah, de 18 años, se traslada de Estados Unidos a Londres con su madre, que se ha enamorado recientemente de William, un adinerado hombre de negocios británico. Noah conoce al hijo de William, el malote Nick. Pese a los esfuerzos de ambos por evitarlo, se sienten atraídos. Mientras Noah pasa el verano adaptándose a su nueva vida, su doloroso pasado la irá atrapando a la vez que se va enamorando.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/q0HxfkF9eoa6wSVnzwMhuDSK7ba.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7JsAK4jfZtxzptTYTjKX4rU7Xol.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xVdAIoMsR1OOcfOCXUYVgLGq5o.png"
    },
    {
      "id": "tmdb:870028",
      "type": "movie",
      "name": "El contable 2",
      "ids": {
        "tmdb": 870028
      },
      "overview": "Cuando un viejo conocido es asesinado, Wolff se ve obligado a resolver el caso. Al darse cuenta de que son necesarias medidas más extremas, Wolff recluta a su hermano Brax, distanciado y muy letal, para que le ayude. En colaboración con Marybeth Medina, descubren una conspiración mortal y se convierten en objetivo de una despiadada red de asesinos que no se detendrán ante nada para mantener sus secretos enterrados.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/jcV9YfjBRo6occxqeWtEiyWwMoG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6yNfpmeDmG0NSmZLooQ5TZbZW81.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/npx5Ad1csHYx0FuAA8iVfrXfj52.png"
    },
    {
      "id": "tmdb:27205",
      "type": "movie",
      "name": "Origen",
      "ids": {
        "tmdb": 27205
      },
      "overview": "Dom Cobb es un ladrón hábil, el mejor de todos, especializado en el peligroso arte de extracción: el robo de secretos valiosos desde las profundidades del subconsciente durante el estado de sueño cuando la mente está más vulnerable. Esta habilidad excepcional de Cobb le ha hecho un jugador codiciado en el traicionero nuevo mundo de espionaje corporativo, pero al mismo tiempo, le ha convertido en un fugitivo internacional y ha tenido que sacrificar todo que le importaba. Ahora a Cobb se le ofrece una oportunidad para redimirse. Con un último trabajo podría recuperar su vida anterior, pero solamente si logra lo imposible.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/tXQvtRWfkUUnWJAn2tN3jERIUG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/d3ctC23USr9mibTKl8B553GJbJW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1kjEs8dAgF5Tem3cXjS7bHzoxop.png"
    },
    {
      "id": "tmdb:359410",
      "type": "movie",
      "name": "Road House (De profesión: duro)",
      "ids": {
        "tmdb": 359410
      },
      "overview": "Dalton es un exluchador de la UFC en horas bajas que acepta un trabajo como portero en un conflictivo bar de carretera de los Cayos de Florida, sólo para descubrir que este paraíso no es todo lo que parece... Remake de la película de 1989 con Patrick Swayze.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/n5af068Xoa2feazpY5MP3xcW5Mj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dYr1z7IaZWmdT6aJxD6KoePictq.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/77THaFziWEMmsvmKr2mIEEwH0te.png"
    },
    {
      "id": "tmdb:122917",
      "type": "movie",
      "name": "El hobbit: La batalla de los cinco ejércitos",
      "ids": {
        "tmdb": 122917
      },
      "overview": "Después de haber recuperado el reino del Dragón Smaug, la Compañía ha desencadenado, sin querer, una potencia maligna. Un Smaug enfurecido vuela hacia la Ciudad del Lago para acabar con cualquier resto de vida. Obsesionado sobre todo con el reino recuperado, Thorin sacrifica la amistad y el honor para mantenerlo mientras que Bilbo intenta frenéticamente hacerle ver la razón por la que el hobbit toma una decisión desesperada y peligrosa. Pero hay aún mayores peligros por delante. Sin la ayuda aparente del mago Gandalf, su gran enemigo Sauron ha enviado legiones de orcos hacia la Montaña Solitaria en un ataque furtivo. Cuando la oscuridad se cierna sobre ellos, las razas de los Enanos, Elfos y Hombres deben decidir si unirse o ser destruidos. Bilbo se encontrará así en la batalla épica de los Cinco Ejércitos, donde el futuro de la Tierra Media está en juego.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/6OiNSLcRKJsBLXwb6DEi6IQ0JFk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7XphiTmGYzUmqe0qPnJMj3G89va.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gOUWK5AkKxyr4APlOoTWr3iO65t.png"
    },
    {
      "id": "tmdb:1241436",
      "type": "movie",
      "name": "Warfare: Tiempo de guerra",
      "ids": {
        "tmdb": 1241436
      },
      "overview": "Basada en las experiencias reales del ex marine Ray Mendoza (codirector y coguionista de la película) durante la guerra de Irak. Introduce al espectador en la experiencia de un pelotón de Navy SEALs estadounidenses. Concretamente en una misión de vigilancia que se tuerce en territorio insurgente. Una historia visceral y a pie de campo sobre la guerra moderna y la hermandad, contada como nunca antes: en tiempo real y basada en los recuerdos de quienes la vivieron.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/fkVpNJugieKeTu7Se8uQRqRag2M.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8sEY83GUjbF60geBjAyUIkhDsOr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cRHC3tyxV7hEOrnjNhRaIvaMZ1C.png"
    },
    {
      "id": "tmdb:845781",
      "type": "movie",
      "name": "Red One",
      "ids": {
        "tmdb": 845781
      },
      "overview": "Tras el secuestro de Papá Noel (nombre en clave: RED ONE), el Jefe de Seguridad del Polo Norte (Dwayne Johnson) debe formar equipo con el cazarrecompensas más infame del mundo (Chris Evans) en una misión trotamundos llena de acción para salvar la Navidad.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/dpskAcm71w5v8zQ8RmPmJiP31Om.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2MWJEFwQi7GF9rPZDnai4eIQMO1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1a40h3dCiDlonF2St05dnMXGs71.png"
    },
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:603",
      "type": "movie",
      "name": "Matrix",
      "ids": {
        "tmdb": 603
      },
      "overview": "Thomas Anderson lleva una doble vida: por el día es programador en una importante empresa de software, y por la noche un hacker informático llamado Neo. Su vida no volverá a ser igual cuando unos misteriosos personajes le inviten a descubrir la respuesta a la pregunta que no le deja dormir: ¿qué es Matrix?",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/plYYSxZ9Wdq4thyVSkhJjbjYtVG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ll4HTrUVuELq7wixDB36uzI1VHN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kA8phmxG7h4BIN061fiutckq9Ho.png"
    },
    {
      "id": "tmdb:603692",
      "type": "movie",
      "name": "John Wick 4",
      "ids": {
        "tmdb": 603692
      },
      "overview": "John Wick descubre un camino para derrotar a la Alta Mesa. Pero para poder ganar su libertad, Wick deberá enfrentarse a un nuevo rival con poderosas alianzas en todo el mundo, capaz de convertir a viejos amigos en enemigos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/mj2Z9HnRSIEk3n7yVPoOY4Uzzfh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xesn2yqNvezKyMXon8Aam4QZane.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q7EtVuIqlDIjn3IEpXeq9sF6wDp.png"
    },
    {
      "id": "tmdb:106646",
      "type": "movie",
      "name": "El lobo de Wall Street",
      "ids": {
        "tmdb": 106646
      },
      "overview": "Película basada en hechos reales del corredor de bolsa neoyorquino Jordan Belfort. A mediados de los años 80, Belfort era un joven honrado que perseguía el sueño americano, pero pronto en la agencia de valores aprendió que lo más importante no era hacer ganar a sus clientes, sino ser ambicioso y ganar una buena comisión. Su enorme éxito y fortuna le valió el mote de \"El lobo de Wall Street\". Dinero. Poder. Mujeres. Drogas. Las tentaciones abundaban y el temor a la ley era irrelevante. Jordan y su manada de lobos consideraban que la discreción era una cualidad anticuada; nunca se conformaban con lo que tenían.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/uthRoUeTtiep5HCoySlOjQSPCbJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3r21LrAcuheli81CCv1QW15gJow.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gOhYHh1qdjqa2cOTjuN3t09Q9gW.png"
    },
    {
      "id": "tmdb:496243",
      "type": "movie",
      "name": "Parásitos",
      "ids": {
        "tmdb": 496243
      },
      "overview": "Tanto Gi Taek (Song Kang-ho) como su familia están sin trabajo. Cuando su hijo mayor, Gi Woo (Choi Woo-sik), empieza a dar clases particulares en casa de Park (Lee Seon-gyun), las dos familias, que tienen mucho en común pese a pertenecer a dos mundos totalmente distintos, comienzan una interrelación de resultados imprevisibles.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/4N55tgxDW0RRATyrZHbx0q9HUKv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ao0dFrU4QrmnVYt6ywnsGNjmuAT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7yTwlOYScxmNEHK2RJr1YWRTOEW.png"
    },
    {
      "id": "tmdb:569094",
      "type": "movie",
      "name": "Spider-Man: Cruzando el Multiverso",
      "ids": {
        "tmdb": 569094
      },
      "overview": "Tras reencontrarse con Gwen Stacy, el amigable vecindario de Spider-Man de Brooklyn al completo es catapultado a través del Multiverso, donde se encuentra con un equipo de Spidermans encargados de proteger su propia existencia. Pero cuando los héroes se enfrentan sobre cómo manejar una nueva amenaza, Miles se encuentra enfrentado a las otras Arañas y debe redefinir lo que significa ser un héroe para poder salvar a la gente que más quiere.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/37WcNMgNOMxdhT87MFl7tq7FM1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dqW4XklqnMOopW9MMmT2lmLN3dT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kFV7w6AfJogA5io4UyhGD4eNgyJ.png"
    },
    {
      "id": "tmdb:541339",
      "type": "movie",
      "name": "Las Niñas Bien",
      "ids": {
        "tmdb": 541339
      },
      "overview": "En medio de casas de lujo, autos Grand Marquis y música de Julio Iglesias, Yuri y Menudo, Sofia  y un grupo de mujeres viven los devenires del clasismo, las buenas costumbres y las crisis económicas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/cfKPGXhJvBM2Q7YOUd1qlMUcK1x.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eZTYCXHXo9QDqX3Kw5bWJv65vY0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8sqeGU0RFR0ZFRtZobZOxjLfHyu.png"
    },
    {
      "id": "tmdb:105",
      "type": "movie",
      "name": "Regreso al futuro",
      "ids": {
        "tmdb": 105
      },
      "overview": "El adolescente Marty McFly es amigo de Doc, un científico al que todos toman por loco. Cuando Doc crea una máquina para viajar en el tiempo, un error fortuito hace que Marty llegue a 1955, año en el que sus futuros padres aún no se habían conocido. Después de impedir su primer encuentro, deberá conseguir que se conozcan y se casen; de lo contrario, su existencia no sería posible.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/owk40tn1sFJmC7bhamEpmhdZPKa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aYFwRXjiilOavzJ6r6dYv7Q4kUV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jFYEAKzR1lkd2fhxqd8hp8fhR6u.png"
    },
    {
      "id": "tmdb:16869",
      "type": "movie",
      "name": "Malditos bastardos",
      "ids": {
        "tmdb": 16869
      },
      "overview": "Segunda Guerra Mundial. Durante la ocupación de Francia por los alemanes, Shosanna Dreyfus presencia la ejecución de su familia por orden del coronel nazi Hans Landa. Ella consigue huir a París, donde adopta una nueva identidad como propietaria de un cine. En otro lugar de Europa, el teniente Aldo Raine adiestra a un grupo de soldados judíos \"Los bastardos\" para atacar objetivos concretos. Los hombres de Raine y una actriz alemana, que trabaja para los aliados, deben llevar a cabo una misión que hará caer a los jefes del Tercer Reich. El destino quiere que todos se encuentren bajo la marquesina de un cine donde Shosanna espera para vengarse.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/dqu7nUtKTLdpM7DaJvD4zcSXhn1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/t4pXMqWkYQdwSNS0V5UT6XX6goI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ynL1F2jvOnimVDulMvaHKHzxNw1.png"
    },
    {
      "id": "tmdb:724495",
      "type": "movie",
      "name": "La mujer rey",
      "ids": {
        "tmdb": 724495
      },
      "overview": "Una epopeya histórica inspirada en los hechos reales que sucedieron en el Reino de Dahomey, uno de los estados más poderosos de África en los siglos XVIII y XIX. La historia sigue a Nanisca (Davis), general de la unidad militar exclusivamente femenina y a Nawi (Mbedu), una recluta ambiciosa. Juntas lucharon contra enemigos que violaron su honor, esclavizaron a su gente y amenazaron con destruir todo por lo que habían vivido.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/rLEeiar1YUW4EB6By4tSKWA4whZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gkseI3CUfQtMKX41XD4AxDzhQb7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/y83YwgOFqUflR1LxXzz5wiYNRpA.png"
    },
    {
      "id": "tmdb:414906",
      "type": "movie",
      "name": "The Batman",
      "ids": {
        "tmdb": 414906
      },
      "overview": "Cuando un asesino se dirige a la élite de Gotham con una serie de maquinaciones sádicas, un rastro de pistas crípticas envía Batman a una investigación en los bajos fondos. A medida que las pruebas comienzan a acercarse a su casa y se hace evidente la magnitud de los planes del autor, Batman debe forjar nuevas relaciones, desenmascarar al culpable y hacer justicia al abuso de poder y la corrupción que durante mucho tiempo han asolado Gotham City.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/mo7teil1qH0SxgLijnqeYP1Eb4w.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/upj7fTWLSpsuuy1NYgl8KCVnuRM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9boDoIUJ0z2ijZEyPTYYwpLTnxo.png"
    },
    {
      "id": "tmdb:361743",
      "type": "movie",
      "name": "Top Gun: Maverick",
      "ids": {
        "tmdb": 361743
      },
      "overview": "Después de más de 30 años de servicio como uno de los mejores aviadores de la Armada, Pete \"Maverick\" Mitchell se encuentra dónde siempre quiso estar, empujando los límites como un valiente piloto de prueba y esquivando el alcance en su rango, que no le dejaría volar emplazándolo en tierra. Cuando se encuentra entrenando a un destacamento de graduados de Top Gun para una misión especializada, Maverick se encuentra allí con el teniente Bradley Bradshaw, el hijo de su difunto amigo \"Goose\".",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/AlWpEpQq0RgZIXVHAHZtFhEvRgd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jALOpRgEjKLWn5ZD01pGecHdCNt.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/w6dMatJzyyVtmE8JVGnNjviapnv.png"
    },
    {
      "id": "tmdb:866398",
      "type": "movie",
      "name": "Beekeeper: El protector",
      "ids": {
        "tmdb": 866398
      },
      "overview": "La brutal campaña de venganza de Adam Clay adquiere tintes nacionales tras revelarse que es un antiguo agente de una poderosa organización clandestina conocida como \"Beekeeper\".",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/gBdhYoROX6SHE3vVnBfEHI7Ojma.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/u5y8a5P3OL8dikgJdtyO3ZBrXmv.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kU7iTzvZ1GbQZMpWsP6wcqhZNoj.png"
    },
    {
      "id": "tmdb:524047",
      "type": "movie",
      "name": "Greenland: El último refugio",
      "ids": {
        "tmdb": 524047
      },
      "overview": "Cuando el mundo es consciente de que el asteroide más grande de la historia va a impactar en la Tierra y aniquilar todo rastro de vida, los gobiernos de todo el mundo realizan un sorteo en el cual los afortunados podrán sobrevivir en refugios secretos. Esta decisión desata un caos a nivel mundial. Muchos tendrán que emprender un peligroso viaje donde se enfrentarán a los más imponentes peligros de la naturaleza, lo que les obligará a encontrar la manera de mantenerse unidos mientras encuentran la forma de sobrevivir.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/9iFkwShRf5M29yLABAdsEZyr9w6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sxfI3wRSzoeI7P2rpmkCeBAMuvo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nMiRDc3gdZNwnQ1WVUUcF1c8Bti.png"
    },
    {
      "id": "tmdb:680",
      "type": "movie",
      "name": "Pulp Fiction",
      "ids": {
        "tmdb": 680
      },
      "overview": "Jules y Vincent, dos asesinos a sueldo con muy pocas luces, trabajan para Marsellus Wallace. Vincent le confiesa a Jules que Marsellus le ha pedido que cuide de Mia, su mujer. Jules le recomienda prudencia porque es muy peligroso sobrepasarse con la novia del jefe. Cuando llega la hora de trabajar, ambos deben ponerse manos a la obra. Su misión: recuperar un misterioso maletín.",
      "year": 1994,
      "poster": "https://image.tmdb.org/t/p/w342/hNcQAuquJxTxl2fJFs1R42DrWcf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yZnDozjJnYKlKKiYO7u2vmPWNcE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hBykAcgUmLtXhdlRHpz0AdyvZA5.png"
    },
    {
      "id": "tmdb:575264",
      "type": "movie",
      "name": "Misión: Imposible - Sentencia mortal parte uno",
      "ids": {
        "tmdb": 575264
      },
      "overview": "Ethan Hunt y la IMF emprenden la misión más peligrosa a la que nunca se han enfrentado: rastrear una nueva y aterradora arma que amenaza a toda la humanidad antes de que caiga en las manos de un enemigo todopoderoso y misterioso.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/83sGKvCv2T2CulYbd40Aeduc7n2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lw1xaKo2qqTNlHPMbKK4ZVib4ON.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oYqZ43RXHV4F9a8TTjMK29dF8iK.png"
    },
    {
      "id": "tmdb:843527",
      "type": "movie",
      "name": "La idea de tenerte",
      "ids": {
        "tmdb": 843527
      },
      "overview": "Solène, madre soltera de 40 años, comienza un romance inesperado con Hayes Campbell, de 24 años, el cantante principal de August Moon, la banda de chicos más popular del planeta.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/y1WpsgfBA5GywXIuqLm9D4aQHNd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ppFZAuK9EI7EZd1rVuIBbqISrTT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5MHDCC3aVnH0HteKCaqCWipAJc1.png"
    },
    {
      "id": "tmdb:49051",
      "type": "movie",
      "name": "El hobbit: Un viaje inesperado",
      "ids": {
        "tmdb": 49051
      },
      "overview": "Precuela de la trilogía \"El Señor de los Anillos\", obra de J.R.R. Tolkien. En compañía del mago Gandalf y de trece enanos, el hobbit Bilbo Bolsón emprende un viaje a través del país de los elfos y los bosques de los trolls, desde las mazmorras de los orcos hasta la Montaña Solitaria, donde el dragón Smaug esconde el tesoro de los Enanos. Finalmente, en las profundidades de la Tierra, encuentra el Anillo Único, hipnótico objeto que será posteriormente causa de tantas sangrientas batallas en la Tierra Media.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/3dJELUqdpGEkXVrMj7V3BiOjrtf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6DST6ZFBTbUbky0dfXcA53V3s24.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qTUbhqAkiO7Sd9vpKcZqNVXAK1q.png"
    },
    {
      "id": "tmdb:98",
      "type": "movie",
      "name": "Gladiator",
      "ids": {
        "tmdb": 98
      },
      "overview": "En el año 180, el Imperio Romano domina todo el mundo conocido. Tras una gran victoria sobre los bárbaros del norte, el anciano emperador Marco Aurelio decide transferir el poder a Máximo, bravo general de sus ejércitos y hombre de inquebrantable lealtad al imperio. Pero su hijo Cómodo, que aspiraba al trono, no lo acepta y trata de asesinar a Máximo.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/90QFOG5zSN4cbrIVs4DL4ePAuA5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qvmywctvXjXcI5dXzhMGKU41qfs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aF9ldcxU5HOEvrrhkZnd9jePoWu.png"
    },
    {
      "id": "tmdb:1126166",
      "type": "movie",
      "name": "Amenaza en el aire",
      "ids": {
        "tmdb": 1126166
      },
      "overview": "En este claustrofóbico thriller, un piloto (Mark Wahlberg) transporta en su avioneta a una agente del servicio de MARSHALS de Estados Unidos (Michelle Dockery) que custodia a un testigo (Topher Grace) que va a testificar en un juicio contra la mafia. A medida que atraviesan las montañas de Alaska, las tensiones se disparan, ya que no todo el mundo a bordo es quien parece ser. Y a 3.000 metros de altura no hay escapatoria posible.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/8T6nkYb4W8BIeafmFffyfsRciTL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tLQkFAyLd4fS79UEzrEpsvw9eO6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/AtokEoGobSnOjGytEhwuv8m0yod.png"
    },
    {
      "id": "tmdb:49026",
      "type": "movie",
      "name": "El caballero oscuro: La leyenda renace",
      "ids": {
        "tmdb": 49026
      },
      "overview": "Hace ocho años que Batman desapareció, dejando de ser un héroe para convertirse en un fugitivo. Al asumir la culpa por la muerte del fiscal del distrito Harvey Dent, el Caballero Oscuro decidió sacrificarlo todo por lo que consideraba, al igual que el Comisario Gordon, un bien mayor. La mentira funciona durante un tiempo, ya que la actividad criminal de la ciudad de Gotham se ve aplacada gracias a la dura Ley Dent. Pero todo cambia con la llegada de una astuta gata ladrona que pretende llevar a cabo un misterioso plan. Sin embargo, mucho más peligrosa es la aparición en escena de Bane, un terrorista enmascarado cuyos despiadados planes obligan a Bruce a regresar de su voluntario exilio.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/rrS7K8tXVFUBliIKWaRuSq65nWr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vidqGAD9LbHnSBwRf3tOGBInxSv.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/l0huPqya0L6yDRlMB3wgkCqJAUh.png"
    },
    {
      "id": "tmdb:1311844",
      "type": "movie",
      "name": "The Twisters",
      "ids": {
        "tmdb": 1311844
      },
      "overview": "Decenas de tornados mortíferos convergen en el Medio Oeste, fusionándose en un mega tornado dispuesto a arrasar todo a lo largo de cientos de kilómetros.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/9xjSHm0R9tII8JCWHS1VdbftFk1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tpk4i9iHbFzOz37UQvldE5qofyi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mT4tYltnRXTNJU2NRfKBEnMhlpo.png"
    },
    {
      "id": "tmdb:240",
      "type": "movie",
      "name": "El Padrino Parte II",
      "ids": {
        "tmdb": 240
      },
      "overview": "Continuación de la saga de los Corleone con dos historias paralelas: la elección de Michael Corleone como jefe de los negocios familiares y los orígenes del patriarca, el ya fallecido Don Vito, primero en Sicilia y luego en Estados Unidos, donde, empezando desde abajo, llegó a ser un poderosísimo jefe de la mafia de Nueva York.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/mbry0W5PRylSUHsYzdiY2FSJwze.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oTeNCx1a5Y2StS8YygrpM31fMxn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zpOTTllMRebmc3D7PBd4t4ZqksU.png"
    },
    {
      "id": "tmdb:475557",
      "type": "movie",
      "name": "Joker",
      "ids": {
        "tmdb": 475557
      },
      "overview": "Arthur Fleck es un hombre ignorado por la sociedad, cuya motivación en la vida es hacer reír. Pero una serie de trágicos acontecimientos le llevarán a ver el mundo de otra forma. Película basada en Joker, el popular personaje de DC Comics y archivillano de Batman, pero que en este film toma un cariz más realista y oscuro.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/v0eQLbzT6sWelfApuYsEkYpzufl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4wjIkF5wzacT4NKcP3CCpsx3O9z.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rTujNP0rkJzgZTgi76t85y2aRXu.png"
    }
  ]
}