{
  "metas": [
    {
      "id": "tmdb:810",
      "type": "movie",
      "name": "Shrek tercero",
      "ids": {
        "tmdb": 810
      },
      "overview": "Shrek se casó con Fiona, pero lo que no tuvo en cuenta es que al casarse con una princesa... tarde o temprano uno termina siendo rey. Cuando su suegro, el Rey Harold, cae enfermo, Shrek se encuentra en riesgo de tener que abandonar su amado pantano por el trono. A menos claro que encuentre un heredero. Junto con Asno y el Gato con Botas, Shrek viaja para en busca del primo de Fiona, Arturo. Mientras, en Muy Muy Lejano, el Principe Encantador recluta un ejército de villanos de cuento para tomar el trono por la fuerza. Pero no cuentan con que Fiona y la Reina Lillian también han reunido su grupo de heroínas de cuento para hacerles frente...",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/7sTwtmVPTX77CFOUXdwAM7lKtKL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4uSRGXXU4kucRUbzd6X4lDZXeti.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ml4ZAXZrJHvFb3WjaPRy3NF3xzq.png"
    },
    {
      "id": "tmdb:76492",
      "type": "movie",
      "name": "Hotel Transilvania",
      "ids": {
        "tmdb": 76492
      },
      "overview": "Drácula regenta un hotel en el que se alojan personajes como Frankenstein, la Momia, el Hombre Invisible, hombres-lobo... El problema del conde es que tiene una hija de espíritu aventurero a la que le resulta difícil controlar. El conflicto surge cuando se aloja en el hotel un ser humano que se siente atraído por la hija del dueño.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/zvWlwBGQWuJ0wog65q1uS37BApC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tcHF7MvHRNyu23XsGnJmTnvB9Rc.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o5iC23EDHFBU3N9Pc9L5x5ZV1b5.png"
    },
    {
      "id": "tmdb:490132",
      "type": "movie",
      "name": "Green Book",
      "ids": {
        "tmdb": 490132
      },
      "overview": "Años 60. Cuando Tony Lip, un rudo italoamericano del Bronx, es contratado como chófer del virtuoso pianista negro Don Shirley durante una gira de conciertos por el Sur de Estados Unidos, deberá confiar en \"El libro verde\", una guía de los pocos establecimientos seguros para los afroamericanos, para encontrar alojamiento. Son dos personas que tendrán que hacer frente al racismo y los prejuicios, pero a las que la bondad y el sentido del humor unirán, obligándoles a dejar de lado las diferencias para sobrevivir y prosperar en el viaje de su vida.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/od2A7qPtpimcYfqfKXkpHqoKyuS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uE0BjP0Vn8BgZeRDT8aZKQjoRMb.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dfzHfMu3VeHbb1SW8nrQf7Pncru.png"
    },
    {
      "id": "tmdb:457",
      "type": "movie",
      "name": "Sissi",
      "ids": {
        "tmdb": 457
      },
      "overview": "Francisco José debe casarse y, aunque su madre ya ha pensado en Helena, una joven princesa bávara, el emperador se enamora perdidamente de Elizabeth (Sissi), una joven espontánea y poco convencional que detesta el protocolo de la Corte. A pesar de que su decisión no contará con la aprobación de su madre, el joven enamorado hará de su espléndida boda con Sissi la primera victoria en el frente familiar.",
      "year": 1955,
      "poster": "https://image.tmdb.org/t/p/w342/iGy9j4AdhkiOYRYeTSpq7g3zayL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rKs8y5WlXcYX5GCbDkXcXybGteZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wfe8xNJTbfh87DZMwfJXG69cyV3.png"
    },
    {
      "id": "tmdb:524",
      "type": "movie",
      "name": "Casino",
      "ids": {
        "tmdb": 524
      },
      "overview": "Las Vegas, 1973. Sam \"Ace\" Rothstein, un profesional de las apuestas, es el eficaz director de un importante casino que pertenece a un grupo de mafiosos. Su misión es controlar el funcionamiento del negocio y garantizar que la corriente de dinero que va a parar a manos de sus jefes siga fluyendo. Las Vegas es un lugar ideal para millonarios y políticos, pero es también lugar de paso de tahúres, prestamistas, traficantes de drogas y matones. Un día el violento Nicky Santoro, al que sus jefes han encargado que cuide de Sam, llega a Las Vegas con la intención de quedarse.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/7x8lsyTB0G7OrLzQ7qxt3ywQ4OY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2AnMaPHpbmg6dQdhdtMwmICx8dO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xBLs1V4UnVR1Gf4UJUNodQvwgt.png"
    },
    {
      "id": "tmdb:785084",
      "type": "movie",
      "name": "La ballena (The Whale)",
      "ids": {
        "tmdb": 785084
      },
      "overview": "Un solitario profesor de inglés con obesidad severa intenta reconectar con su hija adolescente en una última oportunidad de redención.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/5PXybRV6hVkteNZsxLeSC1FV3kx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/h6VOaBqE2ft8fLbixG02NWM6dxQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mLvFljM5eaPtwf0DEtQy2JqaUDE.png"
    },
    {
      "id": "tmdb:969492",
      "type": "movie",
      "name": "Misión hostil",
      "ids": {
        "tmdb": 969492
      },
      "overview": "Kinney, un controlador de apoyo aéreo con poca experiencia, se incorpora a un equipo Delta Force en una misión en Filipinas. Cuando el equipo queda atrapado sin armas, las oportunidades de sobrevivir dependen de la habilidad de Reaper, un piloto de drones de las Fuerzas Aéreas.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/pRPI8pl9YOrHoDMCr1VLGgEk5PE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4zI9Wga7u3GehLmHPH0QrgSeSaL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fJqQ7V8WEpwO7piCsKAz2qbfeRb.png"
    },
    {
      "id": "tmdb:395834",
      "type": "movie",
      "name": "Wind River",
      "ids": {
        "tmdb": 395834
      },
      "overview": "Una joven agente del FBI se alía con un veterano rastreador local para investigar el asesinato de una joven ocurrido en una reserva de nativos americanos...",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/8YQzSkPbJB5PJMTvTccDNo3z9K7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cCc9GdKtgs3fZrqQe6PYbaC38dh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cukehwDevWqOkqI21cJXJvmfXaq.png"
    },
    {
      "id": "tmdb:762",
      "type": "movie",
      "name": "Los caballeros de la mesa cuadrada y sus locos seguidores",
      "ids": {
        "tmdb": 762
      },
      "overview": "El rey Arturo y sus caballeros reciben un encargo divino: partir en búsqueda del Santo Grial, para lo cual deberán luchar contra enemigos muy diversos: malignos caballeros rivales, bestias sanguinarias (que solo son visibles como dibujo animado), groseros caballeros franceses fortificando un castillo en Inglaterra, brujas, adivinos mefistofélicos, Scotland Yard, y hasta un conejo asesino y carnívoro (que muere destruido por una cómica reliquia traída de las Cruzadas: la \"Santa Granada de Mano de Antioquia\").",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/sbxnHlkHSeffxwzPhnfwd42ojqQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5de0BbvrvLjBgrg4kWBlOAwr3Wv.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dCg16DkBBPCZIHaLOCQ3ZUmgvt.png"
    },
    {
      "id": "tmdb:1002338",
      "type": "movie",
      "name": "Operación Napoleón",
      "ids": {
        "tmdb": 1002338
      },
      "overview": "Una abogada se involucró en una conspiración internacional después de ser acusada de un asesinato que no cometió. La única posibilidad de supervivencia radica en descubrir el secreto de un viejo avión alemán de la Segunda Guerra Mundial, descubierto en el glaciar más grande de Islandia.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/icDJzeudwaF5XVQsC3BJkTMT1Zj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oTAbBVd48ngNEfXrZhGAtNbRbto.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xGAMFw6GLOdTBkUSJTSMOB00Jlc.png"
    },
    {
      "id": "tmdb:517839",
      "type": "movie",
      "name": "Border",
      "ids": {
        "tmdb": 517839
      },
      "overview": "Tina es una agente de aduanas reconocida por su eficiencia y por su extraordinario olfato. Da la impresión de poder oler la culpabilidad de un individuo. Pero cuando Vore, un hombre aparentemente sospechoso, pasa junto a ella, sus habilidades se ponen a prueba por primera vez. Tina sabe que Vore oculta algo, pero no logra identificar qué es.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/lc6unrBltbkwtFLA32TDThyHHJS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/p0R80tKFz326Y8gARVZ1GR7zKhL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lS0jcIt9zmywThzuSqmIpdqsp7G.png"
    },
    {
      "id": "tmdb:838240",
      "type": "movie",
      "name": "Robot Dreams",
      "ids": {
        "tmdb": 838240
      },
      "overview": "DOG es un perro solitario que vive en Manhattan. Un día decide construirse un robot, un amigo. Su amistad crece, hasta hacerse inseparables, al ritmo del Nueva York de los ochenta. Una noche de verano, Dog con gran pena, se ve obligado a abandonar a ROBOT en la playa. ¿Volverán a encontrarse?",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/qLtK6DFeuJNuB3THGVDklirhQ8u.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hToHhWadTK1E8Kd5RJhAD892E1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eZM6PQEYIKcbMg3jwhL7jxowcQm.png"
    },
    {
      "id": "tmdb:136400",
      "type": "movie",
      "name": "2 Guns",
      "ids": {
        "tmdb": 136400
      },
      "overview": "Un agente de la DEA, Bobby Trench, y un oficial de la Inteligencia Naval, Michael Stigman, consiguen robarle 43 millones de dólares a la mafia. El problema consiste en que en realidad ese dinero no era de la organización criminal, sino de la CIA. Adaptación al cine de una novela gráfica de Steven Grant.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/A0osDL7XE6v8pseLPoo1P6TaiDx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6YHuU2P12GJ1AaLYZK0JEGVGiGt.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qVdyMfblci5t969k3EnNsOQ2MKk.png"
    },
    {
      "id": "tmdb:262543",
      "type": "movie",
      "name": "Autómata",
      "ids": {
        "tmdb": 262543
      },
      "overview": "En un futuro no lejano, en el que el planeta Tierra sufre una creciente desertización, Jacq Vaucan, un agente de seguros de una compañía de robótica, investiga un caso en apariencia rutinario cuando descubre algo que podría tener consecuencias decisivas para el futuro de la humanidad. Banderas produce y protagoniza este thriller futurista, que especula sobre lo que ocurriría si la inteligencia artificial superase a la humana.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/bU9XAANR7WWqRRbXk2Oj5OF6km3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1oid01tHrmcTEj02cf7j3HiQZ9J.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jQ8TLJDrnFFMAYtCZy5QVhnHKtV.png"
    },
    {
      "id": "tmdb:583",
      "type": "movie",
      "name": "La vida de Brian",
      "ids": {
        "tmdb": 583
      },
      "overview": "Delirante y divertidísima comedia que relata, a golpe de carcajada, la vida de un desastre de hombre, contemporáneo de Jesucristo, que es confundido por el pueblo con un mesías. Que nadie se confunda: \"Life of Brian\" no es una amalgama de escenas absurdas que hacen reír, es una brillante sátira que desborda con un humor maravillosamente inteligente. Obra capital de los geniales Monty Python, su gozosa visión está llena de memorables gags que la encumbran como una de las mejores parodias de la historia del cine.",
      "year": 1979,
      "poster": "https://image.tmdb.org/t/p/w342/b4JaQ2ZjPxblj3E3S9ga5ykTita.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mdZIx40gJ1tQPq7eKhpwB7qtTr6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4ZcdJMXEQbdnNDxyJgFQ9x6kKLJ.png"
    },
    {
      "id": "tmdb:916405",
      "type": "movie",
      "name": "The Quiet Girl",
      "ids": {
        "tmdb": 916405
      },
      "overview": "La Irlanda rural, 1981. Cáit es una reservada niña de nueve años que está desatendida por parte de su pobre, disfuncional y demasiado numerosa familia. Se enfrenta en silencio con dificultades en la escuela y en casa, y ha aprendido a pasar desapercibida para cuantos la rodean. Cuando llega el verano y se acerca la fecha del parto de su madre, Cáit es enviada a vivir con unos parientes lejanos. Sin saber cuándo volverá a casa, se queda en el hogar de unos desconocidos sin más pertenencias que la ropa que lleva puesta. Poco a poco, y gracias a los cuidados de la familia Kinsella, Cáit realiza notables progresos y descubre una nueva forma de vivir. Pero en esta casa donde reina el afecto y no parece haber secretos, ella descubre una dolorosa verdad.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/9vEKZUiWUzJUz5naLrho1BLs54g.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5aPcvlzyc3E7Z5idAcTu1H88cB7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mD6kaV5PmZNoHTMHDq3lBIh49y1.png"
    },
    {
      "id": "tmdb:234200",
      "type": "movie",
      "name": "Pride (Orgullo)",
      "ids": {
        "tmdb": 234200
      },
      "overview": "En el verano de 1984, siendo primera ministra Margaret Thatcher, el Sindicato Nacional de Mineros (NUM) convoca una huelga. Durante la manifestación del Orgullo Gay en Londres. Un grupo de lesbianas y gays se dedica a recaudar fondos para ayudar a las familias de los trabajadores, pero el sindicato no acepta el dinero. El grupo decide entonces ponerse en contacto directo con los mineros y van a un pueblecito de Gales. Empieza así la curiosa historia de dos comunidades totalmente diferentes que se unen por una causa común. Basada en hechos reales.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/60yODrgrKDw8d2427tQRC7Vsa5V.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xQRHZ9v6SfpVczpXof81noBvG5y.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kNfzlO8lUAXYmOxqdKn9kDxzbK6.png"
    },
    {
      "id": "tmdb:2313",
      "type": "movie",
      "name": "Secretos compartidos",
      "ids": {
        "tmdb": 2313
      },
      "overview": "La vida de Rafi (Uma Thurman), una divorciada de 37 años de Manhattan, da un vuelco cuando empieza a salir con un pintor mucho más joven que ella. A pesar de la atracción que siente por él, la diferencia de edad le plantea dudas que la llevan a buscar el consejo de su psicoanalista (Meryl Streep). Ésta, al principio, la escucha con gran naturalidad y la anima a seguir adelante; pero, cuando descubre que el novio de su paciente es su hijo Dave (Bryan Greensberg), su actitud cambiará radicalmente.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/tHtVlL9616NFcxntpKUVHZAOOe7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aJ4O4sAigf2kz23jYKmUa9dHQcU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mctddxzNJh6PQLbsr9BHtcrmEmG.png"
    },
    {
      "id": "tmdb:770724",
      "type": "movie",
      "name": "L'immensità",
      "ids": {
        "tmdb": 770724
      },
      "overview": "Roma, años 70. Clara y Felice acaban de mudarse a un piso nuevo. Su matrimonio está acabado: ya no se aman, pero son incapaces de separarse. Lo único que los mantiene unidos son sus hijos, en los que Clara vuelca su deseo de libertad. Adriana, la mayor, acaba de cumplir 12 años y presencia muy de cerca los estados de ánimo de Clara y las tensiones cada vez mayores entre sus padres. Adriana rechaza su nombre y su identidad, quiere convencer a todo el mundo de que es un chico, y su obstinación hace que el ya frágil equilibrio familiar alcance un punto de ruptura. Mientras los niños esperan una señal que los guíe, todo cambia a su alrededor y en su interior.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/wzAqOajcd9okGnFGtxrpEPSZ53C.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jFS0VgKcUTuvTl1rcxQekYeD8zN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1PKUhm6A9ELlX7231PH7Xh645pf.png"
    },
    {
      "id": "tmdb:570480",
      "type": "movie",
      "name": "Trasto, de la mansion a la calle",
      "ids": {
        "tmdb": 570480
      },
      "overview": "Trasto es un perro que vive con todo lujos y sin ninguna complicación junto a su rica dueña, pero cuando esta fallece el perro tendrá que aprender a vivir sin ninguno de los lujos a los que está acostumbrado. Sin dinero y fuera de la mansión donde siempre había vivido, Trasto tiene que hacer frente a los peligros de la calle hasta que su camino se cruza con Zoe, una joven que lo acoge en su casa. Sin embargo, la tranquilidad no llega para Trasto cuando tiene que evitar ser atrapado por los codiciosos sobrinos de su antigua dueña, que le necesitan para cobrar la herencia que su antigua dueña le había dejado íntegramente a Trasto.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/kbeVZtX9HcsrkSyF0KrB4odkkiM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/r6TvdvuWDq4Dfv8P75QbJeDsA1i.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/chNonWsxfSltkfNp8syTUDjfgmu.png"
    },
    {
      "id": "tmdb:786918",
      "type": "movie",
      "name": "Promesas en París",
      "ids": {
        "tmdb": 786918
      },
      "overview": "Tras toda una trayectoria como alcaldesa de una ciudad cerca de París, Clémence afronta su mayor reto hasta el momento: presentarse como Ministra. Valiente y decidida, siempre se ha volcado con los más desfavorecidos para salvar a la ciudad de la pobreza y el desempleo junto con la ayuda de su fiel mano derecha Yazid, pero ahora, este nuevo cargo despertará en ella una ambición desconocida. ¿Será capaz de mantener su compromiso con los ciudadanos y su integridad política o acabará sucumbiendo al poder?",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/j0bEL8K0H2C4AfPhhnKgKJ2moBa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wHJzsRb5POQUBGeYUN64LJ2ZcZY.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/52uevorK8xcWBcbo2y5orUtNPtn.png"
    },
    {
      "id": "tmdb:1633",
      "type": "movie",
      "name": "Tomates verdes fritos",
      "ids": {
        "tmdb": 1633
      },
      "overview": "Evelyn, una mujer madura que vive frustrada por su gordura y por la incomprensión de su marido, conoce en un asilo a Ninny, una anciana que le va contando poco a poco una dramática historia ocurrida en su pueblo, en Alabama. La trama gira en torno a la gran amistad entre dos mujeres y al misterioso asesinato del marido de una de ellas.",
      "year": 1991,
      "poster": "https://image.tmdb.org/t/p/w342/zVWUSjYmmg4PQudX6NGPj0gbnV5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7Fy6Xef6wVzVxJ3l7HeM0j61Z3Y.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jCHQ1Q8qwvW7vmQs9yvP9urxKy.png"
    },
    {
      "id": "tmdb:115903",
      "type": "movie",
      "name": "Colegas",
      "ids": {
        "tmdb": 115903
      },
      "overview": "Los hemanos Antonio y Rosario y el novio de ésta, José, deben enfrentarse diariamente a las dificultades derivadas de su humilde condición social. Ninguno tiene trabajo y las escasas oportunidades que se les presentan para lograrlo hacen que se fortalezcan los lazos que les unen.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/hAlIzdwCGKCFwr3BOE6S86NzsWi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/obqdSsF9PPdKPhapBeI9drGTWhM.jpg"
    },
    {
      "id": "tmdb:260313",
      "type": "movie",
      "name": "Loreak",
      "ids": {
        "tmdb": 260313
      },
      "overview": "La vida de Ane da un giro cuando semanalmente comienza a recibir de forma anónima un ramo de flores en su casa. Por su parte las vidas de Lourdes y Tere también se ven afectadas por unas misteriosas flores. Un desconocido deposita cada semana un ramo en memoria de alguien que fue importante en sus vidas. Esta es la historia de tres mujeres, tres vidas alteradas por la mera presencia de unas flores. Flores que harán brotar en ellas sentimientos que parecían olvidados… Pero al fin y al cabo, no son más que flores.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/zb4YPV97G7VKL2AfMYAGo2xFbtc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/if1Tu2BHexu1KDvFs4KuqUtetvj.jpg"
    },
    {
      "id": "tmdb:10747",
      "type": "movie",
      "name": "El fuera de la ley",
      "ids": {
        "tmdb": 10747
      },
      "overview": "A punto de finalizar la Guerra de Secesión, un grupo de unionistas, liderados por el sádico capitán Terrill, asesina a la familia de un granjero llamado Joseph Wales. Movido por el odio y el deseo de venganza, se une a un grupo de rebeldes. Poco después, finaliza la contienda, el ejército de la Unión ofrece la amnistía a todas las guerrillas y sus compañeros aceptan. La rabia y el dolor siguen vivos dentro de Wales, y no se rendirá tan fácilmente.",
      "year": 1976,
      "poster": "https://image.tmdb.org/t/p/w342/5TzrWk1mSoavRcdkNEhVpKftICv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lXnxXEzKxYi9hInTphLfJGWZQ9Z.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ttzgVaYGkfwmlphldsXBqlQLrZY.png"
    },
    {
      "id": "tmdb:49687",
      "type": "movie",
      "name": "Matrimonio a la italiana",
      "ids": {
        "tmdb": 49687
      },
      "overview": "Durante la Segunda Guerra Mundial, Filomena Marturano se ve obligada a trabajar en una casa de prostitución para ganarse la vida. Allí conoce a Doménico Soriano, quien le retira de la profesión. La relación acabará en boda.",
      "year": 1964,
      "poster": "https://image.tmdb.org/t/p/w342/eLoFzFYxivdpIdWaoQ1lPSkijFH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pUBZBpkLNHvRgdx2yfQZxSH955D.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8DUsS5v6dsvVlB2gvOgDJ34Hckv.png"
    },
    {
      "id": "tmdb:820880",
      "type": "movie",
      "name": "Aisha",
      "ids": {
        "tmdb": 820880
      },
      "overview": "Una joven nigeriana busca asilo internacional en Irlanda. Atrapada en el limbo durante años en el sistema de inmigración irlandés, Aisha Osagie (Letitia Wright) desarrolla una amistad con el ex prisionero Conor Healy (Josh O'Connor), a quien conoce en uno de los centros de alojamiento. La creciente amistad de Aisha y Conor pronto parece ser efímera, ya que el futuro de Aisha en Irlanda se ve amenazado.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/3akN1ey6teitHO58q7i011i5mLJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aj8nynYZ3MfyAr6hr3ouG8x8sGb.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9Tr3kQJOZFBIlblkasGjAJrp6tb.png"
    },
    {
      "id": "tmdb:388399",
      "type": "movie",
      "name": "Día de patriotas",
      "ids": {
        "tmdb": 388399
      },
      "overview": "Basada en el atentado de la maratón de Bostón, Patriot’s Day cuenta la historia del oficial de policía Ed Davis, que investiga los acontecimientos que se saldaron con la muerte de un terrorista y la detención de otro, ofreciendo una exhaustiva narración de la persecución que se llevó a cabo por toda la ciudad para dar caza a los causantes del atentado.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/xKsf89Kenn0p5fM0Cbj8Uq2KJm5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9Pu9JXKs93Q3hhnKAvHtfap1hl5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mAeFZzCgBpVgs6IjnhJkbpBvfYN.png"
    },
    {
      "id": "tmdb:977506",
      "type": "movie",
      "name": "Mi crimen",
      "ids": {
        "tmdb": 977506
      },
      "overview": "Francia, 1935. Un investigador deberá resolver el asesinato de un banquero parisino. De entre una serie de pintorescos sospechosos destaca Madeleine, cuyos deseos de fama y fortuna se pondrán en el camino de la investigación.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/2tr9JSsAAopTGpCakOYF0tw5d4u.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nXpiomCgEnF4iC7H6we8Tb2Nvh0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6GKA5ryup9o2szZqufAkDYpDGK0.png"
    },
    {
      "id": "tmdb:901563",
      "type": "movie",
      "name": "Close",
      "ids": {
        "tmdb": 901563
      },
      "overview": "Léo y Rémi, de 13 años, son amigos de toda la vida. Hasta que un suceso impensable los separa. Léo se acerca entonces a Sophie, la madre de Rémi, para tratar de entender.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/pyVvz3B5IoJKd9ayozI8RrJW2vU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bvsJCFklBZmgHsSwzDk9ZToLDXl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6kPq7RUQ1F09Q0C5jfcC2lLorck.png"
    },
    {
      "id": "tmdb:302156",
      "type": "movie",
      "name": "Criminal",
      "ids": {
        "tmdb": 302156
      },
      "overview": "La historia del hombre adecuado en el cuerpo equivocado. En un último esfuerzo para detener una conspiración diabólica, implantan los recuerdos, secretos y habilidades de un agente de la CIA fallecido en un impredecible y peligroso convicto con la esperanza de que completará la misión.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/wq6XqYh91mLF9r6kakIalA2SzaR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2VgQFu2m7ZR7oultI7hfOn2dlH3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8KDyAOExkDtBvdA2rvYAJgSBOaa.png"
    },
    {
      "id": "tmdb:98582",
      "type": "movie",
      "name": "Grupo 7",
      "ids": {
        "tmdb": 98582
      },
      "overview": "“Grupo 7″ es una película policiaca de acción e intrigas criminales, de persecuciones y arrestos, pero también un drama de lealtades y mentiras de un grupo de hombres arrogantes y desvalidos, vulnerables y violentos. El grupo lo componen: Ángel, un joven aspirante a inspector, inteligente y compasivo; Rafael, un policía expeditivo, contundente y arrogante; Miguel y Mateo, los socarrones del grupo, capazces de las mayores brutalidades, pero también de inesperadas muestras de ternura. Para el Grupo 7 no existe la delgada línea que separa los recursos poco éticos de los abiertamente ilegales. Su modus operandi: violencia, coacciones, mentiras y medias verdades… todo vale.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/fTEU17WYxJjXIMs8IVwU4GqeRAP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gsA5liG5DFm02lBAqqYbhUl3bzz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/c0K6Hj8GlEabQSc4ctrNFkOavNR.png"
    },
    {
      "id": "tmdb:661365",
      "type": "movie",
      "name": "Ali y Ava",
      "ids": {
        "tmdb": 661365
      },
      "overview": "Por diferentes razones, Ali y Ava se sienten solos. Se conocen a través de Sofía, la hija de los inquilinos eslovacos de Ali a quien Ava cuida. A partir de ahí y durante un mes lunar, una conexión profunda comienza a crecer entre ellos, a pesar de las secuelas de la relación anterior de Ava y la confusión emocional de Ali; y todo ello alimentado por la pasión de ambos por la música.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/yn0oT6kFk8O4MT0uaHVctCa8o0l.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/y0u016o7BL5edNnpIQLahWFbZxm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/49GhNgXHYOWOZmVOSv3RMQ4mg0Q.png"
    },
    {
      "id": "tmdb:974498",
      "type": "movie",
      "name": "El comensal",
      "ids": {
        "tmdb": 974498
      },
      "overview": "Icíar y Fernando son jóvenes. Ambos están pasando por la experiencia más traumática de sus cortas vidas: la pérdida de un padre. Pero Fernando e Icíar no pueden compartir el dolor ni las estrategias para afrontarlo. Viven en tiempos diferentes. Fernando en 1977 en Bilbao se enfrenta al secuestro de su padre por parte de ETA. Icíar en 2011 en Navarra se enfrenta al fulminante cáncer de su madre.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/qkmpLVwIBQBEWal4lEC0vJNtZ8N.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nIiofPWxEoTXBUuSG6vVd2qA6wI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yn2AJ03zIDo372jR8z1W3CVtPHm.png"
    },
    {
      "id": "tmdb:458737",
      "type": "movie",
      "name": "El reverendo",
      "ids": {
        "tmdb": 458737
      },
      "overview": "El encuentro con un activista y su esposa embarazada (Amanda Seyfried) radicaliza la ideología de un pastor evangélico (Ethan Hawke), un antiguo capellán del ejército todavía marcado por la muerte de su hijo en Irak, que dirige una pequeña iglesia en el norte del estado de Nueva York.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/vwGXSZAUPguB53fbgm53aUg2Zus.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qlP3vaP4OWEKs6PAd8Xrh1kukgT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/pHKv2fAVa4wyjpwRzt0HlIDF9RK.png"
    },
    {
      "id": "tmdb:1053587",
      "type": "movie",
      "name": "Fatum",
      "ids": {
        "tmdb": 1053587
      },
      "overview": "Sergio tiene graves problemas con el juego. Tras jurar a su esposa que no volvería a caer, recibe un soplo sobre un supuesto amaño de un partido de futbol e, incapaz de cumplir su promesa, regresa a la casa de apuestas con la intención de recuperar todo el dinero perdido. El soplo resulta ser cierto y por fin su suerte va a cambiar… pero Alejo con un pasado salpicado también por el juego irrumpe armado en el local. Pablo francotirador del GEO, es presionado por la comisaria Costa para prestar servicio en el atraco. Pero la cabeza del GEO está en otro sitio, en el hospital, donde la vida de su hijo pende de un hilo. El destino hace que Sergio y Pablo se vean envueltos en un atraco a una casa de apuestas, donde un disparo cambiará sus vidas para siempre.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/xzmmJAa3OX302flRxg6fEf18FLL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3ERuc1X3OOQYG0EnGDpoxUSiuPw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/10vObaA6DY8xHjxjQ9uys4xj1GE.png"
    },
    {
      "id": "tmdb:736203",
      "type": "movie",
      "name": "Ane",
      "ids": {
        "tmdb": 736203
      },
      "overview": "Vitoria, año 2009. Después de los altercados en su barrio debido a la inminente expropiación de algunas viviendas, Lide, madre joven que trabaja como vigilante de seguridad en las obras del tren de alta velocidad, descubre que su hija adolescente, Ane, no ha ido a dormir a casa. Lide, junto a su ex-marido Fernando, comenzará no solo a investigar el paradero de su hija, sino a adentrarse en el mundo de Ane y a darse cuenta de que ha convivido junto a una desconocida.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/5LYxSzkN3JJcCmlXH6O83NExm7F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wC49kGxmtm4lnbLTkFn86hW2k9u.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zM6Pyv3dnFKQe4Vza83qDzP1GqW.png"
    },
    {
      "id": "tmdb:606",
      "type": "movie",
      "name": "Memorias de África",
      "ids": {
        "tmdb": 606
      },
      "overview": "A principios del siglo XX Karen Blixen (Streep), una mujer europea de gran coraje, llega a Kenia para dirigir una plantación de café junto a su marido (Brandauer), un mujeriego incorregible con el que no se ha casado por amor. Para su sorpresa, Karen se da cuenta de que poco a poco se está enamorando de la tierra, de sus gentes... y de Denys Finch-Hatton (Redford), un enigmático cazador aventurero.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/lovoT4KeD7iyKcDMFo8Y8lFtCle.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/edTCI3sNlHdKfGBqYjKKIbE0dtZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/un1o4JCx3UWnmS6a6coR8CFDHfC.png"
    },
    {
      "id": "tmdb:803700",
      "type": "movie",
      "name": "Las ocho montañas",
      "ids": {
        "tmdb": 803700
      },
      "overview": "Pietro es un chico de ciudad, Bruno es el último niño de una localidad de montaña olvidada. Con el paso de los años, Bruno se mantiene fiel a su montaña, mientras que Pietro viene y va. Sus experiencias le harán enfrentarse al amor y a la pérdida, recordándoles sus orígenes y abriendo paso al destino.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/k005afxR9TZSFRcFN5XiPEjNQ8C.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xmOA7r9CjXJWtgr2gnTtXAhnbpk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9nTwQok6h2ZbCvnP5KDbC2BXKxQ.png"
    },
    {
      "id": "tmdb:804251",
      "type": "movie",
      "name": "Alcarràs",
      "ids": {
        "tmdb": 804251
      },
      "overview": "El abuelo ha dejado de hablar, pero nadie de la extensa familia Solé sabe la razón. Como cada verano, en Alcarràs, una pequeña localidad rural de Cataluña, la familia cultiva una gran extensión de melocotoneros.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/uQYR7MNLtLWN1WdbITOqzA28eH9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/n0541RuqCSi2BWVogVluKEj1U41.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yEwMpoZWiffWeNuJYPNwdpjwYwG.png"
    },
    {
      "id": "tmdb:913991",
      "type": "movie",
      "name": "Modelo 77",
      "ids": {
        "tmdb": 913991
      },
      "overview": "Cárcel Modelo. Barcelona 1977. Manuel (Miguel Herrán), un joven contable, encarcelado y pendiente de juicio por cometer un desfalco, se enfrenta a una posible pena de entre 10 y 20 años, un castigo desproporcionado para la cuantía de su delito. Pronto, junto a su compañero de celda, Pino (Javier Gutiérrez), se une a un grupo de presos comunes que se está organizando para exigir una amnistía. Se inicia una guerra por la libertad que hará tambalearse al sistema penitenciario español. Si las cosas están cambiando fuera, dentro también tendrán que hacerlo.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/2ZbWaMQEGlVJsCSt73XPkZpqKZF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wC5js2n1Pe0NF0ux7ShsNkEz3ym.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4Whle2W2i9YDyYptXtKCN9bb7fA.png"
    },
    {
      "id": "tmdb:8346",
      "type": "movie",
      "name": "Mi gran boda griega",
      "ids": {
        "tmdb": 8346
      },
      "overview": "Todos los miembros de la familia Portokalos están preocupados por Toula (Nia Vardalos). A sus treinta años sigue soltera y trabaja en el restaurante griego de sus padres. Pero es que Toula aspira a algo más y está dispuesta a conseguirlo; su familia, por desgracia, no. Lo único que necesitaba Toula para cambiar su vida eran unas cuantas clases de informática, un par de lentillas y adoptar otra actitud. Cuando empieza a trabajar en la agencia de viajes de su tía, un apuesto desconocido se siente atraído por ella. Es Ian Miller (John Corbett), un profesor de instituto alto, guapo y sin una gota de sangre griega.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/5xao39YxElZaPYlaXekUEEXKwmZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9aSO7qn51SEjLkAaSYnMcpX8ziV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5ojulPOPsBdGHx5ezdDceCP9kKT.png"
    },
    {
      "id": "tmdb:691214",
      "type": "movie",
      "name": "Pacifiction",
      "ids": {
        "tmdb": 691214
      },
      "overview": "En la isla de Tahití, en la Polinesia Francesa, el Alto Comisario de la República, De Roller, representante del Estado francés, es un hombre calculador de modales impecables. Tanto en las recepciones oficiales como en los establecimientos ilegales, no deja de tomar el pulso a una población local cuya ira puede despertarse en cualquier momento. Y más aún cuando un rumor se instala: parece haberse avistado un submarino, cuya presencia fantasmal podría anunciar una reanudación de los ensayos nucleares franceses.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/poG2Tbv2FNIgaIPCm318eVf3BLn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6CrwFdV8cvUAlhzH0BY6JM7lsmk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o42gDafUIdVcFYfODU6GBVnfoUl.png"
    },
    {
      "id": "tmdb:936386",
      "type": "movie",
      "name": "El agua",
      "ids": {
        "tmdb": 936386
      },
      "overview": "Ana, su madre y su abuela viven en un pequeño pueblo del sureste de España donde las tres son miradas con recelo.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/kUdDRXx1EaJ299Zl2kTkVJGOhm0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/29Zp9fAsrZ9ZXMrHRa9OUbFgazt.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/p7ZfQJm7sVndceAUkkBh5o1dht.png"
    },
    {
      "id": "tmdb:458",
      "type": "movie",
      "name": "Sissi emperatriz",
      "ids": {
        "tmdb": 458
      },
      "overview": "Tras su boda en Viena, Sissi empieza su nueva vida como Emperatriz de Austria, pero pronto la rigidez del protocolo se convierte para ella en un verdadero problema. Entre ella y Sofia, su suegra, nace un profundo resentimiento que estalla en el cumpleaños de la hija de Sissi: Sofia, apelando a una antigua tradición de la Corte, se opone a que la niña sea criada por su madre. Al final llegan a un acuerdo, por el que Sissi podrá educar a su hija si se compromete a cumplir sus obligaciones cortesanas.",
      "year": 1956,
      "poster": "https://image.tmdb.org/t/p/w342/wpC1rTd3su1NQoeKsWV1vtXDaqx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9wq9EFa9ExZU8Is056MhZ7IipiJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1JlJB9O3TVA12qhSQhG1gqahFYN.png"
    },
    {
      "id": "tmdb:441701",
      "type": "movie",
      "name": "Verónica",
      "ids": {
        "tmdb": 441701
      },
      "overview": "Está inspirada en el único caso en la historia que la policía española clasifica como sobrenatural y queda sin resolver hasta la fecha.  Durante un eclipse total de sol, Verónica y dos amigas deciden hacer una ouija para invocar el espíritu de su padre. Después de romperse la ouija, Verónica entra en una especie de trance y se desmaya ante el pavor de sus amigos. Una vez recuperada, empieza a percibir cosas extrañas en su hogar que le hacen pensar que trajo a su padre de vuelta al mundo de los vivos.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/oM2F7l8zNXV12Obe48IpQbH3crK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6YMNG8B8ikbdh08mq9CoVbdlDGm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rLcAOAJLHrW9DCZHrWy72skM8Tf.png"
    },
    {
      "id": "tmdb:816888",
      "type": "movie",
      "name": "O corno",
      "ids": {
        "tmdb": 816888
      },
      "overview": "Illa de Arousa, 1971. María es una mujer que se gana la vida mariscando. También es conocida en la isla por ayudar a otras mujeres en sus partos con especial dedicación y cuidado. Tras un inesperado suceso, se ve obligada a huir y comienza una peligrosa travesía que le hará luchar por su supervivencia. Buscando su libertad, María decide cruzar la frontera por una de las rutas de contrabando entre Galicia y Portugal.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/uaFgJcgmHniHPZdjkNE5zfhhIcQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aBg6Gca11TcraoX3uW3REqL5N30.jpg"
    },
    {
      "id": "tmdb:833417",
      "type": "movie",
      "name": "A tiempo completo",
      "ids": {
        "tmdb": 833417
      },
      "overview": "Julie hace un esfuerzo titánico para criar a sus dos hijos en las afueras de París y conservar al mismo tiempo su empleo en un hotel de lujo en el centro. Justo cuando consigue una entrevista para el trabajo que llevaba tiempo deseando, estalla una huelga general que paraliza todo el transporte público y pone en riesgo el delicado equilibrio que Julie había construido. Comienza entonces una carrera enloquecida contra el tiempo en la que Julie no puede permitirse flaquear.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/wLaMF5805iDZF2FWKTWx8AISNQb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/udOgJbklMOmolF2cmNvKhODyXeM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wzqc4BIPjXDBGtMu9mcEsMF4wzE.png"
    },
    {
      "id": "tmdb:717675",
      "type": "movie",
      "name": "Sentimental",
      "ids": {
        "tmdb": 717675
      },
      "overview": "Julio y Ana hace más de quince años que están juntos. Forman una pareja que ya no se mira ni se toca, y que ha hecho del combate diario la esencia de su relación. Esta noche Ana ha invitado a casa a sus vecinos del piso de arriba, Salva y Laura, una pareja más joven que ellos, amable y simpática, pero cuyos “ruidos” se han convertido en una molestia para Julio y Ana...¿o quizás en un estímulo? Los vecinos de arriba les harán una inusual y sorprendente propuesta que convertirá la velada en una experiencia excesiva y catártica para los cuatro... Adaptación cinematográfica de 'Los vecinos de arriba', la obra teatral debut de Cesc Gay.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/6ZGVXcxPzaJGH0KVvacHOqUiG6u.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bT44cNbePL3UMCmYG19WxxZkBdP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iqPd4B4KmFDVuIyW9Eh9EFxAld3.png"
    },
    {
      "id": "tmdb:621744",
      "type": "movie",
      "name": "Entre nosotras",
      "ids": {
        "tmdb": 621744
      },
      "overview": "Nina y Madeleine, dos mujeres jubiladas, están secretamente enamoradas desde hace décadas. Aunque de cara a los demás, no son más que dos vecinas, ellas vienen y van de una casa a la otra, compartiendo la ternura de una vida en común. Hasta que un día, su relación se da la vuelta a causa de un suceso inesperado.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/lATXHy7S9mQi9xqrHYzmTqfc734.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ym2xIbKKm46Xe6kxNnFOhAb79yN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/z0VyA4f4hGwzphU8y7ayeH3laYA.png"
    }
  ]
}