{
  "metas": [
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:348",
      "type": "movie",
      "name": "Alien, el octavo pasajero",
      "ids": {
        "tmdb": 348
      },
      "overview": "De regreso a la Tierra, la nave de carga Nostromo interrumpe su viaje y despierta a sus siete tripulantes. El ordenador central, MADRE, ha detectado la misteriosa transmisión de una forma de vida desconocida, procedente de un planeta cercano aparentemente deshabitado. La nave se dirige entonces al extraño planeta para investigar el origen de la comunicación.",
      "year": 1979,
      "poster": "https://image.tmdb.org/t/p/w342/pZ9cAe5FxexJjpCaeiETbXzz3Fs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hdHIjZxq3SWFqpAz4NFhdbud0iz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vVxHP9OfHBXLSVU2pePQ4T1IOPz.png"
    },
    {
      "id": "tmdb:573435",
      "type": "movie",
      "name": "Bad Boys: Ride or Die",
      "ids": {
        "tmdb": 573435
      },
      "overview": "Los policías más famosos del mundo regresan con su icónica mezcla de acción al límite y comedia escandalosa, pero esta vez con un giro inesperado: ¡Los mejores de Miami se dan a la fuga! Cuarta entrega de la saga 'Dos policías rebeldes'.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/5jI2vEHJReAx8iFDmhC2O3yW37w.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/A3EfIdSs7Y1dnUqSSTpuDFxH4zQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wZOqfOtqVqZMsUyjTLbNdENaYNg.png"
    },
    {
      "id": "tmdb:290098",
      "type": "movie",
      "name": "La doncella",
      "ids": {
        "tmdb": 290098
      },
      "overview": "Corea, década de 1930, durante la colonización japonesa. Una joven llamada Sookee es contratada como doncella de una rica mujer japonesa, Hideko, que vive recluida en una gran mansión bajo la influencia de un tirano. Sookee guarda un secreto y con la ayuda de un estafador que se hace pasar por un conde japonés, planea algo para Hideko.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/1CJWo3mJwNEi0RsSZyxbgVFOj8B.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lkW05VRHaCW85CqcldLQ1qPXVEu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rn3XRsaFts7VysRswHxxtIq7ZWY.png"
    },
    {
      "id": "tmdb:519465",
      "type": "movie",
      "name": "Reina de corazones",
      "ids": {
        "tmdb": 519465
      },
      "overview": "Annie es una exitosa abogada que vive en una casa de estilo modernista con sus dos hijas y su marido Peter, un reputado físico. La aparición de Gustav, un hijo que pertenece a una relación previa de Peter, pone patas arriba la armonía que reina en la vida de Annie. Lo que en un principio parece ser un movimiento liberador para ella, pronto se convierte en una historia de poder y traición que tendrá consecuencias devastadoras en su vida.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/dnbZXUwp7ZGNZnPeBxXA1HHxsab.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aWwUdi3zxShya80CNUNA6l2KQJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4HUBBAgNDN7h2hU4LcMQOOaA3zB.png"
    },
    {
      "id": "tmdb:810",
      "type": "movie",
      "name": "Shrek tercero",
      "ids": {
        "tmdb": 810
      },
      "overview": "Shrek se casó con Fiona, pero lo que no tuvo en cuenta es que al casarse con una princesa... tarde o temprano uno termina siendo rey. Cuando su suegro, el Rey Harold, cae enfermo, Shrek se encuentra en riesgo de tener que abandonar su amado pantano por el trono. A menos claro que encuentre un heredero. Junto con Asno y el Gato con Botas, Shrek viaja para en busca del primo de Fiona, Arturo. Mientras, en Muy Muy Lejano, el Principe Encantador recluta un ejército de villanos de cuento para tomar el trono por la fuerza. Pero no cuentan con que Fiona y la Reina Lillian también han reunido su grupo de heroínas de cuento para hacerles frente...",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/7sTwtmVPTX77CFOUXdwAM7lKtKL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4uSRGXXU4kucRUbzd6X4lDZXeti.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ml4ZAXZrJHvFb3WjaPRy3NF3xzq.png"
    },
    {
      "id": "tmdb:10466",
      "type": "movie",
      "name": "Esta casa es una ruina",
      "ids": {
        "tmdb": 10466
      },
      "overview": "Anna es una joven y atractiva violinista que, con su novio Walter, vive provisionalmente en el apartamento de su ex-marido, un famoso director de orquesta. De repente, éste aparece en la casa y la pareja tiene que buscar otra residencia. Walter recurre a su amigo Jack, agente de la propiedad, que le proporciona una auténtica ganga en las afueras de la ciudad.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/1BdmGWfd2G7t54zYE4kixlmdhWj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lAPeFumkT13Faugh5K0jf7vSWIO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8XZpx0tcy3Ojoa6vTkKEblTiuGt.png"
    },
    {
      "id": "tmdb:11423",
      "type": "movie",
      "name": "Memories of Murder (Crónica de un asesino en serie)",
      "ids": {
        "tmdb": 11423
      },
      "overview": "Corea del Sur, 1986. Una joven aparece brutalmente violada y asesinada. Dos meses después, se producen una serie de violaciones y asesinatos en circunstancias similares. Para buscar al asesino, se organiza un destacamento especial, encabezado por un detective de la policía local (Park Doo-man) y un detective de la policía de Seúl (Seo Tae-yoon), que ha solicitado ser asignado al caso.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/eq4oNv2fcDw8murQ9RYyCVbhPHC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/njaw7QZy5ni8ZDydx3b1EDpEfwk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/niLURXAXr6I6Z5b6fcUzz5LpH4c.png"
    },
    {
      "id": "tmdb:787699",
      "type": "movie",
      "name": "Wonka",
      "ids": {
        "tmdb": 787699
      },
      "overview": "Basada en el personaje que protagoniza \"Charlie y la fábrica de chocolate\", el libro infantil más emblemático de Roald Dahl y uno de los más vendidos de todos los tiempos, \"Wonka\" cuenta la historia de cómo el mayor inventor, mago y chocolatero del mundo se convirtió en el querido Willy Wonka que conocemos hoy en día.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/6eHcR7zwvNSvkOl9jbctU0lvZQ1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/arX5fqUH7t0TxiCDbDEPCeSqYk4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4MdzluUXHjgVRwRRNh5vSPq0TB5.png"
    },
    {
      "id": "tmdb:22794",
      "type": "movie",
      "name": "Lluvia de albóndigas",
      "ids": {
        "tmdb": 22794
      },
      "overview": "Adaptación del libro homónimo de Judi Barrett, una parodia animada de los films de catástrofes, como Armageddon, Twister o Independence Day. El protagonista es Flint, un joven científico que sueña con inventar algo que le mejore la vida a todos sus vecinos. Tras muchos intentos consigue crear algo que realmente funciona: una máquina que hace caer comida del cielo.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/cMs3pxK1xjse7fJooGZsWAlrk6Q.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xJ7HFPTewcxpWSdiS2fB1MwTRl1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sCLx8yOLIuiUImD7K5HEz3bLFIV.png"
    },
    {
      "id": "tmdb:524",
      "type": "movie",
      "name": "Casino",
      "ids": {
        "tmdb": 524
      },
      "overview": "Las Vegas, 1973. Sam \"Ace\" Rothstein, un profesional de las apuestas, es el eficaz director de un importante casino que pertenece a un grupo de mafiosos. Su misión es controlar el funcionamiento del negocio y garantizar que la corriente de dinero que va a parar a manos de sus jefes siga fluyendo. Las Vegas es un lugar ideal para millonarios y políticos, pero es también lugar de paso de tahúres, prestamistas, traficantes de drogas y matones. Un día el violento Nicky Santoro, al que sus jefes han encargado que cuide de Sam, llega a Las Vegas con la intención de quedarse.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/7x8lsyTB0G7OrLzQ7qxt3ywQ4OY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2AnMaPHpbmg6dQdhdtMwmICx8dO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xBLs1V4UnVR1Gf4UJUNodQvwgt.png"
    },
    {
      "id": "tmdb:486589",
      "type": "movie",
      "name": "Zapatos rojos y los siete trolls",
      "ids": {
        "tmdb": 486589
      },
      "overview": "Unos enanos hechizados se encuentran a una chica con un poder misterioso: sus zapatos rojos. Deberán emprender una misión junto a ella para volver a ser humanos y salvar el reino.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/2OqPy2SP4Jiu9ftYoqfshxEF4zi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3j7FPy3c5LzglYyJYDHTJF3eQxT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dgEirtjrZAZcbNha88HZAchEbrV.png"
    },
    {
      "id": "tmdb:517839",
      "type": "movie",
      "name": "Border",
      "ids": {
        "tmdb": 517839
      },
      "overview": "Tina es una agente de aduanas reconocida por su eficiencia y por su extraordinario olfato. Da la impresión de poder oler la culpabilidad de un individuo. Pero cuando Vore, un hombre aparentemente sospechoso, pasa junto a ella, sus habilidades se ponen a prueba por primera vez. Tina sabe que Vore oculta algo, pero no logra identificar qué es.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/lc6unrBltbkwtFLA32TDThyHHJS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/p0R80tKFz326Y8gARVZ1GR7zKhL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lS0jcIt9zmywThzuSqmIpdqsp7G.png"
    },
    {
      "id": "tmdb:426338",
      "type": "movie",
      "name": "La llamada",
      "ids": {
        "tmdb": 426338
      },
      "overview": "María y Susana son dos jóvenes que pasan el verano en un campamento de monjas en Segovia, un lugar aislado y rodeado de naturaleza. Pero las chicas quieren divertirse y, como buenas amantes de la fiesta y el electro latino, se van por la noche de ruta por las discotecas cercanas, intentando que las hermanas Bernarda y Milagros no descubran sus salidas. Una noche, tras haberlo dado todo en la pista de baile, a María se le aparece el mismísimo Dios, que tratará de cautivarla con música de Whitney Houston. Mientras ella vive su particular viaje de redescubrimiento, su amiga Susana también experimentará una revelación. Así, las cuatro mujeres harán grandes descubrimientos sobre ellas mismas y el mundo que las rodea.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/4JTf3ze7IipC66a9cqJtZZt19fy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wjcOGAiX3G79h1oWAw72QpDxPgU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wtqieWMvKs1DKJK8sJ5WdrZJpd9.png"
    },
    {
      "id": "tmdb:954",
      "type": "movie",
      "name": "Misión imposible",
      "ids": {
        "tmdb": 954
      },
      "overview": "Ethan Hunt es un superespía capaz de resolver cualquier arriesgada situación con la máxima elegancia. Forma parte de un competente equipo dirigido por el agente Jim Phelps, que ha vuelto a reunir a sus hombres para participar en una dificilísima misión: evitar la venta de un disco robado que contiene información secreta de vital importancia.",
      "year": 1996,
      "poster": "https://image.tmdb.org/t/p/w342/xCpmxw3UUjv4PGzbIPOHeoKAV0l.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/y4sIPLZ7toiRmp4auPFKuPVuS5E.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xmEO3geekHkjfWSdcQaWDnSIpto.png"
    },
    {
      "id": "tmdb:56292",
      "type": "movie",
      "name": "Misión imposible: Protocolo fantasma",
      "ids": {
        "tmdb": 56292
      },
      "overview": "El agente Ethan Hunt, acusado de un atentado terrorista con bombas contra el Kremlin, es desautorizado junto con toda la organización, al poner en marcha el presidente el llamado 'Protocolo fantasma'. Abandonado a su suerte y sin recursos, el objetivo de Ethan es rehabilitar el buen nombre de su agencia e impedir un nuevo ataque. Pero emprende esta misión con un equipo formado por fugitivos, cuyos motivos personales no conoce bien.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/y0hjsPyieqxcunEcAxb9mrrE09c.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i32GaV0L7u4wa5oHHNVMvNhHKrZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/pngSXzFrcwRfnuFH6cTBy5L3kj5.png"
    },
    {
      "id": "tmdb:785084",
      "type": "movie",
      "name": "La ballena (The Whale)",
      "ids": {
        "tmdb": 785084
      },
      "overview": "Un solitario profesor de inglés con obesidad severa intenta reconectar con su hija adolescente en una última oportunidad de redención.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/5PXybRV6hVkteNZsxLeSC1FV3kx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/h6VOaBqE2ft8fLbixG02NWM6dxQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mLvFljM5eaPtwf0DEtQy2JqaUDE.png"
    },
    {
      "id": "tmdb:762",
      "type": "movie",
      "name": "Los caballeros de la mesa cuadrada y sus locos seguidores",
      "ids": {
        "tmdb": 762
      },
      "overview": "El rey Arturo y sus caballeros reciben un encargo divino: partir en búsqueda del Santo Grial, para lo cual deberán luchar contra enemigos muy diversos: malignos caballeros rivales, bestias sanguinarias (que solo son visibles como dibujo animado), groseros caballeros franceses fortificando un castillo en Inglaterra, brujas, adivinos mefistofélicos, Scotland Yard, y hasta un conejo asesino y carnívoro (que muere destruido por una cómica reliquia traída de las Cruzadas: la \"Santa Granada de Mano de Antioquia\").",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/sbxnHlkHSeffxwzPhnfwd42ojqQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5de0BbvrvLjBgrg4kWBlOAwr3Wv.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dCg16DkBBPCZIHaLOCQ3ZUmgvt.png"
    },
    {
      "id": "tmdb:966488",
      "type": "movie",
      "name": "Nada que perder",
      "ids": {
        "tmdb": 966488
      },
      "overview": "Sylvie y sus hijos se adoran, pero cuando un hijo se lesiona después de que ella los deja solos en casa para ir a trabajar, los niños son llevados a un hogar de crianza. Sylvie está decidida a librar la batalla administrativa y legal para recuperarlos",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/2Ff1lAyHGkMnCbWSaCWW5r4rruC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dg50BERPVfZIFUVPhQAWh6wUkee.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4oJRnLFyG3CaIZo4JW6mtQKkcT6.png"
    },
    {
      "id": "tmdb:681260",
      "type": "movie",
      "name": "Maya y el Orbe Dorado",
      "ids": {
        "tmdb": 681260
      },
      "overview": "La abeja Maya y su mejor amigo, Willi, rescatan a una princesa hormiga y se ven envueltos en una batalla épica entre insectos que les llevará a mundos desconocidos y pondrá a prueba su amistad.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/kmhCsqB8RNEDhO2A0FVFyj03ZcB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2oDyEepMXLPWVFvkvjf39bMwjW0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lm863OMiQV6wKQtlKW6PmrFg04e.png"
    },
    {
      "id": "tmdb:517814",
      "type": "movie",
      "name": "Cafarnaúm",
      "ids": {
        "tmdb": 517814
      },
      "overview": "Beirut, Líbano. Zain es un niño de doce años inteligente y valiente, que sobrevive a los peligros de las calles de la ciudad gracias a su ingenio. Huyendo de sus padres, y haciendo valer sus derechos, recurre a la justicia para demandarles por el 'crimen' de haberle dado la vida. Una fábula contemporánea de carácter político sobre un niño que se rebela contra la vida que le han impuesto vivir .",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/2DMXE8viVk8MwLiFaaiIamcDRCv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2rXFgdX8fPtyvih9zWsV8yUHYZU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xn0XRWoOojN3kyAxozPdp7haX7R.png"
    },
    {
      "id": "tmdb:536506",
      "type": "movie",
      "name": "Buenos principios",
      "ids": {
        "tmdb": 536506
      },
      "overview": "Henri es un escritor de mediana edad en crisis. ¿Y quienes son las personas responsables de sus fracasos, su abstinencia sexual y su dolor de espalda? Su esposa y sus cuatro hijos. Justo en el momento crítico en el que está haciendo un balance de su vida, de todas las mujeres que nunca volverá a tener, y de todos los coches que nunca conducirá... un perro de metro y medio, maleducado y demasiado entusiasta, decide instalarse en su casa. A pesar de los intentos de toda su familia por echarlo, y que el amor incondicional de su mujer comience a flaquear, este perro al que deciden llamar “Estúpido” se convierte en el nuevo mejor amigo de Henri y le ayudará a entender que en la adaptación al cambio está su verdadera felicidad.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/1rmq9fqm01W3pMBvbLH2DsKU44c.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nVoVbyxmJ8uHHNFzUZKUHwEjL96.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/g7Wrwx35B241tZD8pgIx1XjV3sB.png"
    },
    {
      "id": "tmdb:438634",
      "type": "movie",
      "name": "Verano 1993",
      "ids": {
        "tmdb": 438634
      },
      "overview": "Frida (Laia Artigas), una niña de seis años, afronta el primer verano de su vida con su nueva familia adoptiva tras la muerte de su madre. Lejos de su entorno cercano, en pleno campo, la niña deberá adaptarse a su nueva vida.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/meGNsfhdTRnDpl7u5wKF8t8hjrf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/29w1pHpc2HgihUfJwJUA5zFNkRT.jpg"
    },
    {
      "id": "tmdb:462",
      "type": "movie",
      "name": "Erin Brockovich",
      "ids": {
        "tmdb": 462
      },
      "overview": "Erin Brockovich es una madre soltera que consigue un puesto de trabajo en un pequeño despacho de abogados. Su personalidad poco convencional hará que sus comienzos no sean demasiado alentadores, pero todo cambiará cuando decida investigar el extraño caso de unos clientes que padecen una sospechosa enfermedad.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/4WiaVbWcRhVItfJc5ZNQUwJwigZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7QkRhSsTa1SVWaOMwB0GwSQY4kt.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wFoPRgEg60SPZSVvubcGdYIlaYT.png"
    },
    {
      "id": "tmdb:500006",
      "type": "movie",
      "name": "Utoya. 22 de julio",
      "ids": {
        "tmdb": 500006
      },
      "overview": "Conocemos a Kaja, una joven de 18 años, apenas 12 minutos antes de que comience la matanza en el campamento de verano de la isla noruega de Utøya, el 22 de julio del 2011, en el que fue el peor día de la historia moderna de Noruega. Los jóvenes acampados saben de la bomba explosionada por un terrorista en Oslo, pero desconocen que Anders Breivik se encuentra en la isla con la intención de matar a cuantas más personas mejor.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/zlVpeGjVi5bNG3bmTnhwOm7WVI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qo3r33rjYBjkvyTsOhXEKaZsw6s.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gvlNP6M1L5o4zQYDmnTzk4csDJk.png"
    },
    {
      "id": "tmdb:969492",
      "type": "movie",
      "name": "Misión hostil",
      "ids": {
        "tmdb": 969492
      },
      "overview": "Kinney, un controlador de apoyo aéreo con poca experiencia, se incorpora a un equipo Delta Force en una misión en Filipinas. Cuando el equipo queda atrapado sin armas, las oportunidades de sobrevivir dependen de la habilidad de Reaper, un piloto de drones de las Fuerzas Aéreas.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/pRPI8pl9YOrHoDMCr1VLGgEk5PE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4zI9Wga7u3GehLmHPH0QrgSeSaL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fJqQ7V8WEpwO7piCsKAz2qbfeRb.png"
    },
    {
      "id": "tmdb:395834",
      "type": "movie",
      "name": "Wind River",
      "ids": {
        "tmdb": 395834
      },
      "overview": "Una joven agente del FBI se alía con un veterano rastreador local para investigar el asesinato de una joven ocurrido en una reserva de nativos americanos...",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/8YQzSkPbJB5PJMTvTccDNo3z9K7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cCc9GdKtgs3fZrqQe6PYbaC38dh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cukehwDevWqOkqI21cJXJvmfXaq.png"
    },
    {
      "id": "tmdb:608980",
      "type": "movie",
      "name": "Tres pisos",
      "ids": {
        "tmdb": 608980
      },
      "overview": "Relato sobre los miembros de tres familias cuyos apartamentos están en el mismo bloque de clase media. Se trata de un joven matrimonio, Lucio y Sara, que sospecha que su vecino Renato, ha abusado de su hija; una madre, Monica de dos hijos cuyo marido Giorgio está siempre fuera trabajando; y una juez jubilada, Dora que ejerce el mismo trabajo de su marido Vittorio.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/dG5a3ZuJX39pHHpMeT6kEIXXPM2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3E7SmCwoSbpBn7cfp10hQjsGk2U.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wXcnJh0YvdLsAcWAJ01Bg1Pccrf.png"
    },
    {
      "id": "tmdb:661931",
      "type": "movie",
      "name": "La hija",
      "ids": {
        "tmdb": 661931
      },
      "overview": "Dana, una joven de quince años, se ha quedado embarazada y acaba de escaparse de un centro de menores. Javier, su tutor, está dispuesto a ayudarla, pero a cambio ella tendrá que seguir sus reglas.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/86BwDaGCiPmvCsX86Z4qF3UDlL3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sV0PJu7F4zWC9int5ifU8XnzWXE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/Rzl1G7SGHSk92BYg6SsqrJmFBa.png"
    },
    {
      "id": "tmdb:776279",
      "type": "movie",
      "name": "El sustituto",
      "ids": {
        "tmdb": 776279
      },
      "overview": "España, 1982. Andrés Expósito, un joven inspector de policía, acepta un destino en Denia, un pequeño pueblo de la costa mediterránea, con la esperanza de llevar una vida más tranquila y de que el entorno natural ayude a mejorar la frágil salud de su hija; pero una vez en su nuevo puesto se enfrasca por azar en la investigación de la extraña muerte del inspector al que ha venido a sustituir.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/egX3IyHva7VDZPCSO4TSTGlGmsg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1IZhBVVeoTsnU0WNkOduJlZitle.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tRnKhlRj5SKjeSPHSHUyQtI2XQb.png"
    },
    {
      "id": "tmdb:534937",
      "type": "movie",
      "name": "El desentierro",
      "ids": {
        "tmdb": 534937
      },
      "overview": "La repentina aparición de una mujer de origen albanés en un pueblo costero de Levante provoca que Jordi decida investigar el pasado de su padre, Pau, desaparecido hace veinte años y al que todo el mundo da por muerto. Recién llegado de Argentina, Jordi asiste al entierro de un importante conseller. En el funeral, la misteriosa Vera le da indicios de que conoce la verdad sobre la historia enterrada de su familia. Con la ayuda de su primo Diego, Jordi emprende la búsqueda de Pau, adentrándose en una trama de asesinos, corruptos y proxenetas.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/cr33MHwR7nwUTi2RN9judzIv1bU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/26b356mXhKMADOw5R03M3Xi89JJ.jpg"
    },
    {
      "id": "tmdb:566454",
      "type": "movie",
      "name": "La biblioteca de los libros rechazados",
      "ids": {
        "tmdb": 566454
      },
      "overview": "Un curioso bibliotecario decide albergar todos los libros que han sido rechazados por las editoriales. Un día, una joven escritora descubrirá esta biblioteca que esconde grandes tesoros, uno de ellos será la novela Las últimas horas de una historia de amor, escrita por Henri Pick. El desconocido escritor, fallecido dos años antes, era un cocinero que jamás leyó un libro y no escribió otra cosa que la lista de la compra, según su mujer.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/1esgNMYq4BKBpY6b6MEHsvHhycv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wM7wLc9NvYTELDMe8AgKDnvTvJH.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9iVwek3NHb8kKoHBtexqYqIj0p7.png"
    },
    {
      "id": "tmdb:649394",
      "type": "movie",
      "name": "Worth",
      "ids": {
        "tmdb": 649394
      },
      "overview": "Basada en hechos reales. Kenneth Feinber es un prestigioso abogado de Washington D. C. que acepta el encargo de administrar el Fondo de Compensación para las Víctimas del 11 de septiembre. En su lucha por la defensa de los intereses de los afectados entre la maraña burocrática y política estadounidense, descubrirá la esencia sentimental de la vida.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/rukf2HxdOcpL6hNswFmbHrrZJ5T.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xBzUJdBtRNhBe9q96ABKArLRlIZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/njBfcEV10fGVanDPdgZlwGRekzs.png"
    },
    {
      "id": "tmdb:95407",
      "type": "movie",
      "name": "Winchester, uno entre mil",
      "ids": {
        "tmdb": 95407
      },
      "overview": "Un joven regresa a su pueblo natal diez años después de haber matado a los asesinos de sus padres, y le convencen para que se presente como ayudante del sheriff. Uno de los casos a los que se enfrentará es dar con un asesino cuya arma es un rifle único. El sospechoso resultará ser el prometido de una antigua del nuevo sheriff.",
      "year": 1968,
      "poster": "https://image.tmdb.org/t/p/w342/1TWXH8lK4ursiOufngi6tufH3Hs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xQWTEfcth9SJHs39lCVYHPP3JEJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ilBxLg7148yk8pHt6DCHSTGJOos.png"
    },
    {
      "id": "tmdb:586863",
      "type": "movie",
      "name": "Los miserables",
      "ids": {
        "tmdb": 586863
      },
      "overview": "Montfermeil, un suburbio al este de París. Stéphane acaba de unirse a la Brigada de Lucha contra la Delincuencia, donde conoce a sus nuevos compañeros, Chris y Gwada, dos agentes con experiencia en las enormes tensiones que existen entre los distintos grupos organizados por el control del barrio.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/x38m4xUo4byOuzrAQO0zMrpxEau.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6K74rGGGjKGrblGTa7S9yRcUtnF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rgwvcVYc4FxRkBcWrCo2k1TQZIm.png"
    },
    {
      "id": "tmdb:660713",
      "type": "movie",
      "name": "Madres verdaderas",
      "ids": {
        "tmdb": 660713
      },
      "overview": "Tras adoptar, una mujer recibe una llamada de la madre biológica del niño.Tras una larga e insatisfactoria lucha por quedarse embarazada y convencida por una asociación de adopción, Satoko y su marido deciden adoptar a un niño. Años después, su familia se tambalea con la amenaza de Hitari, una chica desconocida que dice ser la madre biológica. Satoko opta por confrontar a Hitari directamente.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/o7vTAuD3FQcwSt2sSQbPAH7qUgW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/n9nZ1hx0iiE9std0J8GzwwxjuVl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hwFPkhS5n0xBiVoghcoifIUQiiM.png"
    },
    {
      "id": "tmdb:425194",
      "type": "movie",
      "name": "La pequeña bruja",
      "ids": {
        "tmdb": 425194
      },
      "overview": "La pequeña bruja sólo tiene 127 años, y es demasiado joven para poder acudir a la asamblea nacional de brujas. Además ella no quiere ser simplemente una bruja, ¡quiere ser la mejor de las brujas! Esta decisión le traerá más de un problema en su mundo mágico.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/fyis7wU0OIrPhjj9QdULJ3vKuP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/22t90H0tXDvem199yjIkZnkX6KN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jj8S08Fzb4Djmm2bWa0Wqb1Ug9c.png"
    },
    {
      "id": "tmdb:660120",
      "type": "movie",
      "name": "La peor persona del mundo",
      "ids": {
        "tmdb": 660120
      },
      "overview": "Julie va a cumplir los treinta y su vida es un desastre existencial. Ya ha desperdiciado parte de su talento y su novio Aksel, un exitoso novelista gráfico mayor que ella, la presiona para que contenga su energía creativa y siente la cabeza. Una noche se cuela en una fiesta y conoce al joven y encantador Eivind. Tardará poco en romper con Aksel y embarcarse en una nueva relación con la esperanza de que su vida adquiera una nueva perspectiva. Sin embargo, tendrá que darse cuenta de que ya es demasiado tarde para ciertas opciones vitales.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/hTMRZV2kRhUlbKCph1Azd59vc3P.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6ClAtQvmO2NGCeIjOJAiXv9KCMz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jK92jp29EJGZeAiFP1caIcD8jux.png"
    },
    {
      "id": "tmdb:403509",
      "type": "movie",
      "name": "Secuestro",
      "ids": {
        "tmdb": 403509
      },
      "overview": "La vida de la prestigiosa abogada Patricia de Lucas se vuelve un infierno tras la desaparición de su hijo Víctor, al que no encuentra un día a la salida del colegio. Horas más tarde el pequeño aparece, pero magullado y sudoroso, después de haber logrado escapar mientras intentaban secuestrarlo. La policía se moviliza y logra dar con el responsable… al menos en apariencia. Pero como las pruebas no son suficientes, el presunto secuestrador queda en libertad. Es entonces cuando Patricia decide tomarse la justicia por su cuenta.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/iT4UuE0iJDjkOBVcKftEv7VXblh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oZ6Fo3cIkuYTaKRZawJg0UuFpzk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/f48ysStifAOEPTkrAccSLHRit3L.png"
    },
    {
      "id": "tmdb:633374",
      "type": "movie",
      "name": "Remember",
      "ids": {
        "tmdb": 633374
      },
      "overview": "La historia de Pil-Joo, un paciente de Alzheimer de unos 80 años, que perdió a toda su familia durante la era colonial japonesa, y dedica su vida a la venganza antes de que sus recuerdos desaparezcan, y un joven de unos 20 años que lo ayuda.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/b2YxOfP0pLZsNkUQCAhLTInH3ND.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ru2LECaGqWtsL3kRWWJ3EoDlF5J.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mZ3k6P7wRzIMWYUxA1765F5wV43.png"
    },
    {
      "id": "tmdb:915935",
      "type": "movie",
      "name": "Anatomía de una caída",
      "ids": {
        "tmdb": 915935
      },
      "overview": "Sandra, una escritora alemana, vive con su marido Samuel y su hijo ciego, Daniel, en un chalé en medio de los Alpes franceses. Cuando Samuel fallece en misteriosas circunstancias, la investigación no puede determinar si se trata de un suicidio o de un homicidio. Sandra es arrestada y juzgada por asesinato, y el proceso pone su tumultuosa relación y su ambigua personalidad en el punto de mira.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/vGzjaQyv4NPjhgI0hHmKXz3Orjs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zauak6TTi3wpehSkwM2NsTJgKhh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/y03VJQqOgmPuJcNBN1W0f3L28Dy.png"
    },
    {
      "id": "tmdb:793998",
      "type": "movie",
      "name": "El acontecimiento",
      "ids": {
        "tmdb": 793998
      },
      "overview": "Francia, 1963. Anne, una joven y brillante estudiante con un futuro prometedor, descubre que está embarazada. De la noche a la mañana ve truncada la oportunidad de terminar sus estudios y huir de las asfixiantes restricciones de su entorno. Con los exámenes finales acercándose y un vientre que no para de crecer, Anne decide actuar, incluso si supone confrontar la vergüenza, el dolor y hasta ir a la cárcel por ello.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/3EwqppBdI3n42tgecg01fVeDOsb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dNZhvLsaYtQpiDAJREgIp1CCLH3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7xk0SpfjuDjKsTSfOtpS861uf3z.png"
    },
    {
      "id": "tmdb:11137",
      "type": "movie",
      "name": "El príncipe y yo",
      "ids": {
        "tmdb": 11137
      },
      "overview": "Una joven estudiante norteamericana de la universidad de Wisconsin se enamora de un compañero de clase. Lo que ella ignora es que se trata del príncipe de Dinamarca, un joven que no quiere seguir la tradición de sus padres ni asumir sus deberes. Esa es precisamente la razón por la que se ha trasladado a Estados Unidos, donde se hace pasar por un estudiante normal.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/hNGgsofNdH8u5MgCE7FedPXm7G4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ol1MnFROm8EhoLOAB1qkFatgyOm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/txvebZYbazZbviryVtv4Vew3Vqn.png"
    },
    {
      "id": "tmdb:821494",
      "type": "movie",
      "name": "La última película",
      "ids": {
        "tmdb": 821494
      },
      "overview": "Samay, un niño de nueve años que vive con su familia en un pueblo remoto de la India, descubre el cine por primera vez y queda absolutamente hipnotizado. Contra los deseos de su padre, vuelve al cine día tras día y se hace amigo del proyeccionista que, a cambio de su comida, le deja ver películas gratis. Rápidamente se da cuenta de que las historias se convierten en luz, la luz en películas y las películas en sueños. Contagiados por la emoción, Samay y su inquieta pandilla, investigan sin descanso para intentar captar la luz y proyectarla para lograr ver películas de 35 mm. Juntos, utilizan un truco innovador y logran con éxito fabricar un aparato de proyección. Sin embargo, perseguir tus sueños a menudo significa dejar atrás las cosas que amas.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/a7J4M7TH0IhOPWUWdJNRmZ8Qr50.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vnHLbCKhcMqCrCA5eIPR963qroO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dv5zmASp4zINyu7IAldqWk4gud3.png"
    },
    {
      "id": "tmdb:408537",
      "type": "movie",
      "name": "El ciudadano ilustre",
      "ids": {
        "tmdb": 408537
      },
      "overview": "Es la historia de un escritor argentino, Premio Nobel de Literatura, que hace cuarenta años abandonó su pueblo y partió hacia Europa, donde triunfó escribiendo sobre su localidad natal y sus personajes. En el pico de su carrera, el alcalde de ese pueblo donde nació le invita para nombrarle \"Ciudadano Ilustre\" del mismo, y él decide cancelar su apretada agenda y aceptar la invitación.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/678fXn7RoCkQnPcFrAgRaTVGBT9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lcOwNlkYirWPHul8mKR9f0PUISo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zV84tiaR6LzrkHty9rXCcatqEcq.png"
    },
    {
      "id": "tmdb:884669",
      "type": "movie",
      "name": "La maternal",
      "ids": {
        "tmdb": 884669
      },
      "overview": "Contará la difícil y casi tóxica relación entre una madre y su hija Carla. Forzada a ir a un hogar de acogida por los servicios sociales tras quedarse embarazada, Carla dará a luz allí y tendrá que enfrentarse a un mundo de perplejidades, decisiones y situaciones complicadas junto con otras jóvenes madres del centro.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/3MSSx8RAkBIUPlZa4DpiDq2mxyH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1EodZjDggwULlWAeQo1aUmBsJ3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zoMHaMxRgzHqNQDOS4FNpblBZvj.png"
    },
    {
      "id": "tmdb:150704",
      "type": "movie",
      "name": "Cuatro pistoleros de Santa Trinidad",
      "ids": {
        "tmdb": 150704
      },
      "overview": "Una banda de ladrones tratan de adueñarse de una mina de oro y persiguen a la hija del minero, que ha conseguido escapar después de que los bandidos asesinaran a su madre y hermano, para apoderarse de los documentos de propiedad. En su huida encuentra a un periodista y un sheriff que le ayudaran.",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/qcq5VFY9EPONadmP1q7Emx3tLr6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4kBFCRX4IBjro5vy4hJNYMWksMI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fGMRzW9B5FMfQveaOlNNr2eBMwj.png"
    },
    {
      "id": "tmdb:929453",
      "type": "movie",
      "name": "Llegaron de noche",
      "ids": {
        "tmdb": 929453
      },
      "overview": "Narra la historia real de Lucía, la única testigo en la matanza de los jesuitas en El Salvador. La madrugada del 16 de noviembre de 1989, en plena guerra civil salvadoreña, seis sacerdotes jesuitas, profesores universitarios, y dos empleadas fueron asesinados en la Universidad Centroamericana José Simeón Cañas (UCA) en San Salvador. La noticia tuvo una inmediata repercusión internacional porque, además de la barbarie, entre los sacerdotes asesinados se encuentraba un intelectual de prestigio, Ignacio Ellacuría. Lucía ha visto quiénes son los verdaderos asesinos: el ejército. Aquella mirada será clave para esclarecer la verdad y hacer justicia, pero además cambiará para siempre su vida y la de su familia.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/sgIIZO9TJTeyF233Q10ZHv8uFsb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5EPCTG0PLA4TOaUSbSRccrDLhr7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xj4aIxY6K7pxGeDKZ974hZM7O67.png"
    },
    {
      "id": "tmdb:901563",
      "type": "movie",
      "name": "Close",
      "ids": {
        "tmdb": 901563
      },
      "overview": "Léo y Rémi, de 13 años, son amigos de toda la vida. Hasta que un suceso impensable los separa. Léo se acerca entonces a Sophie, la madre de Rémi, para tratar de entender.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/pyVvz3B5IoJKd9ayozI8RrJW2vU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/saESlYSTAGjr8gkyjoGb7omH0hf.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/asyL5phbb6RGm6KsvVQk3vPnCRF.png"
    },
    {
      "id": "tmdb:59861",
      "type": "movie",
      "name": "Larry Crowne, nunca es tarde",
      "ids": {
        "tmdb": 59861
      },
      "overview": "Larry Crowne (Tom Hanks) es un hombre de mediana edad que, tras ser despedido de su trabajo, quiere dar un nuevo rumbo a su vida. A pesar de tener graves deudas, decide volver a estudiar y se matricula en la Universidad. Allí conoce a Mercedes Tainot (Julia Roberts), una atractiva profesora, de la que se enamora.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/uQ9UeFyg8MKc4dX0ppuWsp7ZqKE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pvWxtoThyc9FzhGuY1WNFrP6ykO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zJdvrHNsfFOChiIoMxzQAZHswSJ.png"
    }
  ]
}