{
  "metas": [
    {
      "id": "tmdb:1441055",
      "type": "movie",
      "name": "Marz",
      "ids": {
        "tmdb": 1441055
      },
      "overview": "9-year-old Bittu battles a mysterious fever, an affliction that deepens with an unfamiliar stirring within him as he watches his uncle’s young wife, Kusum, longing for a husband who toils far from home.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/9yfKj7dDSio9h6zMqClklg5FUbZ.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:1292856",
      "type": "movie",
      "name": "알로하",
      "ids": {
        "tmdb": 1292856
      },
      "overview": "The daughter, an aspiring actress turned insurance planner, dreams of running a café with her mother in their hometown of Jeju Island. As they contemplate signing up for dementia insurance for her mother, who is beginning to show signs of the condition, an unexpected delivery from the past arrives, prompting her mother to embark on a journey back in time to meet with old friends.",
      "year": 2024
    },
    {
      "id": "tmdb:1280400",
      "type": "movie",
      "name": "Mariposas negras",
      "ids": {
        "tmdb": 1280400
      },
      "overview": "El viaje de tres mujeres que huyen de un terreno inhabitable hacia nuevas vidas que distan mucho de ser acogedoras.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/csifAGt9yVtA8pbVj1lceNn2ZKI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xMK07gd5QTamApBpfAJqN5rWEcp.jpg"
    },
    {
      "id": "tmdb:978592",
      "type": "movie",
      "name": "Sombras del pasado",
      "ids": {
        "tmdb": 978592
      },
      "overview": "Después de someterse a un tratamiento de vanguardia para el Alzheimer, un ex detective de homicidios vuelve a examinar un caso de hace una década que involucra el brutal asesinato de un profesor universitario, y es como si estuviera investigando el caso por primera vez.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/kDAgYPJ4qMDt2RbuYGmUocpWuPd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/x5YINvEBqgXXzTu9FsXZ7fzAw87.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/b8kTUFTFfYExZZMexHdyGBFOPgT.png"
    },
    {
      "id": "tmdb:929590",
      "type": "movie",
      "name": "Civil War",
      "ids": {
        "tmdb": 929590
      },
      "overview": "En un futuro cercano, donde América está sumida en una cruenta guerra civil, un equipo de periodistas y fotógrafos de guerra emprenderá un viaje por carretera en dirección a Washington DC. Su misión: llegar antes de que las fuerzas rebeldes asalten la Casa Blanca y arrebaten el control al presidente de Estados Unidos.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/4DVETCgGBmWoOWslEomgiuLv8Nn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ypdB8I6YBQ8cKPRozdKRAAZCQOO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qkAhGhjcejaQUry3KSWCkrA7a48.png"
    },
    {
      "id": "tmdb:1119965",
      "type": "movie",
      "name": "Caleta Palace",
      "ids": {
        "tmdb": 1119965
      },
      "overview": "Al llegar a Málaga a finales de enero de 1937, la joven fotógrafa noruega Gerda Grepp (Ana del Arco) queda impactada. El ideal revolucionario por el que salió de Oslo y dejó después Madrid se transforma en angustia al ver condenadas la ciudad y la revolución. Grepp acompaña al escritor húngaro Arthur Koestler (Pedro Casablanc), cuyo olfato para una buena historia le conduce a la primera capital republicana que puede caer desde que el golpe militar se convirtió en guerra civil. Koestler es también agente del Komitern con la misión de informar sobre los efectivos italianos que Franco pretende estrenar en Málaga. Mussolini busca una hazaña militar para lucirse.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/mNGP2Gw9yXABj3ptOWFP38RNjPB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jh4FjGg4hZvZp2zZKELFy6ji4vc.jpg"
    },
    {
      "id": "tmdb:1206166",
      "type": "movie",
      "name": "Prabho Shivaji Raja",
      "ids": {
        "tmdb": 1206166
      },
      "overview": "Prabho Shivaji Raja is an animated historical drama based on the life and times of the legendary Maratha warrior, Shivaji Raja. The film is an ode to the king who through his military genius took on the might of the Mughals and freed his land from their tyrannical rule of more than 350 years. And yet, history remembers him as much for his heroism as it does for his sense of justice and equality for his subjects, irrespective of class or religion.",
      "year": 2023
    },
    {
      "id": "tmdb:1024541",
      "type": "movie",
      "name": "El maestro que prometió el mar",
      "ids": {
        "tmdb": 1024541
      },
      "overview": "Ariadna descubre que su abuelo busca desde hace tiempo los restos de su padre, desaparecido en la Guerra Civil. Decidida a ayudarlo, viaja a Burgos, donde están exhumando una fosa común en la que podría estar enterrado. Durante su estancia allí, conocerá la historia de Antoni Benaiges, un joven maestro de Tarragona que antes de la guerra fue profesor de su abuelo. Mediante un innovador método pedagógico Antoni inspiró a sus alumnos y les hizo una promesa: llevarlos a ver el mar.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/n9jWufzh3ZQJOBRba4cscs3pFAO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kaTRok0I6LNCH6iTpGBn4cV2Qd9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qnAlEXrArqtq2ZatHf2of6CO8Qu.png"
    },
    {
      "id": "tmdb:1026880",
      "type": "movie",
      "name": "La promesa de Irene",
      "ids": {
        "tmdb": 1026880
      },
      "overview": "Cuando los nazis invaden Polonia en 1939, la enfermera Irena Gut (Sophie Nélisse) es trasladada y obligada a trabajar para el ejército alemán, siendo asignada como ama de llaves de un comandante nazi (Dougray Scott). En lugar de adoptar un perfil bajo y mantenerse a salvo apoyada por su estatus y etnia, Gut arriesgará todo para salvar a una docena de judíos refugiándolos en la casa de su jefe.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/tkMKRTXw9G2wEmcUKD4LNu8kZLz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1xV9xbWuU8OcN0aHe2ZLWw3lnJ0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zh1e3M7XqJzXKXLJ2pk9D3Pa610.png"
    },
    {
      "id": "tmdb:1156381",
      "type": "movie",
      "name": "Operación Brooklyn",
      "ids": {
        "tmdb": 1156381
      },
      "overview": "España, 5 de noviembre de 2021. Tras un aterrizaje de emergencia, varias personas que viajaban de Casablanca (Marruecos) a Estambul (Turquía) escapan del aeropuerto de Palma de Mallorca.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/fbkL7DB0jaU1b3VPIUmFe2mzRmp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bpfjKW16HN5pdVmoUAfpv1JcYq7.jpg"
    },
    {
      "id": "tmdb:872585",
      "type": "movie",
      "name": "Oppenheimer",
      "ids": {
        "tmdb": 872585
      },
      "overview": "Película sobre el físico J. Robert Oppenheimer y su papel como desarrollador de la bomba atómica. Basada en el libro 'American Prometheus: The Triumph and Tragedy of J. Robert Oppenheimer' de Kai Bird y Martin J. Sherwin.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/5t05uhX5ULn8Um2f1ZuznVvIffU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cUIqZd6jJCbO94Txt1CkTs7MSeP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zLIhWGf9UFyAB5tz8ujuE8ESsA.svg"
    },
    {
      "id": "tmdb:999147",
      "type": "movie",
      "name": "La patria perdida",
      "ids": {
        "tmdb": 999147
      },
      "overview": "Serbia, 1996. Durante las manifestaciones estudiantiles contra el régimen de Milosević, Stefan, de 15 años, tiene que pasar por la revolución más dura de todas. Tiene que enfrentarse a su amada madre, portavoz y cómplice del gobierno corrupto contra el que se levantan sus amigos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/rn7HvuLcQhji1E7CN4KjfzkiAqD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pUHIwScKMyK83UjTC8lZSCgQGjn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vZA74Z1OAuTIX5665CsmLgAMS3H.png"
    },
    {
      "id": "tmdb:1093994",
      "type": "movie",
      "name": "Un Guardabosque",
      "ids": {
        "tmdb": 1093994
      },
      "overview": "Alex Tyree (Thomas Jane), un ranger de Texas, es reclutado por los servicios de inteligencia británicos, dirigidos por Geddes (John Malkovich), para localizar a un peligroso terrorista e impedir que detone una bomba radioactiva en el centro de Londres.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/6cVA4AGoex1PLZE8voy8ez7VWYb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/Yj0PbHi2xMVBCIKtrziV5uMVuX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sFXXmWDIwDxWZvmVAksKOEgS8zF.png"
    },
    {
      "id": "tmdb:924054",
      "type": "movie",
      "name": "Empieza el baile",
      "ids": {
        "tmdb": 924054
      },
      "overview": "Carlos y Margarita fueron la pareja de tango más famosa y reconocida de su época. Hoy, poco y nada queda de ese esplendor. Junto a su inseparable amigo Pichuquito, la pareja inicia un viaje desde la ciudad de Carlos Gardel hasta el pie de la Cordillera de los Andes en busca de respuestas, que los enfrentará a sus recuerdos, a sus miedos, pero sobre todo a sus verdaderos deseos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/39PwnUTPbDjeNS6Yg5FP7kJqEGE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/93gKddwfNoWwATiUW4MZQ5MJxvA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/x8dCBJySlqb3UaH87gsSfY4D8cT.png"
    },
    {
      "id": "tmdb:978870",
      "type": "movie",
      "name": "Última noche en Milán",
      "ids": {
        "tmdb": 978870
      },
      "overview": "La noche antes de jubilarse, el teniente de policía Franco Amore es llamado para investigar la escena del crimen donde mataron a su mejor amigo y compañero de toda la vida, Dino.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/g0caMsvQ53w8PpzcaE3fkDSwl8W.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oZKQWDz6wP1bLZgPKwpcloU34sx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vMROEEcxunWtldi9xMzY4dRcwqB.png"
    },
    {
      "id": "tmdb:1002338",
      "type": "movie",
      "name": "Operación Napoleón",
      "ids": {
        "tmdb": 1002338
      },
      "overview": "Una abogada se involucró en una conspiración internacional después de ser acusada de un asesinato que no cometió. La única posibilidad de supervivencia radica en descubrir el secreto de un viejo avión alemán de la Segunda Guerra Mundial, descubierto en el glaciar más grande de Islandia.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/icDJzeudwaF5XVQsC3BJkTMT1Zj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oTAbBVd48ngNEfXrZhGAtNbRbto.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xGAMFw6GLOdTBkUSJTSMOB00Jlc.png"
    },
    {
      "id": "tmdb:977506",
      "type": "movie",
      "name": "Mi crimen",
      "ids": {
        "tmdb": 977506
      },
      "overview": "Francia, 1935. Un investigador deberá resolver el asesinato de un banquero parisino. De entre una serie de pintorescos sospechosos destaca Madeleine, cuyos deseos de fama y fortuna se pondrán en el camino de la investigación.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/2tr9JSsAAopTGpCakOYF0tw5d4u.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nXpiomCgEnF4iC7H6we8Tb2Nvh0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6GKA5ryup9o2szZqufAkDYpDGK0.png"
    },
    {
      "id": "tmdb:646389",
      "type": "movie",
      "name": "El piloto",
      "ids": {
        "tmdb": 646389
      },
      "overview": "En la noche de fin de año, el piloto experto Brodie Torrance (Gerard Butler) realiza un arriesgado aterrizaje cuando su avión, repleto de pasajeros, es alcanzado por un rayo. Perdidos en medio de una isla devastada por la guerra, Torrance se dará cuenta que sobrevivir al vuelo sólo ha sido el principio de una trepidante aventura llena de peligros. El piloto deberá usar todo su ingenio para llevar a los pasajeros a sus destinos sanos y salvos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/juoinefK6tMbjwJhRpRvbAAmrTB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/swMV8W1p40AF20dJyGhMq82AKlD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4HjqVTojgdP5xRqonCss7Ss8QkL.png"
    },
    {
      "id": "tmdb:633374",
      "type": "movie",
      "name": "Remember",
      "ids": {
        "tmdb": 633374
      },
      "overview": "La historia de Pil-Joo, un paciente de Alzheimer de unos 80 años, que perdió a toda su familia durante la era colonial japonesa, y dedica su vida a la venganza antes de que sus recuerdos desaparezcan, y un joven de unos 20 años que lo ayuda.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/b2YxOfP0pLZsNkUQCAhLTInH3ND.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ru2LECaGqWtsL3kRWWJ3EoDlF5J.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mZ3k6P7wRzIMWYUxA1765F5wV43.png"
    },
    {
      "id": "tmdb:511424",
      "type": "movie",
      "name": "La canción del marinero",
      "ids": {
        "tmdb": 511424
      },
      "overview": "El cascarrabias capitán de barco jubilado Howard vive aislado del mundo en su desordenada casa. Su hija Grace decide contratar a Annie, una viuda del pueblo, para que cuide de él. A pesar de que Howard rechaza en un principio los favores de Annie, este acabará enamorándose de ella.Los espectaculares paisajes de la costa irlandesa se convierten en cómplices de una historia de amor en la vejez, de las heridas sin cerrar entre un padre y una hija, de la culpa y el remordimiento, pero, también, de la sanación.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/ybrcBgUV0riIymvOIEYMiLmkFcH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wH1cqzpNkvqR0TfmZWcR9u7PByz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vhxvzfnxrFHzVDerQxE0KDfV4mq.png"
    },
    {
      "id": "tmdb:803694",
      "type": "movie",
      "name": "Los hijos de otros",
      "ids": {
        "tmdb": 803694
      },
      "overview": "Rachel tiene 40 años, no tiene hijos. Ella ama su vida: sus estudiantes de secundaria, sus amigos, sus ex, sus lecciones de guitarra. Al enamorarse de Ali, se encariña con Leila, su hija de 4 años. Ella la arropa y la ama como si fuera suya. Pero amar a los hijos de otras personas es un riesgo que vale la pena correr...",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/2tAxIZ1XlvOXo2m0pBuY0xT0BP8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pJ71elclLMv8NYbaHYVOQDrHvfQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9yBrNjBUv1zlsP563HvXaGdvsP8.png"
    },
    {
      "id": "tmdb:770724",
      "type": "movie",
      "name": "L'immensità",
      "ids": {
        "tmdb": 770724
      },
      "overview": "Roma, años 70. Clara y Felice acaban de mudarse a un piso nuevo. Su matrimonio está acabado: ya no se aman, pero son incapaces de separarse. Lo único que los mantiene unidos son sus hijos, en los que Clara vuelca su deseo de libertad. Adriana, la mayor, acaba de cumplir 12 años y presencia muy de cerca los estados de ánimo de Clara y las tensiones cada vez mayores entre sus padres. Adriana rechaza su nombre y su identidad, quiere convencer a todo el mundo de que es un chico, y su obstinación hace que el ya frágil equilibrio familiar alcance un punto de ruptura. Mientras los niños esperan una señal que los guíe, todo cambia a su alrededor y en su interior.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/wzAqOajcd9okGnFGtxrpEPSZ53C.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jFS0VgKcUTuvTl1rcxQekYeD8zN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1PKUhm6A9ELlX7231PH7Xh645pf.png"
    },
    {
      "id": "tmdb:1046057",
      "type": "movie",
      "name": "경계선",
      "ids": {
        "tmdb": 1046057
      },
      "overview": "Yoonsung, a radical feminist, works as a waitress for a part-time job. One day, she’s suddenly demoted, and the newcomer Jihee unintentionally replaces her. A complicated story of workplace politics, gender policing, and maybe being not quite as progressive as you thought you were.",
      "year": 2022
    },
    {
      "id": "tmdb:942999",
      "type": "movie",
      "name": "Mamá no enRedes",
      "ids": {
        "tmdb": 942999
      },
      "overview": "Clara, madre de dos adolescentes, es una mujer abierta a nuevas experiencias que decide crearse un perfil en TILINK, una app de citas. ¿Qué pasa por la mente de un veinteañero cuando se encuentra el perfil de su propia madre en Tilink, la aplicación de citas de moda? Sí, su madre aún es joven. Sí, está divorciada de su padre y tiene derecho a rehacer su vida, pero... ¿no sabe lo que es Tilink? Allí sólo hay salidos que la van a utilizar para luego dejarla tirada, francotiradores del sexo... como él mismo. Dani y su hermana Milena se embarcarán en la delirante aventura de boicotear los ligues de su madre, e irán a saco cuando la mujer inicie una relación más seria con un yogurín argentino, convencidos de que sólo la va a hacer sufrir. Sólo que las estrategias de los hermanos tendrán el efecto opuesto al deseado, cada vez habrá más hombres en la vida de su madre y nada saldrá como ellos esperan.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/xdNbqKd6F2Tj7WPgZbg11D6rjmO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/85e7ajn6NcTbe6M2HwkSbfL38v0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5hKNWeaPilI9o2Zk5Vgc4uPRLQf.png"
    },
    {
      "id": "tmdb:820880",
      "type": "movie",
      "name": "Aisha",
      "ids": {
        "tmdb": 820880
      },
      "overview": "Una joven nigeriana busca asilo internacional en Irlanda. Atrapada en el limbo durante años en el sistema de inmigración irlandés, Aisha Osagie (Letitia Wright) desarrolla una amistad con el ex prisionero Conor Healy (Josh O'Connor), a quien conoce en uno de los centros de alojamiento. La creciente amistad de Aisha y Conor pronto parece ser efímera, ya que el futuro de Aisha en Irlanda se ve amenazado.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/3akN1ey6teitHO58q7i011i5mLJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/v2MpifpBdeHdtG7z6fYRhSfFr54.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9Tr3kQJOZFBIlblkasGjAJrp6tb.png"
    },
    {
      "id": "tmdb:958279",
      "type": "movie",
      "name": "El caftán azul",
      "ids": {
        "tmdb": 958279
      },
      "overview": "Halim lleva mucho tiempo casado con Mina, con quien regenta una tienda tradicional de caftanes en la medina de Salé, una de las más antiguas de Marruecos. La pareja vive desde siempre con un secreto que Halim ha aprendido a ocultar, pero la enfermedad de Mina y la llegada a la tienda de un joven aprendiz amenazan con perturbar este equilibrio. Unidos por el amor, cada uno tratará de ayudar al otro a enfrentarse a sus miedos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/orNJ8NroRn0vmBqmtlyHiZsG8jS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3T791vc0iFMRgqtzmQcoYgTMNwi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2v0a92XxlLGCwJIqkZ8XhE14XOJ.png"
    },
    {
      "id": "tmdb:901563",
      "type": "movie",
      "name": "Close",
      "ids": {
        "tmdb": 901563
      },
      "overview": "Léo y Rémi, de 13 años, son amigos de toda la vida. Hasta que un suceso impensable los separa. Léo se acerca entonces a Sophie, la madre de Rémi, para tratar de entender.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/pyVvz3B5IoJKd9ayozI8RrJW2vU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bvsJCFklBZmgHsSwzDk9ZToLDXl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6kPq7RUQ1F09Q0C5jfcC2lLorck.png"
    },
    {
      "id": "tmdb:848685",
      "type": "movie",
      "name": "As bestas",
      "ids": {
        "tmdb": 848685
      },
      "overview": "Una pareja francesa de mediana edad, Antoine y Olga, llega a vivir a un pueblo gallego en busca de una mayor cercanía con la naturaleza. Su presencia, sin embargo, enciende a dos lugareños, los hermanos Xan y Lorenzo, hasta el punto de una abierta hostilidad y luego una violencia impactante.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/d5Vv89re9tBtukMUnktyseam0g7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/o4azItwjqk2SwgAW7Hxd2j31k5q.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wi7Kf9X2eZIJRCNAsahVNHKNZXK.png"
    },
    {
      "id": "tmdb:691214",
      "type": "movie",
      "name": "Pacifiction",
      "ids": {
        "tmdb": 691214
      },
      "overview": "En la isla de Tahití, en la Polinesia Francesa, el Alto Comisario de la República, De Roller, representante del Estado francés, es un hombre calculador de modales impecables. Tanto en las recepciones oficiales como en los establecimientos ilegales, no deja de tomar el pulso a una población local cuya ira puede despertarse en cualquier momento. Y más aún cuando un rumor se instala: parece haberse avistado un submarino, cuya presencia fantasmal podría anunciar una reanudación de los ensayos nucleares franceses.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/poG2Tbv2FNIgaIPCm318eVf3BLn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6CrwFdV8cvUAlhzH0BY6JM7lsmk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o42gDafUIdVcFYfODU6GBVnfoUl.png"
    },
    {
      "id": "tmdb:889699",
      "type": "movie",
      "name": "Araña sagrada (Holy Spider)",
      "ids": {
        "tmdb": 889699
      },
      "overview": "Irán, 2001. Una periodista de Teherán se sumerge en los barrios con peor reputación de la ciudad santa de Mashhad para investigar una serie de feminicidios. Pronto se dará cuenta de que las autoridades locales no tienen ninguna prisa por resolver el asunto. Los crímenes son obra de un solo hombre, que asegura purificar la ciudad de sus pecados y que ataca a prostitutas por la noche.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/6SQ57NYOXH4HHK163fyWVYU7LbK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iQ86Slw6hHNA2LcdvWBicMnNP8c.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rwrtMldjczUwlJ6sJjqrGmKZDWF.png"
    },
    {
      "id": "tmdb:936386",
      "type": "movie",
      "name": "El agua",
      "ids": {
        "tmdb": 936386
      },
      "overview": "Ana, su madre y su abuela viven en un pequeño pueblo del sureste de España donde las tres son miradas con recelo.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/kUdDRXx1EaJ299Zl2kTkVJGOhm0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/29Zp9fAsrZ9ZXMrHRa9OUbFgazt.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/p7ZfQJm7sVndceAUkkBh5o1dht.png"
    },
    {
      "id": "tmdb:747779",
      "type": "movie",
      "name": "Una bonita mañana",
      "ids": {
        "tmdb": 747779
      },
      "overview": "Una mujer con una hija de ocho años vive con su padre, que padece una enfermedad neurodegenerativa. Mientras lucha por conseguir un hogar de ancianos decente, se encuentra con un amigo con el que inicia una aventura... aunque éste se encuentre en una relación",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/L7WngnFSMvhZEbbwybqs9xX0Ds.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/g51baigPRJirX3Lnh2hXRhMKXBv.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/asb3bdB3MyACeSE59L6zglgUjUs.png"
    },
    {
      "id": "tmdb:803700",
      "type": "movie",
      "name": "Las ocho montañas",
      "ids": {
        "tmdb": 803700
      },
      "overview": "Pietro es un chico de ciudad, Bruno es el último niño de una localidad de montaña olvidada. Con el paso de los años, Bruno se mantiene fiel a su montaña, mientras que Pietro viene y va. Sus experiencias le harán enfrentarse al amor y a la pérdida, recordándoles sus orígenes y abriendo paso al destino.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/k005afxR9TZSFRcFN5XiPEjNQ8C.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xmOA7r9CjXJWtgr2gnTtXAhnbpk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9nTwQok6h2ZbCvnP5KDbC2BXKxQ.png"
    },
    {
      "id": "tmdb:771077",
      "type": "movie",
      "name": "Un paso adelante",
      "ids": {
        "tmdb": 771077
      },
      "overview": "Élise, de 26 años, es una gran bailarina clásica. Sufre una lesión durante una función y le informan que tendrá que dejar de bailar. A partir de ese momento, su vida da un vuelco y Élise tendrá que aprender a reconstruirse...",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/9ZcpX7sKwBzfarnRFBBGo686cRi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3beVYKOMwJ3xKmgU86f10S07BYe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/h25FChLBZVYrxgy0G46B2QpDqYb.png"
    },
    {
      "id": "tmdb:804251",
      "type": "movie",
      "name": "Alcarràs",
      "ids": {
        "tmdb": 804251
      },
      "overview": "El abuelo ha dejado de hablar, pero nadie de la extensa familia Solé sabe la razón. Como cada verano, en Alcarràs, una pequeña localidad rural de Cataluña, la familia cultiva una gran extensión de melocotoneros.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/uQYR7MNLtLWN1WdbITOqzA28eH9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/n0541RuqCSi2BWVogVluKEj1U41.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yEwMpoZWiffWeNuJYPNwdpjwYwG.png"
    },
    {
      "id": "tmdb:916386",
      "type": "movie",
      "name": "El falsificador de pasaportes",
      "ids": {
        "tmdb": 916386
      },
      "overview": "Berlín, 1942. Cioma Schönhaus es un joven judío de 21 años que se ha propuesto que nadie, ni siquiera los nazis, le quite su entusiasmo por la vida. Para escapar de la deportación, Cioma utiliza la identidad de un oficial de la marina, descubriendo así que tiene un talento oculto para falsificar no sólo pasaportes y documentos, sino también su propia identidad.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/a7DyvPLdrz41CyMRJy8LlNT1waO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5Lfqsm2NaEFeWxgafWFKXMxxFHU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nxGJ1ShXz7cY7FnX33gtTpsazPy.png"
    },
    {
      "id": "tmdb:897561",
      "type": "movie",
      "name": "Freddie Mercury: El show final",
      "ids": {
        "tmdb": 897561
      },
      "overview": "Corría el mes de abril de 1992 cuando tuvo lugar en el estadio de Wembley uno de los conciertos más legendarios de la historia. Un evento organizado por Queen que rendía homenaje al recién fallecido Freddie Mercury y que pretendía concienciar sobre el VIH. \"Freddie Mercury: el show final\" muestra cómo se gestó el concierto a la vez que retrata el momento histórico en el que tuvo lugar.Metallica, Guns N' Roses, David Bowie, Elton John o George Michael son solo algunos de los grupos que acompañaron a Queen en el histórico concierto. Freddie Mercury había muerto 5 meses atrás víctima de sida, una enfermedad que estaba matando a miles de personas y que estaba legitimando la homofobia. Su muerte permitió que se empezase a hablar abiertamente de la homosexualidad y que se dejase de estigmatizar la enfermedad.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/tctFh2aNKCG7C1l5oPQGxK8qvHn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4oaeKsn299CFnFUDmi7nCldQURl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8ANU1IEtaajD7fyD7YFZ2fnPqYf.png"
    },
    {
      "id": "tmdb:824349",
      "type": "movie",
      "name": "Mediterráneo",
      "ids": {
        "tmdb": 824349
      },
      "overview": "Otoño 2015. Dos socorristas, Oscar y Gerard, viajan hasta Lesbos (Grecia) impactados por la fotografía de un niño ahogado en las aguas del Mediterráneo. Al llegar descubren una realidad sobrecogedora: miles de personas arriesgan su vida cada día cruzando el mar en precarias embarcaciones y huyendo de conflictos armados. Sin embargo, nadie ejerce labores de rescate. Junto a Esther, Nico y otros miembros del equipo, lucharán por cumplir un cometido, dando apoyo a personas que lo necesitan. Para todos ellos, este viaje inicial supondrá una odisea que cambiará sus vidas.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/nyEljHUdujmIsi8w87Dc4QSBiD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3VKGhlCSXoGyYbPHzccv7XMujXn.jpg"
    },
    {
      "id": "tmdb:793998",
      "type": "movie",
      "name": "El acontecimiento",
      "ids": {
        "tmdb": 793998
      },
      "overview": "Francia, 1963. Anne, una joven y brillante estudiante con un futuro prometedor, descubre que está embarazada. De la noche a la mañana ve truncada la oportunidad de terminar sus estudios y huir de las asfixiantes restricciones de su entorno. Con los exámenes finales acercándose y un vientre que no para de crecer, Anne decide actuar, incluso si supone confrontar la vergüenza, el dolor y hasta ir a la cárcel por ello.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/3EwqppBdI3n42tgecg01fVeDOsb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dNZhvLsaYtQpiDAJREgIp1CCLH3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7xk0SpfjuDjKsTSfOtpS861uf3z.png"
    },
    {
      "id": "tmdb:833417",
      "type": "movie",
      "name": "A tiempo completo",
      "ids": {
        "tmdb": 833417
      },
      "overview": "Julie hace un esfuerzo titánico para criar a sus dos hijos en las afueras de París y conservar al mismo tiempo su empleo en un hotel de lujo en el centro. Justo cuando consigue una entrevista para el trabajo que llevaba tiempo deseando, estalla una huelga general que paraliza todo el transporte público y pone en riesgo el delicado equilibrio que Julie había construido. Comienza entonces una carrera enloquecida contra el tiempo en la que Julie no puede permitirse flaquear.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/wLaMF5805iDZF2FWKTWx8AISNQb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/udOgJbklMOmolF2cmNvKhODyXeM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wzqc4BIPjXDBGtMu9mcEsMF4wzE.png"
    },
    {
      "id": "tmdb:786918",
      "type": "movie",
      "name": "Promesas en París",
      "ids": {
        "tmdb": 786918
      },
      "overview": "Tras toda una trayectoria como alcaldesa de una ciudad cerca de París, Clémence afronta su mayor reto hasta el momento: presentarse como Ministra. Valiente y decidida, siempre se ha volcado con los más desfavorecidos para salvar a la ciudad de la pobreza y el desempleo junto con la ayuda de su fiel mano derecha Yazid, pero ahora, este nuevo cargo despertará en ella una ambición desconocida. ¿Será capaz de mantener su compromiso con los ciudadanos y su integridad política o acabará sucumbiendo al poder?",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/j0bEL8K0H2C4AfPhhnKgKJ2moBa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wHJzsRb5POQUBGeYUN64LJ2ZcZY.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/52uevorK8xcWBcbo2y5orUtNPtn.png"
    },
    {
      "id": "tmdb:811211",
      "type": "movie",
      "name": "Los jóvenes amantes",
      "ids": {
        "tmdb": 811211
      },
      "overview": "Dos amantes se encuentran 15 años después, en el corredor de un hospital. Ella tiene 71, él tiene 45. Repelidos, pero atraídos el uno por el otro, vuelven a conectar. Viuda, madre, abuela, Shauma quiere reafirmar que sigue siendo mujer, ante todo.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/qTtVoGYE4hIYqFjOa3LyG7WG838.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jeVaFik5Srlcf3I8yRRKTEkw0TG.jpg"
    },
    {
      "id": "tmdb:746131",
      "type": "movie",
      "name": "París, distrito 13",
      "ids": {
        "tmdb": 746131
      },
      "overview": "París, distrito 13, barrio de Les Olympiades. Émilie conoce a Camille, que se siente atraído por Nora, que, a vez, se cruza en el camino de Amber. Tres chicas y un chico. Son amigos, a veces amantes y, a menudo, las dos cosas.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/eV40apyFL7xSEMVdPjyVuNFcx36.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/q1fWnuOQYyt1VeeJdVSnjppE7Wl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cYwSfY5pSKVdIoO1OTsDuhUczc0.png"
    },
    {
      "id": "tmdb:661365",
      "type": "movie",
      "name": "Ali y Ava",
      "ids": {
        "tmdb": 661365
      },
      "overview": "Por diferentes razones, Ali y Ava se sienten solos. Se conocen a través de Sofía, la hija de los inquilinos eslovacos de Ali a quien Ava cuida. A partir de ahí y durante un mes lunar, una conexión profunda comienza a crecer entre ellos, a pesar de las secuelas de la relación anterior de Ava y la confusión emocional de Ali; y todo ello alimentado por la pasión de ambos por la música.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/yn0oT6kFk8O4MT0uaHVctCa8o0l.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/y0u016o7BL5edNnpIQLahWFbZxm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/49GhNgXHYOWOZmVOSv3RMQ4mg0Q.png"
    },
    {
      "id": "tmdb:821494",
      "type": "movie",
      "name": "La última película",
      "ids": {
        "tmdb": 821494
      },
      "overview": "Samay, un niño de nueve años que vive con su familia en un pueblo remoto de la India, descubre el cine por primera vez y queda absolutamente hipnotizado. Contra los deseos de su padre, vuelve al cine día tras día y se hace amigo del proyeccionista que, a cambio de su comida, le deja ver películas gratis. Rápidamente se da cuenta de que las historias se convierten en luz, la luz en películas y las películas en sueños. Contagiados por la emoción, Samay y su inquieta pandilla, investigan sin descanso para intentar captar la luz y proyectarla para lograr ver películas de 35 mm. Juntos, utilizan un truco innovador y logran con éxito fabricar un aparato de proyección. Sin embargo, perseguir tus sueños a menudo significa dejar atrás las cosas que amas.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/a7J4M7TH0IhOPWUWdJNRmZ8Qr50.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vnHLbCKhcMqCrCA5eIPR963qroO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dv5zmASp4zINyu7IAldqWk4gud3.png"
    },
    {
      "id": "tmdb:809699",
      "type": "movie",
      "name": "국카스텐 콘서트 실황 : 해프닝",
      "ids": {
        "tmdb": 809699
      },
      "overview": "The 2016 concert HAPPENING by the band Guckkasten was greatly loved for its passionate performance.  Guckkasten unleashes explosive energy that overwhelms the audience through their excellent singing ability and perfect live performance. Experience the large-scale concert with colorful videos, special effects and sounds on the mega-sized stage through the screens at the movie theater.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/gQJzITT63hRcbFoYCPWuGK9mz3j.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:833684",
      "type": "movie",
      "name": "Mama",
      "ids": {
        "tmdb": 833684
      },
      "overview": "Deep in the Kahuzi-Biega National Park, in one of the most conflictive and violent places in the world, is the Lwiro Primate Rehabilitation Sanctuary. There, Mama Zawadi and her baby chimpanzees find the only place in the world where unconditional love can heal the wounds of war and save them from extinction.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/2sjKVE9lUJkXBNW9P4xGxDSaMl6.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:606876",
      "type": "movie",
      "name": "Rifkin’s Festival",
      "ids": {
        "tmdb": 606876
      },
      "overview": "La historia de un matrimonio estadounidense que acude al Festival de Cine de San Sebastián. Se dejan atrapar por la magia del festival, la belleza y el encanto de España y la fantasía del cine. Ella tiene un romance con un brillante director de cine francés, y él se enamora de una bella doctora española.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/w54TxbA67VNwy5lng9JrXJ1gt2J.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9v7nNcPqgM9CM6lNw98FJ7qDWfy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/t1Fd9HqjTVzFpEDJooMc0VnBLkg.png"
    },
    {
      "id": "tmdb:651589",
      "type": "movie",
      "name": "Hasta el cielo",
      "ids": {
        "tmdb": 651589
      },
      "overview": "El día que Ángel habló con Estrella en aquella discoteca, su vida cambió para siempre. Tras una pelea con Poli, el posesivo novio de la chica, éste descubre que Ángel tiene talento para meterse en problemas y, lo más importante, para salir de ellos. Por eso, le anima a unirse a una banda de atracadores que tiene en jaque a toda la policía de Madrid. Ángel comienza a escalar rápidamente en una pirámide de atracos, dinero negro, negocios turbios y abogados corruptos que le llevarán a ser acorralado por Duque, un incansable detective que no parará hasta acabar con su carrera. Desoyendo los consejos de su gente, Ángel consigue ascender hasta convertirse en el protegido de Rogelio, uno de los tipos que controla el mercado negro de la ciudad. Con éste y Sole, hija del capo, Ángel descubrirá que el precio del poder es alto y que pronto tendrá que decidir entre su futuro como atracador y el amor de su vida, Estrella.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/4wBsYozsXBlG7Lx4NO7ycDWnnUs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/16t9MkexK0gzQsiOJDoNlvbMU41.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/47CDuL8ULakcCMNRfLxHicopkRJ.png"
    },
    {
      "id": "tmdb:688301",
      "type": "movie",
      "name": "La mujer del espía",
      "ids": {
        "tmdb": 688301
      },
      "overview": "Yusaku (Issey Takahashi) es el director de una compañía comercial en Kobe (Japón), y está casado con Satoko (Yu Aoi). En un viaje a Manchuria durante 1940, Yusaku descubre un terrible secreto nacional. En nombre de la justicia decide hacerlo público, lo que le convierte al instante en un enemigo público. Sin embargo, Satoko asegura creerle y jura que estará a su lado independientemente de las consecuencias.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/xtkjEp6EKZUwe2pt4FktLRQtrGC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xOqg1A4dUqYbjhzhchSgSpaXdYk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bLuX9S358HPs2eLXtzWxkdXyz9R.png"
    }
  ]
}