{
  "metas": [
    {
      "id": "tmdb:1441055",
      "type": "movie",
      "name": "Marz",
      "ids": {
        "tmdb": 1441055
      },
      "overview": "9-year-old Bittu battles a mysterious fever, an affliction that deepens with an unfamiliar stirring within him as he watches his uncle’s young wife, Kusum, longing for a husband who toils far from home.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/9yfKj7dDSio9h6zMqClklg5FUbZ.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:1352878",
      "type": "movie",
      "name": "Lejos del mar",
      "ids": {
        "tmdb": 1352878
      },
      "overview": "Roxana, a young Venezuelan woman exiled in Mexico City, defies the law when her father dies in a boarding house, and tries to convince Hilda, the landlady, not to report it to the authorities. Hilda faces the dilemma of helping her or getting into trouble. Roxana’s determination almost convinces her, but her fear is stronger. Alone, in an unknown country, Roxana has to part with her father’s body, her only family",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/xKmHaWSJfqzNtvlbIeE3HiuPPnu.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:1292856",
      "type": "movie",
      "name": "알로하",
      "ids": {
        "tmdb": 1292856
      },
      "overview": "The daughter, an aspiring actress turned insurance planner, dreams of running a café with her mother in their hometown of Jeju Island. As they contemplate signing up for dementia insurance for her mother, who is beginning to show signs of the condition, an unexpected delivery from the past arrives, prompting her mother to embark on a journey back in time to meet with old friends.",
      "year": 2024
    },
    {
      "id": "tmdb:1280400",
      "type": "movie",
      "name": "Mariposas negras",
      "ids": {
        "tmdb": 1280400
      },
      "overview": "El viaje de tres mujeres que huyen de un terreno inhabitable hacia nuevas vidas que distan mucho de ser acogedoras.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/csifAGt9yVtA8pbVj1lceNn2ZKI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xMK07gd5QTamApBpfAJqN5rWEcp.jpg"
    },
    {
      "id": "tmdb:978592",
      "type": "movie",
      "name": "Sombras del pasado",
      "ids": {
        "tmdb": 978592
      },
      "overview": "Después de someterse a un tratamiento de vanguardia para el Alzheimer, un ex detective de homicidios vuelve a examinar un caso de hace una década que involucra el brutal asesinato de un profesor universitario, y es como si estuviera investigando el caso por primera vez.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/kDAgYPJ4qMDt2RbuYGmUocpWuPd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/x5YINvEBqgXXzTu9FsXZ7fzAw87.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/b8kTUFTFfYExZZMexHdyGBFOPgT.png"
    },
    {
      "id": "tmdb:967847",
      "type": "movie",
      "name": "Cazafantasmas: Imperio helado",
      "ids": {
        "tmdb": 967847
      },
      "overview": "Después de los eventos de Oklahoma, el equipo de Cazafantasmas regresa a donde comenzó todo: ¡Nueva York! La historia de la familia Spengler continúa con un nuevo grupo de Cazafantasmas.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/tx4VtdY13gid5hplO4qJSYf6Fi0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/z3bs6hZ8rN5mW0MQmH7XBuWRTgL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8EuqSPcyxSE6yvjNR8JhVTBnk3l.png"
    },
    {
      "id": "tmdb:1119965",
      "type": "movie",
      "name": "Caleta Palace",
      "ids": {
        "tmdb": 1119965
      },
      "overview": "Al llegar a Málaga a finales de enero de 1937, la joven fotógrafa noruega Gerda Grepp (Ana del Arco) queda impactada. El ideal revolucionario por el que salió de Oslo y dejó después Madrid se transforma en angustia al ver condenadas la ciudad y la revolución. Grepp acompaña al escritor húngaro Arthur Koestler (Pedro Casablanc), cuyo olfato para una buena historia le conduce a la primera capital republicana que puede caer desde que el golpe militar se convirtió en guerra civil. Koestler es también agente del Komitern con la misión de informar sobre los efectivos italianos que Franco pretende estrenar en Málaga. Mussolini busca una hazaña militar para lucirse.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/mNGP2Gw9yXABj3ptOWFP38RNjPB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jh4FjGg4hZvZp2zZKELFy6ji4vc.jpg"
    },
    {
      "id": "tmdb:1206166",
      "type": "movie",
      "name": "Prabho Shivaji Raja",
      "ids": {
        "tmdb": 1206166
      },
      "overview": "Prabho Shivaji Raja is an animated historical drama based on the life and times of the legendary Maratha warrior, Shivaji Raja. The film is an ode to the king who through his military genius took on the might of the Mughals and freed his land from their tyrannical rule of more than 350 years. And yet, history remembers him as much for his heroism as it does for his sense of justice and equality for his subjects, irrespective of class or religion.",
      "year": 2023
    },
    {
      "id": "tmdb:1024541",
      "type": "movie",
      "name": "El maestro que prometió el mar",
      "ids": {
        "tmdb": 1024541
      },
      "overview": "Ariadna descubre que su abuelo busca desde hace tiempo los restos de su padre, desaparecido en la Guerra Civil. Decidida a ayudarlo, viaja a Burgos, donde están exhumando una fosa común en la que podría estar enterrado. Durante su estancia allí, conocerá la historia de Antoni Benaiges, un joven maestro de Tarragona que antes de la guerra fue profesor de su abuelo. Mediante un innovador método pedagógico Antoni inspiró a sus alumnos y les hizo una promesa: llevarlos a ver el mar.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/n9jWufzh3ZQJOBRba4cscs3pFAO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kaTRok0I6LNCH6iTpGBn4cV2Qd9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qnAlEXrArqtq2ZatHf2of6CO8Qu.png"
    },
    {
      "id": "tmdb:828936",
      "type": "movie",
      "name": "Que nadie duerma",
      "ids": {
        "tmdb": 828936
      },
      "overview": "Tras perder su empleo como programadora informática, Lucía decide convertirse en taxista.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/lIPC1FM9KBX8vXRG40iSJoKsZsv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cBueKI86rE4f0ommhkVo4snHUxp.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/txQppfPntYVE1nFWUOhcHjvmHDS.png"
    },
    {
      "id": "tmdb:1026880",
      "type": "movie",
      "name": "La promesa de Irene",
      "ids": {
        "tmdb": 1026880
      },
      "overview": "Cuando los nazis invaden Polonia en 1939, la enfermera Irena Gut (Sophie Nélisse) es trasladada y obligada a trabajar para el ejército alemán, siendo asignada como ama de llaves de un comandante nazi (Dougray Scott). En lugar de adoptar un perfil bajo y mantenerse a salvo apoyada por su estatus y etnia, Gut arriesgará todo para salvar a una docena de judíos refugiándolos en la casa de su jefe.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/tkMKRTXw9G2wEmcUKD4LNu8kZLz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1xV9xbWuU8OcN0aHe2ZLWw3lnJ0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zh1e3M7XqJzXKXLJ2pk9D3Pa610.png"
    },
    {
      "id": "tmdb:1156381",
      "type": "movie",
      "name": "Operación Brooklyn",
      "ids": {
        "tmdb": 1156381
      },
      "overview": "España, 5 de noviembre de 2021. Tras un aterrizaje de emergencia, varias personas que viajaban de Casablanca (Marruecos) a Estambul (Turquía) escapan del aeropuerto de Palma de Mallorca.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/fbkL7DB0jaU1b3VPIUmFe2mzRmp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bpfjKW16HN5pdVmoUAfpv1JcYq7.jpg"
    },
    {
      "id": "tmdb:298618",
      "type": "movie",
      "name": "Flash",
      "ids": {
        "tmdb": 298618
      },
      "overview": "Cuando su intento de salvar a su familia altera sin darse cuenta el futuro, Barry Allen queda atrapado en una realidad en la que el General Zod ha regresado y no hay superhéroes a quienes recurrir. Para salvar el mundo en el que se encuentra y regresar al futuro que conoce, la única esperanza de Barry es correr por su vida. Pero, ¿será suficiente hacer el sacrificio máximo para restablecer el universo?",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/gNbZNuZ2fBferjJspfmvnskODGc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/beJrLpub7UwBStu038mJFiApZ3o.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cwKD6pHmuqYXwKyvp3WRQQ52ZWH.png"
    },
    {
      "id": "tmdb:999147",
      "type": "movie",
      "name": "La patria perdida",
      "ids": {
        "tmdb": 999147
      },
      "overview": "Serbia, 1996. Durante las manifestaciones estudiantiles contra el régimen de Milosević, Stefan, de 15 años, tiene que pasar por la revolución más dura de todas. Tiene que enfrentarse a su amada madre, portavoz y cómplice del gobierno corrupto contra el que se levantan sus amigos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/rn7HvuLcQhji1E7CN4KjfzkiAqD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pUHIwScKMyK83UjTC8lZSCgQGjn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vZA74Z1OAuTIX5665CsmLgAMS3H.png"
    },
    {
      "id": "tmdb:838240",
      "type": "movie",
      "name": "Robot Dreams",
      "ids": {
        "tmdb": 838240
      },
      "overview": "DOG es un perro solitario que vive en Manhattan. Un día decide construirse un robot, un amigo. Su amistad crece, hasta hacerse inseparables, al ritmo del Nueva York de los ochenta. Una noche de verano, Dog con gran pena, se ve obligado a abandonar a ROBOT en la playa. ¿Volverán a encontrarse?",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/qLtK6DFeuJNuB3THGVDklirhQ8u.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hToHhWadTK1E8Kd5RJhAD892E1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eZM6PQEYIKcbMg3jwhL7jxowcQm.png"
    },
    {
      "id": "tmdb:1093994",
      "type": "movie",
      "name": "Un Guardabosque",
      "ids": {
        "tmdb": 1093994
      },
      "overview": "Alex Tyree (Thomas Jane), un ranger de Texas, es reclutado por los servicios de inteligencia británicos, dirigidos por Geddes (John Malkovich), para localizar a un peligroso terrorista e impedir que detone una bomba radioactiva en el centro de Londres.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/6cVA4AGoex1PLZE8voy8ez7VWYb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/Yj0PbHi2xMVBCIKtrziV5uMVuX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sFXXmWDIwDxWZvmVAksKOEgS8zF.png"
    },
    {
      "id": "tmdb:1000492",
      "type": "movie",
      "name": "Las dos caras de la justicia",
      "ids": {
        "tmdb": 1000492
      },
      "overview": "Desde 2014, en Francia, la justicia restauradora ofrece a las víctimas y perpetradores de delitos la oportunidad de diálogo a través de sistemas seguros, supervisados por profesionales y voluntarios como Judith, Fanny o Michel. Nassim, Issa y Thomas, sentenciados por robo con violencia, Gregoire, Nawelle y Sabine, víctimas de robo y bolso. También Chloe, víctima de una violación incestuosa, se involucra en medidas de justicia restauradora. En su viaje, hay ira y esperanza, silencio y palabras, alianzas y desamor, conciencia y confianza recuperada. Y al final del camino, a veces, reparación.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/t0bLhTHhxjlM8AfQFYNj1uYj8Kc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tKhW5YYrZr4k21WAaSkyoCk57gq.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5u02CTynZukmnTgIejS3YOeyxjp.png"
    },
    {
      "id": "tmdb:924054",
      "type": "movie",
      "name": "Empieza el baile",
      "ids": {
        "tmdb": 924054
      },
      "overview": "Carlos y Margarita fueron la pareja de tango más famosa y reconocida de su época. Hoy, poco y nada queda de ese esplendor. Junto a su inseparable amigo Pichuquito, la pareja inicia un viaje desde la ciudad de Carlos Gardel hasta el pie de la Cordillera de los Andes en busca de respuestas, que los enfrentará a sus recuerdos, a sus miedos, pero sobre todo a sus verdaderos deseos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/39PwnUTPbDjeNS6Yg5FP7kJqEGE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/93gKddwfNoWwATiUW4MZQ5MJxvA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/x8dCBJySlqb3UaH87gsSfY4D8cT.png"
    },
    {
      "id": "tmdb:1022725",
      "type": "movie",
      "name": "Los encantados",
      "ids": {
        "tmdb": 1022725
      },
      "overview": "Irene es una mujer de treinta y tantos años con una hija de cuatro años. Acaba de separarse de su marido y no encuentra su lugar en el mundo. Decidida a salir adelante a cualquier precio, huye a una aldea remota en las montañas para intentar reconstruir su vida, con la ayuda de la exuberante vegetación, la naturaleza omnipresente y las leyendas que la rodean.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/3KzBTpbOjikQ6pLPlQbzQ2mwwG8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xfh9iLcGUOjqr4Hjfaa0iJLowdY.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kZIo8ROSXZnAPVBorZ1QfYoS6vG.png"
    },
    {
      "id": "tmdb:978870",
      "type": "movie",
      "name": "Última noche en Milán",
      "ids": {
        "tmdb": 978870
      },
      "overview": "La noche antes de jubilarse, el teniente de policía Franco Amore es llamado para investigar la escena del crimen donde mataron a su mejor amigo y compañero de toda la vida, Dino.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/g0caMsvQ53w8PpzcaE3fkDSwl8W.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oZKQWDz6wP1bLZgPKwpcloU34sx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vMROEEcxunWtldi9xMzY4dRcwqB.png"
    },
    {
      "id": "tmdb:1002338",
      "type": "movie",
      "name": "Operación Napoleón",
      "ids": {
        "tmdb": 1002338
      },
      "overview": "Una abogada se involucró en una conspiración internacional después de ser acusada de un asesinato que no cometió. La única posibilidad de supervivencia radica en descubrir el secreto de un viejo avión alemán de la Segunda Guerra Mundial, descubierto en el glaciar más grande de Islandia.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/icDJzeudwaF5XVQsC3BJkTMT1Zj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oTAbBVd48ngNEfXrZhGAtNbRbto.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xGAMFw6GLOdTBkUSJTSMOB00Jlc.png"
    },
    {
      "id": "tmdb:977506",
      "type": "movie",
      "name": "Mi crimen",
      "ids": {
        "tmdb": 977506
      },
      "overview": "Francia, 1935. Un investigador deberá resolver el asesinato de un banquero parisino. De entre una serie de pintorescos sospechosos destaca Madeleine, cuyos deseos de fama y fortuna se pondrán en el camino de la investigación.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/2tr9JSsAAopTGpCakOYF0tw5d4u.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nXpiomCgEnF4iC7H6we8Tb2Nvh0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6GKA5ryup9o2szZqufAkDYpDGK0.png"
    },
    {
      "id": "tmdb:939899",
      "type": "movie",
      "name": "No mires a los ojos",
      "ids": {
        "tmdb": 939899
      },
      "overview": "Damián acaba de ser despedido tras 20 años trabajando en la misma empresa. Su reacción, furiosa y un tanto violenta, le lleva a salir corriendo y a esconderse en el primer sitio que encuentra al salir de la oficina: un armario cargado en una furgoneta. El armario, con Damián dentro, es entregado en casa de Lucía y Fede, una pareja de la edad de Damián que vive con su hija adolescente, María. Esa misma noche, un impulso inesperado lleva a Damián a quedarse con la familia para convertirse en una misteriosa presencia que observará y se moverá desde la sombra. Adaptación de la novela homónima de Juan José Millás.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/8YHnuK9dowN47XAgSry4EtIuOBZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dmIunHopr4OYVtaj7F3RVpfdaXs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6dpOOAq7pyG4BTvr7Wt8BZ2EUW8.png"
    },
    {
      "id": "tmdb:511424",
      "type": "movie",
      "name": "La canción del marinero",
      "ids": {
        "tmdb": 511424
      },
      "overview": "El cascarrabias capitán de barco jubilado Howard vive aislado del mundo en su desordenada casa. Su hija Grace decide contratar a Annie, una viuda del pueblo, para que cuide de él. A pesar de que Howard rechaza en un principio los favores de Annie, este acabará enamorándose de ella.Los espectaculares paisajes de la costa irlandesa se convierten en cómplices de una historia de amor en la vejez, de las heridas sin cerrar entre un padre y una hija, de la culpa y el remordimiento, pero, también, de la sanación.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/ybrcBgUV0riIymvOIEYMiLmkFcH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wH1cqzpNkvqR0TfmZWcR9u7PByz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vhxvzfnxrFHzVDerQxE0KDfV4mq.png"
    },
    {
      "id": "tmdb:803694",
      "type": "movie",
      "name": "Los hijos de otros",
      "ids": {
        "tmdb": 803694
      },
      "overview": "Rachel tiene 40 años, no tiene hijos. Ella ama su vida: sus estudiantes de secundaria, sus amigos, sus ex, sus lecciones de guitarra. Al enamorarse de Ali, se encariña con Leila, su hija de 4 años. Ella la arropa y la ama como si fuera suya. Pero amar a los hijos de otras personas es un riesgo que vale la pena correr...",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/2tAxIZ1XlvOXo2m0pBuY0xT0BP8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pJ71elclLMv8NYbaHYVOQDrHvfQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9yBrNjBUv1zlsP563HvXaGdvsP8.png"
    },
    {
      "id": "tmdb:770724",
      "type": "movie",
      "name": "L'immensità",
      "ids": {
        "tmdb": 770724
      },
      "overview": "Roma, años 70. Clara y Felice acaban de mudarse a un piso nuevo. Su matrimonio está acabado: ya no se aman, pero son incapaces de separarse. Lo único que los mantiene unidos son sus hijos, en los que Clara vuelca su deseo de libertad. Adriana, la mayor, acaba de cumplir 12 años y presencia muy de cerca los estados de ánimo de Clara y las tensiones cada vez mayores entre sus padres. Adriana rechaza su nombre y su identidad, quiere convencer a todo el mundo de que es un chico, y su obstinación hace que el ya frágil equilibrio familiar alcance un punto de ruptura. Mientras los niños esperan una señal que los guíe, todo cambia a su alrededor y en su interior.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/wzAqOajcd9okGnFGtxrpEPSZ53C.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jFS0VgKcUTuvTl1rcxQekYeD8zN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1PKUhm6A9ELlX7231PH7Xh645pf.png"
    },
    {
      "id": "tmdb:1046057",
      "type": "movie",
      "name": "경계선",
      "ids": {
        "tmdb": 1046057
      },
      "overview": "Yoonsung, a radical feminist, works as a waitress for a part-time job. One day, she’s suddenly demoted, and the newcomer Jihee unintentionally replaces her. A complicated story of workplace politics, gender policing, and maybe being not quite as progressive as you thought you were.",
      "year": 2022
    },
    {
      "id": "tmdb:942999",
      "type": "movie",
      "name": "Mamá no enRedes",
      "ids": {
        "tmdb": 942999
      },
      "overview": "Clara, madre de dos adolescentes, es una mujer abierta a nuevas experiencias que decide crearse un perfil en TILINK, una app de citas. ¿Qué pasa por la mente de un veinteañero cuando se encuentra el perfil de su propia madre en Tilink, la aplicación de citas de moda? Sí, su madre aún es joven. Sí, está divorciada de su padre y tiene derecho a rehacer su vida, pero... ¿no sabe lo que es Tilink? Allí sólo hay salidos que la van a utilizar para luego dejarla tirada, francotiradores del sexo... como él mismo. Dani y su hermana Milena se embarcarán en la delirante aventura de boicotear los ligues de su madre, e irán a saco cuando la mujer inicie una relación más seria con un yogurín argentino, convencidos de que sólo la va a hacer sufrir. Sólo que las estrategias de los hermanos tendrán el efecto opuesto al deseado, cada vez habrá más hombres en la vida de su madre y nada saldrá como ellos esperan.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/xdNbqKd6F2Tj7WPgZbg11D6rjmO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/85e7ajn6NcTbe6M2HwkSbfL38v0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5hKNWeaPilI9o2Zk5Vgc4uPRLQf.png"
    },
    {
      "id": "tmdb:820880",
      "type": "movie",
      "name": "Aisha",
      "ids": {
        "tmdb": 820880
      },
      "overview": "Una joven nigeriana busca asilo internacional en Irlanda. Atrapada en el limbo durante años en el sistema de inmigración irlandés, Aisha Osagie (Letitia Wright) desarrolla una amistad con el ex prisionero Conor Healy (Josh O'Connor), a quien conoce en uno de los centros de alojamiento. La creciente amistad de Aisha y Conor pronto parece ser efímera, ya que el futuro de Aisha en Irlanda se ve amenazado.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/3akN1ey6teitHO58q7i011i5mLJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aj8nynYZ3MfyAr6hr3ouG8x8sGb.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9Tr3kQJOZFBIlblkasGjAJrp6tb.png"
    },
    {
      "id": "tmdb:974498",
      "type": "movie",
      "name": "El comensal",
      "ids": {
        "tmdb": 974498
      },
      "overview": "Icíar y Fernando son jóvenes. Ambos están pasando por la experiencia más traumática de sus cortas vidas: la pérdida de un padre. Pero Fernando e Icíar no pueden compartir el dolor ni las estrategias para afrontarlo. Viven en tiempos diferentes. Fernando en 1977 en Bilbao se enfrenta al secuestro de su padre por parte de ETA. Icíar en 2011 en Navarra se enfrenta al fulminante cáncer de su madre.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/qkmpLVwIBQBEWal4lEC0vJNtZ8N.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aEcHgHwbNWk7UOpU8wdJHLKmjVI.jpg"
    },
    {
      "id": "tmdb:958279",
      "type": "movie",
      "name": "El caftán azul",
      "ids": {
        "tmdb": 958279
      },
      "overview": "Halim lleva mucho tiempo casado con Mina, con quien regenta una tienda tradicional de caftanes en la medina de Salé, una de las más antiguas de Marruecos. La pareja vive desde siempre con un secreto que Halim ha aprendido a ocultar, pero la enfermedad de Mina y la llegada a la tienda de un joven aprendiz amenazan con perturbar este equilibrio. Unidos por el amor, cada uno tratará de ayudar al otro a enfrentarse a sus miedos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/orNJ8NroRn0vmBqmtlyHiZsG8jS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3T791vc0iFMRgqtzmQcoYgTMNwi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2v0a92XxlLGCwJIqkZ8XhE14XOJ.png"
    },
    {
      "id": "tmdb:901563",
      "type": "movie",
      "name": "Close",
      "ids": {
        "tmdb": 901563
      },
      "overview": "Léo y Rémi, de 13 años, son amigos de toda la vida. Hasta que un suceso impensable los separa. Léo se acerca entonces a Sophie, la madre de Rémi, para tratar de entender.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/pyVvz3B5IoJKd9ayozI8RrJW2vU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bvsJCFklBZmgHsSwzDk9ZToLDXl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6kPq7RUQ1F09Q0C5jfcC2lLorck.png"
    },
    {
      "id": "tmdb:848685",
      "type": "movie",
      "name": "As bestas",
      "ids": {
        "tmdb": 848685
      },
      "overview": "Una pareja francesa de mediana edad, Antoine y Olga, llega a vivir a un pueblo gallego en busca de una mayor cercanía con la naturaleza. Su presencia, sin embargo, enciende a dos lugareños, los hermanos Xan y Lorenzo, hasta el punto de una abierta hostilidad y luego una violencia impactante.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/d5Vv89re9tBtukMUnktyseam0g7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/o4azItwjqk2SwgAW7Hxd2j31k5q.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wi7Kf9X2eZIJRCNAsahVNHKNZXK.png"
    },
    {
      "id": "tmdb:691214",
      "type": "movie",
      "name": "Pacifiction",
      "ids": {
        "tmdb": 691214
      },
      "overview": "En la isla de Tahití, en la Polinesia Francesa, el Alto Comisario de la República, De Roller, representante del Estado francés, es un hombre calculador de modales impecables. Tanto en las recepciones oficiales como en los establecimientos ilegales, no deja de tomar el pulso a una población local cuya ira puede despertarse en cualquier momento. Y más aún cuando un rumor se instala: parece haberse avistado un submarino, cuya presencia fantasmal podría anunciar una reanudación de los ensayos nucleares franceses.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/poG2Tbv2FNIgaIPCm318eVf3BLn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6CrwFdV8cvUAlhzH0BY6JM7lsmk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o42gDafUIdVcFYfODU6GBVnfoUl.png"
    },
    {
      "id": "tmdb:889699",
      "type": "movie",
      "name": "Araña sagrada (Holy Spider)",
      "ids": {
        "tmdb": 889699
      },
      "overview": "Irán, 2001. Una periodista de Teherán se sumerge en los barrios con peor reputación de la ciudad santa de Mashhad para investigar una serie de feminicidios. Pronto se dará cuenta de que las autoridades locales no tienen ninguna prisa por resolver el asunto. Los crímenes son obra de un solo hombre, que asegura purificar la ciudad de sus pecados y que ataca a prostitutas por la noche.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/6SQ57NYOXH4HHK163fyWVYU7LbK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iQ86Slw6hHNA2LcdvWBicMnNP8c.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rwrtMldjczUwlJ6sJjqrGmKZDWF.png"
    },
    {
      "id": "tmdb:936386",
      "type": "movie",
      "name": "El agua",
      "ids": {
        "tmdb": 936386
      },
      "overview": "Ana, su madre y su abuela viven en un pequeño pueblo del sureste de España donde las tres son miradas con recelo.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/kUdDRXx1EaJ299Zl2kTkVJGOhm0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/29Zp9fAsrZ9ZXMrHRa9OUbFgazt.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/p7ZfQJm7sVndceAUkkBh5o1dht.png"
    },
    {
      "id": "tmdb:747779",
      "type": "movie",
      "name": "Una bonita mañana",
      "ids": {
        "tmdb": 747779
      },
      "overview": "Una mujer con una hija de ocho años vive con su padre, que padece una enfermedad neurodegenerativa. Mientras lucha por conseguir un hogar de ancianos decente, se encuentra con un amigo con el que inicia una aventura... aunque éste se encuentre en una relación",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/L7WngnFSMvhZEbbwybqs9xX0Ds.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/g51baigPRJirX3Lnh2hXRhMKXBv.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/asb3bdB3MyACeSE59L6zglgUjUs.png"
    },
    {
      "id": "tmdb:803700",
      "type": "movie",
      "name": "Las ocho montañas",
      "ids": {
        "tmdb": 803700
      },
      "overview": "Pietro es un chico de ciudad, Bruno es el último niño de una localidad de montaña olvidada. Con el paso de los años, Bruno se mantiene fiel a su montaña, mientras que Pietro viene y va. Sus experiencias le harán enfrentarse al amor y a la pérdida, recordándoles sus orígenes y abriendo paso al destino.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/k005afxR9TZSFRcFN5XiPEjNQ8C.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xmOA7r9CjXJWtgr2gnTtXAhnbpk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9nTwQok6h2ZbCvnP5KDbC2BXKxQ.png"
    },
    {
      "id": "tmdb:817951",
      "type": "movie",
      "name": "El universo de Óliver",
      "ids": {
        "tmdb": 817951
      },
      "overview": "Año 1985. Óliver, un niño con una imaginación desbordante, se muda con su familia al rincón más al sur de Europa, justo cuando está a punto de pasar el Cometa Halley. Estos acontecimientos marcarán un antes y un después en la vida emocional de Óliver, que buscará en las estrellas la solución a sus problemas en el nuevo colegio, en el barrio y en casa. Para colmo, su abuelo, apodado “el majara” se anima ayudarle a interpretar el mensaje del cometa y dar un paso al frente en su nuevo Universo.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/sN38qh7HdR0LBkojEZDryyr5LLO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fsdbYDKhP0RPWVJPnROsMHDEAEr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4ntNjhnwyQOQzNC3UyVe3yvcQQR.png"
    },
    {
      "id": "tmdb:771077",
      "type": "movie",
      "name": "Un paso adelante",
      "ids": {
        "tmdb": 771077
      },
      "overview": "Élise, de 26 años, es una gran bailarina clásica. Sufre una lesión durante una función y le informan que tendrá que dejar de bailar. A partir de ese momento, su vida da un vuelco y Élise tendrá que aprender a reconstruirse...",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/9ZcpX7sKwBzfarnRFBBGo686cRi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3beVYKOMwJ3xKmgU86f10S07BYe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/h25FChLBZVYrxgy0G46B2QpDqYb.png"
    },
    {
      "id": "tmdb:804251",
      "type": "movie",
      "name": "Alcarràs",
      "ids": {
        "tmdb": 804251
      },
      "overview": "El abuelo ha dejado de hablar, pero nadie de la extensa familia Solé sabe la razón. Como cada verano, en Alcarràs, una pequeña localidad rural de Cataluña, la familia cultiva una gran extensión de melocotoneros.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/uQYR7MNLtLWN1WdbITOqzA28eH9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/n0541RuqCSi2BWVogVluKEj1U41.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yEwMpoZWiffWeNuJYPNwdpjwYwG.png"
    },
    {
      "id": "tmdb:916386",
      "type": "movie",
      "name": "El falsificador de pasaportes",
      "ids": {
        "tmdb": 916386
      },
      "overview": "Berlín, 1942. Cioma Schönhaus es un joven judío de 21 años que se ha propuesto que nadie, ni siquiera los nazis, le quite su entusiasmo por la vida. Para escapar de la deportación, Cioma utiliza la identidad de un oficial de la marina, descubriendo así que tiene un talento oculto para falsificar no sólo pasaportes y documentos, sino también su propia identidad.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/a7DyvPLdrz41CyMRJy8LlNT1waO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5Lfqsm2NaEFeWxgafWFKXMxxFHU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nxGJ1ShXz7cY7FnX33gtTpsazPy.png"
    },
    {
      "id": "tmdb:848058",
      "type": "movie",
      "name": "Cerdita",
      "ids": {
        "tmdb": 848058
      },
      "overview": "Debido a su obesidad, Sara vive atormentada por las continuas burlas de las otras chicas de su pequeño pueblo. Pero todo cambiará cuando un desconocido llegue al pueblo y secuestre a sus acosadoras. Sara sabe más de lo que dice, y tendrá que decidir entre hablar y salvar a las chicas, o no decir nada para proteger al extraño hombre que la ha salvado.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/lb9V2uakN23fcHwI7tfRm5Jf7P1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2ZpwPckspTSY9sVEkjEyatgBWT7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/svSZHAbyjWrG2lJMfT8ig1WCHs8.png"
    },
    {
      "id": "tmdb:897561",
      "type": "movie",
      "name": "Freddie Mercury: El show final",
      "ids": {
        "tmdb": 897561
      },
      "overview": "Corría el mes de abril de 1992 cuando tuvo lugar en el estadio de Wembley uno de los conciertos más legendarios de la historia. Un evento organizado por Queen que rendía homenaje al recién fallecido Freddie Mercury y que pretendía concienciar sobre el VIH. \"Freddie Mercury: el show final\" muestra cómo se gestó el concierto a la vez que retrata el momento histórico en el que tuvo lugar.Metallica, Guns N' Roses, David Bowie, Elton John o George Michael son solo algunos de los grupos que acompañaron a Queen en el histórico concierto. Freddie Mercury había muerto 5 meses atrás víctima de sida, una enfermedad que estaba matando a miles de personas y que estaba legitimando la homofobia. Su muerte permitió que se empezase a hablar abiertamente de la homosexualidad y que se dejase de estigmatizar la enfermedad.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/tctFh2aNKCG7C1l5oPQGxK8qvHn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4oaeKsn299CFnFUDmi7nCldQURl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8ANU1IEtaajD7fyD7YFZ2fnPqYf.png"
    },
    {
      "id": "tmdb:875419",
      "type": "movie",
      "name": "El amor en su lugar",
      "ids": {
        "tmdb": 875419
      },
      "overview": "Enero de 1942, en la Polonia ocupada por los nazis, durante la Segunda Guerra Mundial. Miles de judíos llevan más de un año confinados en el gueto de Varsovia. Fuera, la vida sigue adelante; dentro, se lucha por sobrevivir un día más. Aún así, durante una fría noche invernal, un grupo de actores judíos se las ingenia para representar una alegre comedia musical.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/5CI0d7YB9b2oraTfFz7TtllFr5G.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fmhtlgKgie4Fzj9yrlzvLMIJ4Dj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hD5sStpQQabbYR3ItadUsh7YOQn.png"
    },
    {
      "id": "tmdb:824349",
      "type": "movie",
      "name": "Mediterráneo",
      "ids": {
        "tmdb": 824349
      },
      "overview": "Otoño 2015. Dos socorristas, Oscar y Gerard, viajan hasta Lesbos (Grecia) impactados por la fotografía de un niño ahogado en las aguas del Mediterráneo. Al llegar descubren una realidad sobrecogedora: miles de personas arriesgan su vida cada día cruzando el mar en precarias embarcaciones y huyendo de conflictos armados. Sin embargo, nadie ejerce labores de rescate. Junto a Esther, Nico y otros miembros del equipo, lucharán por cumplir un cometido, dando apoyo a personas que lo necesitan. Para todos ellos, este viaje inicial supondrá una odisea que cambiará sus vidas.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/nyEljHUdujmIsi8w87Dc4QSBiD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3VKGhlCSXoGyYbPHzccv7XMujXn.jpg"
    },
    {
      "id": "tmdb:660334",
      "type": "movie",
      "name": "Arthur Rambo",
      "ids": {
        "tmdb": 660334
      },
      "overview": "¿Quién es Karim D.? ¿El nuevo escritor, joven y comprometido, del que los medios nunca tienen suficiente? ¿O su alias, Arthur Rambo, autor de mensajes alimentados por el odio que se escribieron hace tiempo y que se extrajeron, un día, de los sitios web de las redes sociales?",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/rhGlVuY5zAzUraTRy9AmSNBC5ZS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9hYaZs1jUK60UBndbTpOu3F2z63.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/luv1KunBolh7vDmlA3GqHcDqMYD.svg"
    },
    {
      "id": "tmdb:833417",
      "type": "movie",
      "name": "A tiempo completo",
      "ids": {
        "tmdb": 833417
      },
      "overview": "Julie hace un esfuerzo titánico para criar a sus dos hijos en las afueras de París y conservar al mismo tiempo su empleo en un hotel de lujo en el centro. Justo cuando consigue una entrevista para el trabajo que llevaba tiempo deseando, estalla una huelga general que paraliza todo el transporte público y pone en riesgo el delicado equilibrio que Julie había construido. Comienza entonces una carrera enloquecida contra el tiempo en la que Julie no puede permitirse flaquear.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/wLaMF5805iDZF2FWKTWx8AISNQb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/udOgJbklMOmolF2cmNvKhODyXeM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wzqc4BIPjXDBGtMu9mcEsMF4wzE.png"
    },
    {
      "id": "tmdb:786918",
      "type": "movie",
      "name": "Promesas en París",
      "ids": {
        "tmdb": 786918
      },
      "overview": "Tras toda una trayectoria como alcaldesa de una ciudad cerca de París, Clémence afronta su mayor reto hasta el momento: presentarse como Ministra. Valiente y decidida, siempre se ha volcado con los más desfavorecidos para salvar a la ciudad de la pobreza y el desempleo junto con la ayuda de su fiel mano derecha Yazid, pero ahora, este nuevo cargo despertará en ella una ambición desconocida. ¿Será capaz de mantener su compromiso con los ciudadanos y su integridad política o acabará sucumbiendo al poder?",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/j0bEL8K0H2C4AfPhhnKgKJ2moBa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wHJzsRb5POQUBGeYUN64LJ2ZcZY.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/52uevorK8xcWBcbo2y5orUtNPtn.png"
    },
    {
      "id": "tmdb:811211",
      "type": "movie",
      "name": "Los jóvenes amantes",
      "ids": {
        "tmdb": 811211
      },
      "overview": "Dos amantes se encuentran 15 años después, en el corredor de un hospital. Ella tiene 71, él tiene 45. Repelidos, pero atraídos el uno por el otro, vuelven a conectar. Viuda, madre, abuela, Shauma quiere reafirmar que sigue siendo mujer, ante todo.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/qTtVoGYE4hIYqFjOa3LyG7WG838.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jeVaFik5Srlcf3I8yRRKTEkw0TG.jpg"
    }
  ]
}