{
  "metas": [
    {
      "id": "tmdb:240",
      "type": "movie",
      "name": "El Padrino Parte II",
      "ids": {
        "tmdb": 240
      },
      "overview": "Continuación de la saga de los Corleone con dos historias paralelas: la elección de Michael Corleone como jefe de los negocios familiares y los orígenes del patriarca, el ya fallecido Don Vito, primero en Sicilia y luego en Estados Unidos, donde, empezando desde abajo, llegó a ser un poderosísimo jefe de la mafia de Nueva York.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/mbry0W5PRylSUHsYzdiY2FSJwze.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oTeNCx1a5Y2StS8YygrpM31fMxn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zpOTTllMRebmc3D7PBd4t4ZqksU.png"
    },
    {
      "id": "tmdb:47971",
      "type": "movie",
      "name": "xXx: Reactivated",
      "ids": {
        "tmdb": 47971
      },
      "overview": "La película gira en torno al regreso de Xander Cage, a quien todos creían muerto. Cage, alias xXx (Triple X), es un rebelde amante de los deportes extremos que adora romper las leyes y que por ello acaba siendo atrapado por las autoridades de EE.UU. Entonces se ve obligado a colaborar como agente encubierto participando en numerosos episodios de riesgo. Tras un fatídico incidente, Xander es dado por muerto. Pero ahora, vuelve a la acción de incógnita acompañado de su agente instructor Augustus Gibbons.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/rc830XBY2h8HBtHeISpR9qb2PU6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yGIeILkLbQJJlZ0at1xV93zUdVT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xPFnpuRcW1gLY6ka8QAeUboiikz.png"
    },
    {
      "id": "tmdb:76492",
      "type": "movie",
      "name": "Hotel Transilvania",
      "ids": {
        "tmdb": 76492
      },
      "overview": "Drácula regenta un hotel en el que se alojan personajes como Frankenstein, la Momia, el Hombre Invisible, hombres-lobo... El problema del conde es que tiene una hija de espíritu aventurero a la que le resulta difícil controlar. El conflicto surge cuando se aloja en el hotel un ser humano que se siente atraído por la hija del dueño.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/zvWlwBGQWuJ0wog65q1uS37BApC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tcHF7MvHRNyu23XsGnJmTnvB9Rc.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o5iC23EDHFBU3N9Pc9L5x5ZV1b5.png"
    },
    {
      "id": "tmdb:591",
      "type": "movie",
      "name": "El código Da Vinci",
      "ids": {
        "tmdb": 591
      },
      "overview": "El catedrático y afamado simbologista Robert Langdon se ve obligado a acudir una noche al Museo del Louvre, cuando el asesinato de un restaurador deja tras de sí un misterioso rastro de símbolos y pistas. Con la ayuda de la criptógrafa de la policía Sophie Neveu y poniendo en juego su propia vida, Langdon descubre que la obra de Leonardo Da Vinci esconde una serie de misterios que apuntan a una sociedad secreta encargada de custodiar un antiguo secreto que ha permanecido oculto durante dos mil años...",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/r5DHVCB5AV7B7GLmXMyA71Y4Yu4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/90n8AM7Nu0X8IFm68d5XaNJPpeu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7atZYzonCEiWXGDefQIYcVjhMrO.png"
    },
    {
      "id": "tmdb:810",
      "type": "movie",
      "name": "Shrek tercero",
      "ids": {
        "tmdb": 810
      },
      "overview": "Shrek se casó con Fiona, pero lo que no tuvo en cuenta es que al casarse con una princesa... tarde o temprano uno termina siendo rey. Cuando su suegro, el Rey Harold, cae enfermo, Shrek se encuentra en riesgo de tener que abandonar su amado pantano por el trono. A menos claro que encuentre un heredero. Junto con Asno y el Gato con Botas, Shrek viaja para en busca del primo de Fiona, Arturo. Mientras, en Muy Muy Lejano, el Principe Encantador recluta un ejército de villanos de cuento para tomar el trono por la fuerza. Pero no cuentan con que Fiona y la Reina Lillian también han reunido su grupo de heroínas de cuento para hacerles frente...",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/7sTwtmVPTX77CFOUXdwAM7lKtKL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4uSRGXXU4kucRUbzd6X4lDZXeti.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ml4ZAXZrJHvFb3WjaPRy3NF3xzq.png"
    },
    {
      "id": "tmdb:286217",
      "type": "movie",
      "name": "Marte (The Martian)",
      "ids": {
        "tmdb": 286217
      },
      "overview": "Un explorador espacial queda atrapado en Marte, luego de ser abandonado por los miembros de su tripulación, quienes pensaron que había muerto a consecuencia de una tormenta. Casi sin recursos y con solo su ingenio, intentará sobrevivir mientras la NASA, por un lado, y los miembros de su tripulación, por su propia cuenta, intentan rescatarlo.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/hBRK1izFxIH3Nh6vax4ssOHSHVd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vHOKlzDSt5uJ1YqmoBIqLExNSkK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6Kma7LQt59u3x5rKkGTAQP26Y0z.png"
    },
    {
      "id": "tmdb:13448",
      "type": "movie",
      "name": "Ángeles y demonios",
      "ids": {
        "tmdb": 13448
      },
      "overview": "Robert Langdon descubre la prueba de la reaparición de una antigua hermandad secreta conocida como los Illuminati: la más poderosa organización secreta en la historia, que a su vez también se enfrenta a una amenaza que hace que peligre su existencia: la Iglesia Católica. Cuando Langdon se entera de que los Illuminati conspiran en contra de la Iglesia intentando detonar una bomba de antimateria, él se dirige a Roma, donde une fuerzas con Vittoria Vetra.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/kLTpEwwVyquJmWak9qKGc4icFMK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5byJiy9T0ndTiC9hKDh54PuqC68.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lYZgikZiBjNAF1eAEOa8FePylMB.png"
    },
    {
      "id": "tmdb:562",
      "type": "movie",
      "name": "Jungla de cristal",
      "ids": {
        "tmdb": 562
      },
      "overview": "John MacClane, un duro policía neoyorquino, acude a Los Angeles para pasar unos días de vacaciones con sus hijos y su esposa Holly. En el transcurso de la fiesta navideña que la empresa de Holly da en el moderno edificio Nakatoni, éste es asaltado por un supuesto grupo terrorista liderado por un megalomano llamado Hans Gruber.",
      "year": 1988,
      "poster": "https://image.tmdb.org/t/p/w342/m54tK4wKjc1w2dp7QInG0munGao.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sLkFsobxXyofIwnp13I08ZZccdj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/w8DyM4j0cGVfSvrDqf3AtgEkdqr.png"
    },
    {
      "id": "tmdb:262543",
      "type": "movie",
      "name": "Autómata",
      "ids": {
        "tmdb": 262543
      },
      "overview": "En un futuro no lejano, en el que el planeta Tierra sufre una creciente desertización, Jacq Vaucan, un agente de seguros de una compañía de robótica, investiga un caso en apariencia rutinario cuando descubre algo que podría tener consecuencias decisivas para el futuro de la humanidad. Banderas produce y protagoniza este thriller futurista, que especula sobre lo que ocurriría si la inteligencia artificial superase a la humana.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/bU9XAANR7WWqRRbXk2Oj5OF6km3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1oid01tHrmcTEj02cf7j3HiQZ9J.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jQ8TLJDrnFFMAYtCZy5QVhnHKtV.png"
    },
    {
      "id": "tmdb:526896",
      "type": "movie",
      "name": "Morbius",
      "ids": {
        "tmdb": 526896
      },
      "overview": "Peligrosamente enfermo de un extraño trastorno sanguíneo, y determinado a salvar a otras personas que padecen su mismo destino, el doctor Morbius intenta una apuesta desesperada. Lo que en un principio parece ser un éxito radical, pronto se revela como un remedio potencialmente peor que la enfermedad.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/4jcJHqIVsb4MFdYrDajXeEVlDvH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kmCBLNHsNnlDEtghSaF2nabpG2T.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9yXfRmPJdeaSAVgyq3USqkgwLg7.png"
    },
    {
      "id": "tmdb:395834",
      "type": "movie",
      "name": "Wind River",
      "ids": {
        "tmdb": 395834
      },
      "overview": "Una joven agente del FBI se alía con un veterano rastreador local para investigar el asesinato de una joven ocurrido en una reserva de nativos americanos...",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/8YQzSkPbJB5PJMTvTccDNo3z9K7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cCc9GdKtgs3fZrqQe6PYbaC38dh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cukehwDevWqOkqI21cJXJvmfXaq.png"
    },
    {
      "id": "tmdb:552178",
      "type": "movie",
      "name": "Aguas oscuras",
      "ids": {
        "tmdb": 552178
      },
      "overview": "Inspirada en una impactante historia real, un tenaz abogado descubre el oscuro secreto que conecta un número creciente de muertes inexplicables con una de las corporaciones más grandes del mundo. En el proceso, arriesga todo: su futuro, su familia y su propia vida, para sacar a la luz la verdad.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/qqWh6R1bxntTrEDkgcGonwG0y14.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pnrHfHcDlG79AcYbiYmaWQl9nC4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/r4EY3788gA5I3CT22bUReHYwpTn.png"
    },
    {
      "id": "tmdb:2898",
      "type": "movie",
      "name": "Mejor... imposible",
      "ids": {
        "tmdb": 2898
      },
      "overview": "Melvin Udall, un escritor obsesivo y maniático, es uno de los seres más desagradables y desagradecidos que uno pueda tener como vecino. Pero, un buen día, tiene que hacerse cargo de un perro al que odia a muerte. La presencia en su vida del animal ablandará su corazón.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/zr9FWAFnjeBugw725udOypnXXMY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pLcDInrbRZCYuVYNaNM8DvRV1dP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5crBdnw74N3PWQC7BhyPbvpu7QJ.png"
    },
    {
      "id": "tmdb:978592",
      "type": "movie",
      "name": "Sombras del pasado",
      "ids": {
        "tmdb": 978592
      },
      "overview": "Después de someterse a un tratamiento de vanguardia para el Alzheimer, un ex detective de homicidios vuelve a examinar un caso de hace una década que involucra el brutal asesinato de un profesor universitario, y es como si estuviera investigando el caso por primera vez.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/kDAgYPJ4qMDt2RbuYGmUocpWuPd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/x5YINvEBqgXXzTu9FsXZ7fzAw87.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/b8kTUFTFfYExZZMexHdyGBFOPgT.png"
    },
    {
      "id": "tmdb:1572",
      "type": "movie",
      "name": "Jungla de cristal: la venganza",
      "ids": {
        "tmdb": 1572
      },
      "overview": "Un hombre que se llama a sí mismo 'Simon' inicia una oleada de terror por las calles de Nueva York. Hará detonar una serie de bombas por la ciudad a menos que el agente John McClane acceda a jugar a un juego llamado 'Simón dice'. Con la ayuda de Zeus, un electricista del Harlem, comienza una trepidante carrera para averiguar las adivinanzas y las intenciones del terrorista.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/uLVcPispwVVa5LMpAWwQngFcm8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oirZCv6parWKsKgVcJtvvBVv4JM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mYRcPMJBUYTWicPh2tb1DOBTT2a.png"
    },
    {
      "id": "tmdb:9029",
      "type": "movie",
      "name": "Algo pasa en Las Vegas",
      "ids": {
        "tmdb": 9029
      },
      "overview": "Al juerguista Jack Fuller le acaba de despedir de la empresa su propio padre. Por otro lado a la atractiva Joy McNally, su novio le ha dejado plantada. Ambos deciden irse a Las Vegas, y allí se conocen en una equivocación de habitaciones de su hotel. Tras irse de fiesta, a la mañana siguiente se despiertan... y descubren que se han casado tras una noche de locura y descontrol. Justo en su primera discusión, Jack gana un jackpot de 3 millones de dólares en una máquina del casino jugando con una moneda de Joy. Ambos intentarán quedarse con el dinero, aunque el amor quizá aparezca en el camino...",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/asQQdmkKQ2Jz5RlQX3a1hfcuS3G.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/irMn0J3PZdkjXC1Dok1Y2iDmG4o.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cAhDpO67CqegGqBvIes0mYbqTTB.png"
    },
    {
      "id": "tmdb:388399",
      "type": "movie",
      "name": "Día de patriotas",
      "ids": {
        "tmdb": 388399
      },
      "overview": "Basada en el atentado de la maratón de Bostón, Patriot’s Day cuenta la historia del oficial de policía Ed Davis, que investiga los acontecimientos que se saldaron con la muerte de un terrorista y la detención de otro, ofreciendo una exhaustiva narración de la persecución que se llevó a cabo por toda la ciudad para dar caza a los causantes del atentado.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/xKsf89Kenn0p5fM0Cbj8Uq2KJm5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9Pu9JXKs93Q3hhnKAvHtfap1hl5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mAeFZzCgBpVgs6IjnhJkbpBvfYN.png"
    },
    {
      "id": "tmdb:399035",
      "type": "movie",
      "name": "El pasajero",
      "ids": {
        "tmdb": 399035
      },
      "overview": "Durante su trayecto habitual de vuelta a casa en tren, un hombre de negocios felizmente casado comienza a hablar con una misteriosa pasajera. Pronto el hombre se verá envuelto en una conspiración criminal que amenaza con poner en peligro tanto su vida como la de sus seres más cercanos.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/nd7dKQ1Lpkzlvl4V29gEu2Kg3sX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6ijL7GUXn0setkWEjSIlVgcNuRl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7kfdjV3xxFvisMPqCHGwAWXFCd4.png"
    },
    {
      "id": "tmdb:2018",
      "type": "movie",
      "name": "Planes de boda",
      "ids": {
        "tmdb": 2018
      },
      "overview": "Mary Fiore (Jennifer Lopez) es la más prestigiosa organizadora de bodas de San Francisco. Está tan ocupada en hacer realidad los sueños de los demás, que no tiene tiempo para ocuparse de su propia vida. Un día, por casualidad, conoce a un apuesto médico que le salva la vida y del que se queda prendada. Lo malo es que resulta ser su próximo cliente.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/oVa0CpOy33np4BD3seuE6HtLDEx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ztsUyEJFZNYMFHchgvcG3Z3kPkR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/n9dSLEwQbCjKfeFdz1ujwdH2cNc.png"
    },
    {
      "id": "tmdb:338676",
      "type": "movie",
      "name": "Extinction",
      "ids": {
        "tmdb": 338676
      },
      "overview": "Nueve años después de que una infección convirtiese a gran parte de la humanidad en criaturas salvajes y sin intelecto, Patrick, Jack y Lu, una niña de nueve años, sobreviven tranquilamente en Harmony, un lugar cubierto por nieves perennes. Sin embargo, algo terrible ocurrió entre Patrick y Jack, y un odio profundo pervive entre ellos. Cuando las criaturas vuelven a aparecer, ambos deberán dejar atrás el rencor para intentar proteger lo que más quieren.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/h2peRx0F8tO8crFVkOeKUK2q8BR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hrXvcskWfZbWAxGUDW83xFC4TLe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1p1BTZVdoLDgo53btwvYdcWupwP.png"
    },
    {
      "id": "tmdb:1654",
      "type": "movie",
      "name": "Doce del patíbulo",
      "ids": {
        "tmdb": 1654
      },
      "overview": "El comandante Reisman es un oficial estadounidense que se ha distinguido en la campaña de Italia, durante la Segunda Guerra Mundial. A pesar de ello, su mayor virtud no es la disciplina; de ahí que las relaciones con sus superiores sean más bien tensas. Sin embargo, debido a su brillante historial militar, no dudan en encargarle una misión suicida: asaltar una fortaleza nazi y matar a sus ocupantes, todos ellos altos mandos del régimen. Para ello debe someter a un duro entrenamiento a doce presidiarios.",
      "year": 1967,
      "poster": "https://image.tmdb.org/t/p/w342/lXYSPzIqjQxKnI0YgAVHjp1t3wK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4euRoviWaNTW0fSsrowWV0VTnWG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wIhlY0RxVPKXp9KellUyUuOad7o.png"
    },
    {
      "id": "tmdb:7442",
      "type": "movie",
      "name": "Durmiendo con su enemigo",
      "ids": {
        "tmdb": 7442
      },
      "overview": "Laura y Martin estuvieron casados durante cuatro años y parecían una pareja perfecta. Sin embargo, la realidad era muy distinta: Martin resultó ser un marido obsesivo y brutal que la maltrataba continuamente. La situación llegó a ser tan insostenible que Laura decidió simular su muerte para librarse de él y empezar una nueva vida con una nueva identidad. Sin embargo, cuando él se da cuenta del engaño, decide perseguirla para vengarse.",
      "year": 1991,
      "poster": "https://image.tmdb.org/t/p/w342/6fIYQGOAMWEOhzfgHuPjRtJfdtI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dimQpHlNJ809Q9C8fDzEjqtrfp.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/AgeRwlWjEWE40MZRsUwmqW2B646.png"
    },
    {
      "id": "tmdb:179",
      "type": "movie",
      "name": "La intérprete",
      "ids": {
        "tmdb": 179
      },
      "overview": "Silvia Broome, nacida en África, es una intérprete de las Naciones Unidas que oye cómo amenazan de muerte a un presidente africano, acusado de genocidio en su país, que en unos días dará un discurso en la Asamblea General. Tobin Keller es el agente federal encargado de protegerla, pero poco a poco comienzan a levantarse las sospechas sobre los ideales y motivos de ella.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/yxpmVqh6CNixZ48zVqJY2f8ZcHe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tOq8B441haGupmOgr36GVLXTzLG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qd9sAOgsG9aQfTsvtqyhD5ROzxG.png"
    },
    {
      "id": "tmdb:938",
      "type": "movie",
      "name": "La muerte tenía un precio",
      "ids": {
        "tmdb": 938
      },
      "overview": "Dos cazadores de asesinos, rivales entre sí al principio, acaban por unirse para conseguir una misma presa, \"El Indio\", un peligroso y sanguinario bandido por el que se ofrece la más alta recompensa conocida. Cada uno tiene motivos diferentes para dar caza al bandido, uno, su obsesión por conseguir el dinero que ofrecen, y el otro, para vengar el asesinato de su hija a manos del brutal asesino. También sus estilos son distintos, aunque infalibles, uno rápido y el otro frío y técnico.",
      "year": 1965,
      "poster": "https://image.tmdb.org/t/p/w342/qY5gbsSBDETBhyH42XkKxBrJnqB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/a95Z0jdTepg8XaIbI4ryuCxhsny.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/a6bvqMJrjJEx2GtK4bdVxJ78WpV.png"
    },
    {
      "id": "tmdb:2313",
      "type": "movie",
      "name": "Secretos compartidos",
      "ids": {
        "tmdb": 2313
      },
      "overview": "La vida de Rafi (Uma Thurman), una divorciada de 37 años de Manhattan, da un vuelco cuando empieza a salir con un pintor mucho más joven que ella. A pesar de la atracción que siente por él, la diferencia de edad le plantea dudas que la llevan a buscar el consejo de su psicoanalista (Meryl Streep). Ésta, al principio, la escucha con gran naturalidad y la anima a seguir adelante; pero, cuando descubre que el novio de su paciente es su hijo Dave (Bryan Greensberg), su actitud cambiará radicalmente.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/tHtVlL9616NFcxntpKUVHZAOOe7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aJ4O4sAigf2kz23jYKmUa9dHQcU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sdT8HOLjMGmIg43dqzc0tCXlbk6.png"
    },
    {
      "id": "tmdb:382591",
      "type": "movie",
      "name": "Mañana empieza todo",
      "ids": {
        "tmdb": 382591
      },
      "overview": "Samuel vive la vida sin responsabilidades en la playa en el sur de Francia. Hasta que un día, una de sus antiguos amores le deja en los brazos a un bebé de pocos meses, Gloria: su hija. Incapaz de cuidar de un bebé y decidido a devolverle la niña a su madre, Samuel se va a a Londres para tratar de encontrarla pero no tiene éxito. Ocho años más tarde, mientras que Samuel y Gloria viven en Londres y son inseparables, la madre de Gloria regresa a su vida para recuperar a su hija. Remake de 'No se aceptan devoluciones' (2013), la película mexicana más exitosa de la historia.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/5kdTXiFswJJZl4JFvIQi6DMdiqr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jWXMKlCXVXkNF0yWLXUCAAYPFwQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1woHlZDbSLMcmTKF9SKzqxUoa7y.png"
    },
    {
      "id": "tmdb:803700",
      "type": "movie",
      "name": "Las ocho montañas",
      "ids": {
        "tmdb": 803700
      },
      "overview": "Pietro es un chico de ciudad, Bruno es el último niño de una localidad de montaña olvidada. Con el paso de los años, Bruno se mantiene fiel a su montaña, mientras que Pietro viene y va. Sus experiencias le harán enfrentarse al amor y a la pérdida, recordándoles sus orígenes y abriendo paso al destino.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/k005afxR9TZSFRcFN5XiPEjNQ8C.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xmOA7r9CjXJWtgr2gnTtXAhnbpk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9nTwQok6h2ZbCvnP5KDbC2BXKxQ.png"
    },
    {
      "id": "tmdb:1633",
      "type": "movie",
      "name": "Tomates verdes fritos",
      "ids": {
        "tmdb": 1633
      },
      "overview": "Evelyn, una mujer madura que vive frustrada por su gordura y por la incomprensión de su marido, conoce en un asilo a Ninny, una anciana que le va contando poco a poco una dramática historia ocurrida en su pueblo, en Alabama. La trama gira en torno a la gran amistad entre dos mujeres y al misterioso asesinato del marido de una de ellas.",
      "year": 1991,
      "poster": "https://image.tmdb.org/t/p/w342/zVWUSjYmmg4PQudX6NGPj0gbnV5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7Fy6Xef6wVzVxJ3l7HeM0j61Z3Y.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jCHQ1Q8qwvW7vmQs9yvP9urxKy.png"
    },
    {
      "id": "tmdb:331583",
      "type": "movie",
      "name": "Toda la verdad",
      "ids": {
        "tmdb": 331583
      },
      "overview": "El abogado Richard Ramsey trabaja en un caso difícil. Debe defender a un joven de 17 años de edad, quien es sospechoso de asesinar a su padre millonario. Ramsey reclutará a Janelle, una joven abogada, para que le ayude en su labor, pues está decidido a descubrir la verdad sobre lo que pasó ese día.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/ipdtw7T0aqxfh4SEs4LoJtpNfdj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sHDlvjOeXTKsgdBnF5AeGHVFpUd.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/59ImjB6oEEkAHUPGkK7Cl6aRf6P.png"
    },
    {
      "id": "tmdb:72570",
      "type": "movie",
      "name": "Todos los días de mi vida",
      "ids": {
        "tmdb": 72570
      },
      "overview": "Un accidente de coche deja a Paige en coma. Cuando se despierta ha perdido la memoria, y ni siquiera reconoce a su marido Leo, con el que llevaba poco tiempo casada. Leo tendrá entonces que trabajar para ganarse de nuevo el corazón de su amada esposa.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/kbTtU8LXhH8MLB7EF7hBZy3WUYC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9VhII8F33FlnPtPxvjJxX4L2yI8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/86xMBsqJ7fo5LlucHVgdcwsi5Zg.png"
    },
    {
      "id": "tmdb:525661",
      "type": "movie",
      "name": "El escándalo (Bombshell)",
      "ids": {
        "tmdb": 525661
      },
      "overview": "Roger Ailes (John Lithgow) se encuentra al frente del canal de noticias de la Fox , uno de los mejores productores televisivos de su generación al tiempo que cruel y autoritario, muy dado a hacer comentarios groseros y sexistas sobre sus empleadas, hasta que un buen día la presentadora y estrella televisiva Gretchen Carlson (Nicole Kidman) decide hablar destapando todo un escándalo que sacudiría a toda la industria mediática al interponer en el año 2016 una denuncia por \"abuso sexual\". Será entonces cuando sus compañeras entre ellas Megyn Kelly (Charlize Theron) y Kayla Pospisil (Margot Robbie), tendrán que decidir si también van a dar la cara contra el todo poderoso ejecutivo.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/560YqKXG0eyRGXh2rI3ve9uovb9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jf1CSW2KJjwuuFDL0kzydLyjVgo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eoMl59MHSb1YZIVDzxr70W7tRTY.png"
    },
    {
      "id": "tmdb:977506",
      "type": "movie",
      "name": "Mi crimen",
      "ids": {
        "tmdb": 977506
      },
      "overview": "Francia, 1935. Un investigador deberá resolver el asesinato de un banquero parisino. De entre una serie de pintorescos sospechosos destaca Madeleine, cuyos deseos de fama y fortuna se pondrán en el camino de la investigación.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/2tr9JSsAAopTGpCakOYF0tw5d4u.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nXpiomCgEnF4iC7H6we8Tb2Nvh0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6GKA5ryup9o2szZqufAkDYpDGK0.png"
    },
    {
      "id": "tmdb:38303",
      "type": "movie",
      "name": "¿Otra vez tú?",
      "ids": {
        "tmdb": 38303
      },
      "overview": "Una joven se entera que su hermano se va a casar con la misma chica que convirtió su vida en un infierno años atrás, cuando ambas estudiaban en la escuela de secundaria. Por si no fuera poco, su madre se sorprenderá aún más cuando se de cuenta de que la pomposa tía de la novia es también su enemiga del colegio. Así, madre e hija deciden que ha llegado el momento de planear su venganza...",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/tn1uyvigpxDuKUlxWjAFUPaRtGD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6jJQ7O1kpiNxSltHEauLbs0ANwg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nNzGIIbZiYDMuYgbV5GJ5tuo303.png"
    },
    {
      "id": "tmdb:14536",
      "type": "movie",
      "name": "Ejecutiva en apuros",
      "ids": {
        "tmdb": 14536
      },
      "overview": "Lucy Hill (Renée Zellweger) es una ejecutiva ambiciosa con mucho futuro que vive en Miami, encantada además con su estilo de vida en la bulliciosa ciudad. Adora sus zapatos, adora sus coches y adora subir puestos en el escalafón corporativo. Cuando de un día para otro le ofrecen un puesto temporal lejos de su ciudad, en una pequeña población rural de Minnesota, para reestructurar una fábrica, Lucy acepta inmediatamente, sabiendo que un gran ascenso no anda muy lejos. Pero lo que empieza siendo un trabajo sencillo acaba siendo una experiencia que le cambiará la vida, ya que Lucy va a encontrar un mayor sentido a su existencia y también, de forma imprevista, al hombre de sus sueños (Harry Connick, Jr.).",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/5kSUL80tB4qCMC7PXRjwmPSNQRU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mCTN0x76eDgzUpN5NhRB3lr2PQz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/emrwkgKjIZwLlxuzXX0lUWA1CGH.png"
    },
    {
      "id": "tmdb:570480",
      "type": "movie",
      "name": "Trasto, de la mansion a la calle",
      "ids": {
        "tmdb": 570480
      },
      "overview": "Trasto es un perro que vive con todo lujos y sin ninguna complicación junto a su rica dueña, pero cuando esta fallece el perro tendrá que aprender a vivir sin ninguno de los lujos a los que está acostumbrado. Sin dinero y fuera de la mansión donde siempre había vivido, Trasto tiene que hacer frente a los peligros de la calle hasta que su camino se cruza con Zoe, una joven que lo acoge en su casa. Sin embargo, la tranquilidad no llega para Trasto cuando tiene que evitar ser atrapado por los codiciosos sobrinos de su antigua dueña, que le necesitan para cobrar la herencia que su antigua dueña le había dejado íntegramente a Trasto.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/kbeVZtX9HcsrkSyF0KrB4odkkiM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/r6TvdvuWDq4Dfv8P75QbJeDsA1i.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/chNonWsxfSltkfNp8syTUDjfgmu.png"
    },
    {
      "id": "tmdb:4379",
      "type": "movie",
      "name": "La madre del novio",
      "ids": {
        "tmdb": 4379
      },
      "overview": "Charlotte ha conocido a Kevin, el hombre de sus sueños. Sin embargo, su madre teme perder al muchacho, por lo que decide convertirse en la peor suegra del mundo con el fin de deshacerse de su nueva nuera.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/y6orMDFV5foN1CoriC9AxPAg10J.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jnXsxSIbr2OkRpDKwFOTFVhXPKW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/y8UW7uDg7I6p87JVv3UiYNNzfT8.png"
    },
    {
      "id": "tmdb:651589",
      "type": "movie",
      "name": "Hasta el cielo",
      "ids": {
        "tmdb": 651589
      },
      "overview": "El día que Ángel habló con Estrella en aquella discoteca, su vida cambió para siempre. Tras una pelea con Poli, el posesivo novio de la chica, éste descubre que Ángel tiene talento para meterse en problemas y, lo más importante, para salir de ellos. Por eso, le anima a unirse a una banda de atracadores que tiene en jaque a toda la policía de Madrid. Ángel comienza a escalar rápidamente en una pirámide de atracos, dinero negro, negocios turbios y abogados corruptos que le llevarán a ser acorralado por Duque, un incansable detective que no parará hasta acabar con su carrera. Desoyendo los consejos de su gente, Ángel consigue ascender hasta convertirse en el protegido de Rogelio, uno de los tipos que controla el mercado negro de la ciudad. Con éste y Sole, hija del capo, Ángel descubrirá que el precio del poder es alto y que pronto tendrá que decidir entre su futuro como atracador y el amor de su vida, Estrella.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/4wBsYozsXBlG7Lx4NO7ycDWnnUs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/16t9MkexK0gzQsiOJDoNlvbMU41.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/47CDuL8ULakcCMNRfLxHicopkRJ.png"
    },
    {
      "id": "tmdb:901563",
      "type": "movie",
      "name": "Close",
      "ids": {
        "tmdb": 901563
      },
      "overview": "Léo y Rémi, de 13 años, son amigos de toda la vida. Hasta que un suceso impensable los separa. Léo se acerca entonces a Sophie, la madre de Rémi, para tratar de entender.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/pyVvz3B5IoJKd9ayozI8RrJW2vU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bvsJCFklBZmgHsSwzDk9ZToLDXl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6kPq7RUQ1F09Q0C5jfcC2lLorck.png"
    },
    {
      "id": "tmdb:1026880",
      "type": "movie",
      "name": "La promesa de Irene",
      "ids": {
        "tmdb": 1026880
      },
      "overview": "Cuando los nazis invaden Polonia en 1939, la enfermera Irena Gut (Sophie Nélisse) es trasladada y obligada a trabajar para el ejército alemán, siendo asignada como ama de llaves de un comandante nazi (Dougray Scott). En lugar de adoptar un perfil bajo y mantenerse a salvo apoyada por su estatus y etnia, Gut arriesgará todo para salvar a una docena de judíos refugiándolos en la casa de su jefe.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/tkMKRTXw9G2wEmcUKD4LNu8kZLz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1xV9xbWuU8OcN0aHe2ZLWw3lnJ0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zh1e3M7XqJzXKXLJ2pk9D3Pa610.png"
    },
    {
      "id": "tmdb:234200",
      "type": "movie",
      "name": "Pride (Orgullo)",
      "ids": {
        "tmdb": 234200
      },
      "overview": "En el verano de 1984, siendo primera ministra Margaret Thatcher, el Sindicato Nacional de Mineros (NUM) convoca una huelga. Durante la manifestación del Orgullo Gay en Londres. Un grupo de lesbianas y gays se dedica a recaudar fondos para ayudar a las familias de los trabajadores, pero el sindicato no acepta el dinero. El grupo decide entonces ponerse en contacto directo con los mineros y van a un pueblecito de Gales. Empieza así la curiosa historia de dos comunidades totalmente diferentes que se unen por una causa común. Basada en hechos reales.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/60yODrgrKDw8d2427tQRC7Vsa5V.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xQRHZ9v6SfpVczpXof81noBvG5y.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kNfzlO8lUAXYmOxqdKn9kDxzbK6.png"
    },
    {
      "id": "tmdb:511322",
      "type": "movie",
      "name": "La gran mentira",
      "ids": {
        "tmdb": 511322
      },
      "overview": "El estafador profesional Roy Courtnay no puede creer su suerte cuando conoce a la viuda adinerada Betty McLeish por internet. Sin embargo, a medida que Betty le abre las puertas de su vida y su hogar, Roy se sorprende al sentir que esta mujer le importa mucho más de lo que se podría imaginar.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/2Klf04VFYCl0TKwulXVlGsSRN78.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eYCAqcH39MTXzd7vfMTVML6mVnm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nIGggtdKialGMURMhJKEodkR7k9.png"
    },
    {
      "id": "tmdb:942999",
      "type": "movie",
      "name": "Mamá no enRedes",
      "ids": {
        "tmdb": 942999
      },
      "overview": "Clara, madre de dos adolescentes, es una mujer abierta a nuevas experiencias que decide crearse un perfil en TILINK, una app de citas. ¿Qué pasa por la mente de un veinteañero cuando se encuentra el perfil de su propia madre en Tilink, la aplicación de citas de moda? Sí, su madre aún es joven. Sí, está divorciada de su padre y tiene derecho a rehacer su vida, pero... ¿no sabe lo que es Tilink? Allí sólo hay salidos que la van a utilizar para luego dejarla tirada, francotiradores del sexo... como él mismo. Dani y su hermana Milena se embarcarán en la delirante aventura de boicotear los ligues de su madre, e irán a saco cuando la mujer inicie una relación más seria con un yogurín argentino, convencidos de que sólo la va a hacer sufrir. Sólo que las estrategias de los hermanos tendrán el efecto opuesto al deseado, cada vez habrá más hombres en la vida de su madre y nada saldrá como ellos esperan.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/xdNbqKd6F2Tj7WPgZbg11D6rjmO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/85e7ajn6NcTbe6M2HwkSbfL38v0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5hKNWeaPilI9o2Zk5Vgc4uPRLQf.png"
    },
    {
      "id": "tmdb:11141",
      "type": "movie",
      "name": "Hasta que la ley nos separe",
      "ids": {
        "tmdb": 11141
      },
      "overview": "Daniel Rafferty (Pierce Brosnan) y Audrey Woods (Julianne Moore) son dos importantes abogados de Nueva York especializados en casos de divorcios, que llevan tiempo enfrentándose en los tribunales defendiendo los intereses de sus clientes con métodos completamente distintos. Los dos han sido testigos de múltiples casos en los que el amor se ha convertido en odio.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/5QjdGWl95OIZ3vT391czQvxvTV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zzPneN72NFw4sVCOJM3C4JkxU9v.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/spapfnRYhsKk0plV5soozZLo3qc.png"
    },
    {
      "id": "tmdb:1093994",
      "type": "movie",
      "name": "Un Guardabosque",
      "ids": {
        "tmdb": 1093994
      },
      "overview": "Alex Tyree (Thomas Jane), un ranger de Texas, es reclutado por los servicios de inteligencia británicos, dirigidos por Geddes (John Malkovich), para localizar a un peligroso terrorista e impedir que detone una bomba radioactiva en el centro de Londres.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/6cVA4AGoex1PLZE8voy8ez7VWYb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/Yj0PbHi2xMVBCIKtrziV5uMVuX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sFXXmWDIwDxWZvmVAksKOEgS8zF.png"
    },
    {
      "id": "tmdb:232572",
      "type": "movie",
      "name": "Un paseo por el bosque",
      "ids": {
        "tmdb": 232572
      },
      "overview": "Tras pasar dos décadas en Inglaterra, Bill Bryson regresa a los Estados Unidos con el fin de emprender la gran aventura de su vida: escalar los Apalaches, atravesando algunos de los paisajes más bellos del continente. En este viaje cuenta con la ayuda de un viejo amigo, que es el único loco dispuesto a acompañarlo. El único problema es que tienen una idea muy distinta de lo que significa \"aventura\". Adaptación de las memorias de Bryson, un conocido escritor de libros de viajes.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/w5wLafcCD4nNtQLKdQLg4rhynEt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lGnIIPqdJOjXr9TEhDVLhoFmAEk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9gk99oCIpI3OFxYoAjuVJ05Dxlk.png"
    },
    {
      "id": "tmdb:606876",
      "type": "movie",
      "name": "Rifkin’s Festival",
      "ids": {
        "tmdb": 606876
      },
      "overview": "La historia de un matrimonio estadounidense que acude al Festival de Cine de San Sebastián. Se dejan atrapar por la magia del festival, la belleza y el encanto de España y la fantasía del cine. Ella tiene un romance con un brillante director de cine francés, y él se enamora de una bella doctora española.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/w54TxbA67VNwy5lng9JrXJ1gt2J.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9v7nNcPqgM9CM6lNw98FJ7qDWfy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/t1Fd9HqjTVzFpEDJooMc0VnBLkg.png"
    },
    {
      "id": "tmdb:1002338",
      "type": "movie",
      "name": "Operación Napoleón",
      "ids": {
        "tmdb": 1002338
      },
      "overview": "Una abogada se involucró en una conspiración internacional después de ser acusada de un asesinato que no cometió. La única posibilidad de supervivencia radica en descubrir el secreto de un viejo avión alemán de la Segunda Guerra Mundial, descubierto en el glaciar más grande de Islandia.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/icDJzeudwaF5XVQsC3BJkTMT1Zj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oTAbBVd48ngNEfXrZhGAtNbRbto.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xGAMFw6GLOdTBkUSJTSMOB00Jlc.png"
    },
    {
      "id": "tmdb:6972",
      "type": "movie",
      "name": "Australia",
      "ids": {
        "tmdb": 6972
      },
      "overview": "Lady Sarah Ashley (Nicole Kidman), una aristócrata inglesa, se ha pasado la vida persiguiendo la perfección superficial, pero un matrimonio sin amor y sin hijos le ha privado de cualquier cosa importante que no sea su cuadra de caballos. Convencida de que su marido le es infiel, la empecinada Sarah viaja desde Londres hasta el remoto reducto tropical de Darwin (Australia) para enfrentarse a él. Su reacio guía a través del inmenso e inmisericorde terreno del territorio septentrional es Drover (Hugh Jackman), un ganadero tan tosco y basto como refinada es Sarah. Su profunda antipatía mutua se ve aminorada por la tragedia cuando Sarah, de repente, se halla cuidando a un encantador y joven huérfano llamado Nullah (Brandon Walters), un muchacho mestizo a la deriva en una sociedad segregada que le trata como un paria.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/a5q3wdoft9LcoMqJF2B1DVbLV5U.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9oDMxNDXXaSEhA8umuLMyxqXIrx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/w3lnJwv1WZWn1jm8mRhoaParsPe.png"
    },
    {
      "id": "tmdb:98548",
      "type": "movie",
      "name": "Así somos",
      "ids": {
        "tmdb": 98548
      },
      "overview": "Tras la muerte de su padre, Sam (Chris Pine), un veinteañero, debe enviar 150.000 doláres a Frankie (Elizabeth Banks), una hermana alcóholica de la que no sabía nada, y a su hijo, un problemático niño de doce años incapaz de controlar su temperamento.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/1LoN3mACX6NJ6bMGa9Jw8H5zIZ5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/21CthdeFzrXZdxrOJzhqXQO4VTF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fNURTqPvQtmgIZqolngtcwpC8Vg.png"
    },
    {
      "id": "tmdb:820880",
      "type": "movie",
      "name": "Aisha",
      "ids": {
        "tmdb": 820880
      },
      "overview": "Una joven nigeriana busca asilo internacional en Irlanda. Atrapada en el limbo durante años en el sistema de inmigración irlandés, Aisha Osagie (Letitia Wright) desarrolla una amistad con el ex prisionero Conor Healy (Josh O'Connor), a quien conoce en uno de los centros de alojamiento. La creciente amistad de Aisha y Conor pronto parece ser efímera, ya que el futuro de Aisha en Irlanda se ve amenazado.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/3akN1ey6teitHO58q7i011i5mLJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/v2MpifpBdeHdtG7z6fYRhSfFr54.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9Tr3kQJOZFBIlblkasGjAJrp6tb.png"
    }
  ]
}