{
  "metas": [
    {
      "id": "tmdb:823464",
      "type": "movie",
      "name": "Godzilla y Kong: El nuevo imperio",
      "ids": {
        "tmdb": 823464
      },
      "overview": "Una aventura cinematográfica completamente nueva, que enfrentará al todopoderoso Kong y al temible Godzilla contra una colosal amenaza desconocida escondida dentro de nuestro mundo. La nueva y épica película profundizará en las historias de estos titanes, sus orígenes y los misterios de Isla Calavera y más allá, mientras descubre la batalla mítica que ayudó a forjar a estos seres extraordinarios y los unió a la humanidad para siempre.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/2YqZ6IyFk7menirwziJvfoVvSOh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5uzu4Zo5AbJlOQIBAqeq1ecfmmm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7GQswKy5K1W3nYCwwQupNkuG3W8.svg"
    },
    {
      "id": "tmdb:1149167",
      "type": "movie",
      "name": "Ladrones con clase 2",
      "ids": {
        "tmdb": 1149167
      },
      "overview": "Un ladrón brillante se ve obligado a robar un casino cuando su archienemigo secuestra a su novia. Entre criminales y el FBI, arriesga todo por amor.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/8rlrT43Toat04Zk8cD1UVa1LHg7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eJe4sl6VQ4gzOe2V4tOXPlhJxnk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oPiSVIPjYOp2ASHyzhJH5PA50Zt.png"
    },
    {
      "id": "tmdb:290098",
      "type": "movie",
      "name": "La doncella",
      "ids": {
        "tmdb": 290098
      },
      "overview": "Corea, década de 1930, durante la colonización japonesa. Una joven llamada Sookee es contratada como doncella de una rica mujer japonesa, Hideko, que vive recluida en una gran mansión bajo la influencia de un tirano. Sookee guarda un secreto y con la ayuda de un estafador que se hace pasar por un conde japonés, planea algo para Hideko.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/1CJWo3mJwNEi0RsSZyxbgVFOj8B.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lkW05VRHaCW85CqcldLQ1qPXVEu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rn3XRsaFts7VysRswHxxtIq7ZWY.png"
    },
    {
      "id": "tmdb:28",
      "type": "movie",
      "name": "Apocalypse Now",
      "ids": {
        "tmdb": 28
      },
      "overview": "Durante la guerra de Vietnam, al joven Capitán Willard, un oficial de los servicios de inteligencia del ejército estadounidense, se le ha encomendado entrar en Camboya con la peligrosa misión de eliminar a Kurtz, un coronel renegado que se ha vuelto loco. El capitán deberá ir navegar por el río hasta el corazón de la selva, donde parece ser que Kurtz reina como un buda despótico sobre los miembros de la tribu Montagnard, que le adoran como a un dios.",
      "year": 1979,
      "poster": "https://image.tmdb.org/t/p/w342/zJXRrkJTlcb5x87v4VWN1zZX0Xk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9kOObQGYqSGfj21hwkEUQJQKKFh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sTNxftxEvrVPt6S5EhxvxNjpv4i.png"
    },
    {
      "id": "tmdb:1495",
      "type": "movie",
      "name": "El reino de los cielos",
      "ids": {
        "tmdb": 1495
      },
      "overview": "Balián de Ibelín viaja a Jerusalén durante las cruzadas del siglo XII, donde será el defensor de su pueblo.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/9RAdZn1pfRkeVSDwngvIQKsZd2Z.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7hzUwyswxZStJ3wnbctqIwt2E1q.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xCtCoxtsBnql7Tmq600Sixkpbr6.png"
    },
    {
      "id": "tmdb:810",
      "type": "movie",
      "name": "Shrek tercero",
      "ids": {
        "tmdb": 810
      },
      "overview": "Shrek se casó con Fiona, pero lo que no tuvo en cuenta es que al casarse con una princesa... tarde o temprano uno termina siendo rey. Cuando su suegro, el Rey Harold, cae enfermo, Shrek se encuentra en riesgo de tener que abandonar su amado pantano por el trono. A menos claro que encuentre un heredero. Junto con Asno y el Gato con Botas, Shrek viaja para en busca del primo de Fiona, Arturo. Mientras, en Muy Muy Lejano, el Principe Encantador recluta un ejército de villanos de cuento para tomar el trono por la fuerza. Pero no cuentan con que Fiona y la Reina Lillian también han reunido su grupo de heroínas de cuento para hacerles frente...",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/7sTwtmVPTX77CFOUXdwAM7lKtKL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4uSRGXXU4kucRUbzd6X4lDZXeti.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ml4ZAXZrJHvFb3WjaPRy3NF3xzq.png"
    },
    {
      "id": "tmdb:519465",
      "type": "movie",
      "name": "Reina de corazones",
      "ids": {
        "tmdb": 519465
      },
      "overview": "Annie es una exitosa abogada que vive en una casa de estilo modernista con sus dos hijas y su marido Peter, un reputado físico. La aparición de Gustav, un hijo que pertenece a una relación previa de Peter, pone patas arriba la armonía que reina en la vida de Annie. Lo que en un principio parece ser un movimiento liberador para ella, pronto se convierte en una historia de poder y traición que tendrá consecuencias devastadoras en su vida.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/dnbZXUwp7ZGNZnPeBxXA1HHxsab.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aWwUdi3zxShya80CNUNA6l2KQJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4HUBBAgNDN7h2hU4LcMQOOaA3zB.png"
    },
    {
      "id": "tmdb:980026",
      "type": "movie",
      "name": "La tierra prometida",
      "ids": {
        "tmdb": 980026
      },
      "overview": "En 1755, el empobrecido capitán Ludvig Kahlen se dispone a conquistar los duros e inhóspitos páramos daneses con un objetivo aparentemente imposible: crear una colonia en nombre del rey. A cambio, recibirá un nombre real que anhela con desesperación. Sin embargo, el único gobernante de la zona, el despiadado Frederik de Schinkel, cree arrogantemente que esa tierra le pertenece. Cuando de Schinkel se percata de que su criada Ann Barbara y su servil marido han escapado para refugiarse con Kahlen, el privilegiado y rencoroso gobernante jura venganza y promete hacer todo lo que esté a su alcance para ahuyentar al capitán. Pero Kahlen no se deja intimidar y emprende una batalla tan desigual que pondrá en riesgo no solo su vida, sino también a la familia de personas marginadas que se ha formado a su alrededor.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/nEpXUsaUOzReUV2SWOWQuTFY5G4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tvdsNCbxZF8HZzE9MNkKmetr38d.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gGS7xQSphGbL8BlYRktMGeWqiSP.png"
    },
    {
      "id": "tmdb:82702",
      "type": "movie",
      "name": "Cómo entrenar a tu dragón 2",
      "ids": {
        "tmdb": 82702
      },
      "overview": "Han pasado cinco años desde que Hipo empezó a entrenar a su dragón, rompiendo la tradición vikinga de cazarlos. Astrid y el resto de la pandilla han conseguido difundir en la isla un nuevo deporte: las carreras de dragones. Mientras realizan una carrera, atraviesan los cielos llegando a territorios inhóspitos, donde nadie antes ha estado. Durante un viaje descubren una cueva cubierta de hielo que resulta ser el refugio de cientos de dragones salvajes, a los que cuida un misterioso guardián. Hipo y los suyos se unen al guardián para proteger a los dragones de las fuerzas malignas que quieren acabar con ellos.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/bXcRw7FL8QzUZOvY2fZdwDv5ymQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kVXdBwzqiH4wduE6CvRTdstD81q.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/h7GNN2OHNIQDNoD5oChjCBJcRku.png"
    },
    {
      "id": "tmdb:524",
      "type": "movie",
      "name": "Casino",
      "ids": {
        "tmdb": 524
      },
      "overview": "Las Vegas, 1973. Sam \"Ace\" Rothstein, un profesional de las apuestas, es el eficaz director de un importante casino que pertenece a un grupo de mafiosos. Su misión es controlar el funcionamiento del negocio y garantizar que la corriente de dinero que va a parar a manos de sus jefes siga fluyendo. Las Vegas es un lugar ideal para millonarios y políticos, pero es también lugar de paso de tahúres, prestamistas, traficantes de drogas y matones. Un día el violento Nicky Santoro, al que sus jefes han encargado que cuide de Sam, llega a Las Vegas con la intención de quedarse.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/7x8lsyTB0G7OrLzQ7qxt3ywQ4OY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2AnMaPHpbmg6dQdhdtMwmICx8dO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xBLs1V4UnVR1Gf4UJUNodQvwgt.png"
    },
    {
      "id": "tmdb:978592",
      "type": "movie",
      "name": "Sombras del pasado",
      "ids": {
        "tmdb": 978592
      },
      "overview": "Después de someterse a un tratamiento de vanguardia para el Alzheimer, un ex detective de homicidios vuelve a examinar un caso de hace una década que involucra el brutal asesinato de un profesor universitario, y es como si estuviera investigando el caso por primera vez.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/kDAgYPJ4qMDt2RbuYGmUocpWuPd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/x5YINvEBqgXXzTu9FsXZ7fzAw87.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/b8kTUFTFfYExZZMexHdyGBFOPgT.png"
    },
    {
      "id": "tmdb:666277",
      "type": "movie",
      "name": "Vidas pasadas",
      "ids": {
        "tmdb": 666277
      },
      "overview": "La familia de Nora emigra a Canadá cuando ella tiene 10 años. Pierde el contacto con su amor de la infancia. Muchos años después, cuando Nora está estudiando teatro en Nueva York, se reencuentra con él online.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/jWrJrLMD7SZoxc65KSYej6QOw12.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dgsJA4GnZUo28wMGqYziWqWDsVg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/arZFVZruwpk3ORWweOUXgi3oGwo.png"
    },
    {
      "id": "tmdb:262543",
      "type": "movie",
      "name": "Autómata",
      "ids": {
        "tmdb": 262543
      },
      "overview": "En un futuro no lejano, en el que el planeta Tierra sufre una creciente desertización, Jacq Vaucan, un agente de seguros de una compañía de robótica, investiga un caso en apariencia rutinario cuando descubre algo que podría tener consecuencias decisivas para el futuro de la humanidad. Banderas produce y protagoniza este thriller futurista, que especula sobre lo que ocurriría si la inteligencia artificial superase a la humana.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/bU9XAANR7WWqRRbXk2Oj5OF6km3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1oid01tHrmcTEj02cf7j3HiQZ9J.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jQ8TLJDrnFFMAYtCZy5QVhnHKtV.png"
    },
    {
      "id": "tmdb:915935",
      "type": "movie",
      "name": "Anatomía de una caída",
      "ids": {
        "tmdb": 915935
      },
      "overview": "Sandra, una escritora alemana, vive con su marido Samuel y su hijo ciego, Daniel, en un chalé en medio de los Alpes franceses. Cuando Samuel fallece en misteriosas circunstancias, la investigación no puede determinar si se trata de un suicidio o de un homicidio. Sandra es arrestada y juzgada por asesinato, y el proceso pone su tumultuosa relación y su ambigua personalidad en el punto de mira.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/vGzjaQyv4NPjhgI0hHmKXz3Orjs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zauak6TTi3wpehSkwM2NsTJgKhh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/y03VJQqOgmPuJcNBN1W0f3L28Dy.png"
    },
    {
      "id": "tmdb:449443",
      "type": "movie",
      "name": "Juego de ladrones: El atraco perfecto",
      "ids": {
        "tmdb": 449443
      },
      "overview": "Todos los días, el banco de la Reserva Federal de Los Ángeles saca de la circulación 120 millones de dólares en efectivo. Un grupo de experimentados ladrones planea su gran atraco final: robar esos 120 millones, pero el departamento del Sheriff de Los Ángeles, la brigada más temida de la ciudad liderada por 'El gran Nick', no está dispuesto a ponérselo fácil.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/cCatppK0mMR7DBfnFJC7vF8kdut.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hhq1rJur8InoPsBIAc3Vk1KWEZK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/Q79VihBmdmKtecOgeELiS7jafl.png"
    },
    {
      "id": "tmdb:341013",
      "type": "movie",
      "name": "Atómica",
      "ids": {
        "tmdb": 341013
      },
      "overview": "Año 1989, el muro de Berlín está a punto de caer. Un agente del MI6 encubierto aparece muerto y la espía Lorraine Broughton (Charlize Theron) debe encontrar por todos los medios una lista que el agente estaba intentando hacer llegar a Occidente, y en la que figuran los nombres de todos los agentes encubiertos que trabajan en Berlín oriental. Lorraine no se detendrá ante nada para conseguir dar con esa lista, enfrentándose a varios asesinos y sumergiéndose en un mundo en el que nadie parece ser quien dice ser.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/9DRFozlq1IMD7aMLzdRzWEEH6SH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pqKiaAaWRTA76hcO3ko89kQDJtG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uwoh89gpsUVfRFMK42AHFqqnLd3.png"
    },
    {
      "id": "tmdb:77877",
      "type": "movie",
      "name": "Cuando te encuentre",
      "ids": {
        "tmdb": 77877
      },
      "overview": "Un soldado americano destinado en Irak encuentra la fotografía de una mujer de la que queda prendado. Considera que el hallazgo es una prueba irrefutable de su buena suerte, así que, cuando regresa a su país, busca a la chica y la encuentra: se trata de una madre divorciada. Adaptación de una novela de Nicholas Sparks (El diario de Noa).",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/fRvAAnok5idXu42DNVAuXaNxx6x.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xnCmtfrjyiJadJ3IJGXyCCv1bGQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ssdOGUW4BTAWgYxakGRLEznbua.png"
    },
    {
      "id": "tmdb:11423",
      "type": "movie",
      "name": "Memories of Murder (Crónica de un asesino en serie)",
      "ids": {
        "tmdb": 11423
      },
      "overview": "Corea del Sur, 1986. Una joven aparece brutalmente violada y asesinada. Dos meses después, se producen una serie de violaciones y asesinatos en circunstancias similares. Para buscar al asesino, se organiza un destacamento especial, encabezado por un detective de la policía local (Park Doo-man) y un detective de la policía de Seúl (Seo Tae-yoon), que ha solicitado ser asignado al caso.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/eq4oNv2fcDw8murQ9RYyCVbhPHC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/njaw7QZy5ni8ZDydx3b1EDpEfwk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/niLURXAXr6I6Z5b6fcUzz5LpH4c.png"
    },
    {
      "id": "tmdb:570480",
      "type": "movie",
      "name": "Trasto, de la mansion a la calle",
      "ids": {
        "tmdb": 570480
      },
      "overview": "Trasto es un perro que vive con todo lujos y sin ninguna complicación junto a su rica dueña, pero cuando esta fallece el perro tendrá que aprender a vivir sin ninguno de los lujos a los que está acostumbrado. Sin dinero y fuera de la mansión donde siempre había vivido, Trasto tiene que hacer frente a los peligros de la calle hasta que su camino se cruza con Zoe, una joven que lo acoge en su casa. Sin embargo, la tranquilidad no llega para Trasto cuando tiene que evitar ser atrapado por los codiciosos sobrinos de su antigua dueña, que le necesitan para cobrar la herencia que su antigua dueña le había dejado íntegramente a Trasto.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/kbeVZtX9HcsrkSyF0KrB4odkkiM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/r6TvdvuWDq4Dfv8P75QbJeDsA1i.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/chNonWsxfSltkfNp8syTUDjfgmu.png"
    },
    {
      "id": "tmdb:77931",
      "type": "movie",
      "name": "Los pitufos 2",
      "ids": {
        "tmdb": 77931
      },
      "overview": "Secuela de \"Los pitufos\", adaptación del cómic homónimo realizada en 2011 por Raja Gosnell. En esta secuela, el cruel y malvado Gargamel regresa con más fuerza que nunca para poder robar a los Pitufos la más pura esencia de su magia y para ello, fabrica dos pequeños Pitufos falsos llamados Naughties. Pero Gargamel, no tardará en darse cuenta de que no servirá de nada porque la magia que él anhela, sólo se la puede proporcionar un Pitufo verdadero, por eso decide secuestrar a la Pitufina y trasladarla a París, donde se ha ganado la admiración de miles de personas como el mejor mago del mundo. Ahora todo queda en manos de Papa pitufo y sus camaradas, quienes tendrán que volver al mundo de los humanos para salvar a la Pitufina.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/vjb5WNkwZJDIcmVrzR4GyPmPRZo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ssrFY9I8wMyjJfxGR0YGTIIkOL5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jaYfbNKm3iTxAgboktOLw5vEvIs.png"
    },
    {
      "id": "tmdb:41513",
      "type": "movie",
      "name": "Los pitufos",
      "ids": {
        "tmdb": 41513
      },
      "overview": "Gargamel descubre la aldea mágica de los Pitufos y provoca con sus malas artes que la abandonen y se dispersen por el bosque. Por desgracia, Tontín se equivoca de camino y, junto con otros pitufos, entrará en una ruta prohibida. La luna azul y un portal mágico los transportarán a Central Park, en Nueva York. Sin embargo, Gargamel sigue persiguiéndolos, por lo que los Pitufos buscarán refugio en casa de un matrimonio...",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/ufpzGicM1hZQMzRzTRHAcIQXjXi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qIJy0FbKmjRuCNtVsFQJiBimtMA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7RdUB9gmcsQUyYkgjwsMbC0Fok6.png"
    },
    {
      "id": "tmdb:969492",
      "type": "movie",
      "name": "Misión hostil",
      "ids": {
        "tmdb": 969492
      },
      "overview": "Kinney, un controlador de apoyo aéreo con poca experiencia, se incorpora a un equipo Delta Force en una misión en Filipinas. Cuando el equipo queda atrapado sin armas, las oportunidades de sobrevivir dependen de la habilidad de Reaper, un piloto de drones de las Fuerzas Aéreas.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/pRPI8pl9YOrHoDMCr1VLGgEk5PE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4zI9Wga7u3GehLmHPH0QrgSeSaL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fJqQ7V8WEpwO7piCsKAz2qbfeRb.png"
    },
    {
      "id": "tmdb:395834",
      "type": "movie",
      "name": "Wind River",
      "ids": {
        "tmdb": 395834
      },
      "overview": "Una joven agente del FBI se alía con un veterano rastreador local para investigar el asesinato de una joven ocurrido en una reserva de nativos americanos...",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/8YQzSkPbJB5PJMTvTccDNo3z9K7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cCc9GdKtgs3fZrqQe6PYbaC38dh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cukehwDevWqOkqI21cJXJvmfXaq.png"
    },
    {
      "id": "tmdb:660120",
      "type": "movie",
      "name": "La peor persona del mundo",
      "ids": {
        "tmdb": 660120
      },
      "overview": "Julie va a cumplir los treinta y su vida es un desastre existencial. Ya ha desperdiciado parte de su talento y su novio Aksel, un exitoso novelista gráfico mayor que ella, la presiona para que contenga su energía creativa y siente la cabeza. Una noche se cuela en una fiesta y conoce al joven y encantador Eivind. Tardará poco en romper con Aksel y embarcarse en una nueva relación con la esperanza de que su vida adquiera una nueva perspectiva. Sin embargo, tendrá que darse cuenta de que ya es demasiado tarde para ciertas opciones vitales.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/hTMRZV2kRhUlbKCph1Azd59vc3P.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6ClAtQvmO2NGCeIjOJAiXv9KCMz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jK92jp29EJGZeAiFP1caIcD8jux.png"
    },
    {
      "id": "tmdb:137116",
      "type": "movie",
      "name": "Los Pitufos: La aldea escondida",
      "ids": {
        "tmdb": 137116
      },
      "overview": "A Pitufina le parece que todos los demás habitantes de la aldea tienen un propósito: Papá Pitufo (dirigir), Pitufo Panadero (preparar pan y pasteles), incluso Pitufo Gruñón (gruñir); salvo ella. Así que, ¿qué puede hacer la única chica de la aldea? ¡Pues partir en busca del suyo, naturalmente! Cuando se cruza por casualidad con una misteriosa criatura que huye hacia el Bosque Encantado, la sigue y se interna por territorio inexplorado y totalmente prohibido. A ella se le unen sus hermanos Filósofo, Valiente y Torpe y con el malvado mago Gargamel siguiéndolos de cerca. El equipo pitufo emprenderá así un alocado viaje lleno de acción, peligro y descubrimientos, que los conducirá al mayor misterio de la historia Pitufa.  Dirigida por Kelly Asbury, con la producción ejecutiva de Raja Gosnell y Ben Waisbren. La película, completamente animada, supone un regreso al tono y el estilo de las queridas creaciones del cómic de Peyo.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/zqXn3gaMBNHNK7YHdYNidwWrJoT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ojP5r6McGNxyJRHkm8Ac6h8g1bH.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hWV95fXYzWyMxD44eM0OECs9Lod.png"
    },
    {
      "id": "tmdb:762",
      "type": "movie",
      "name": "Los caballeros de la mesa cuadrada y sus locos seguidores",
      "ids": {
        "tmdb": 762
      },
      "overview": "El rey Arturo y sus caballeros reciben un encargo divino: partir en búsqueda del Santo Grial, para lo cual deberán luchar contra enemigos muy diversos: malignos caballeros rivales, bestias sanguinarias (que solo son visibles como dibujo animado), groseros caballeros franceses fortificando un castillo en Inglaterra, brujas, adivinos mefistofélicos, Scotland Yard, y hasta un conejo asesino y carnívoro (que muere destruido por una cómica reliquia traída de las Cruzadas: la \"Santa Granada de Mano de Antioquia\").",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/sbxnHlkHSeffxwzPhnfwd42ojqQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5de0BbvrvLjBgrg4kWBlOAwr3Wv.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dCg16DkBBPCZIHaLOCQ3ZUmgvt.png"
    },
    {
      "id": "tmdb:785084",
      "type": "movie",
      "name": "La ballena (The Whale)",
      "ids": {
        "tmdb": 785084
      },
      "overview": "Un solitario profesor de inglés con obesidad severa intenta reconectar con su hija adolescente en una última oportunidad de redención.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/5PXybRV6hVkteNZsxLeSC1FV3kx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/h6VOaBqE2ft8fLbixG02NWM6dxQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mLvFljM5eaPtwf0DEtQy2JqaUDE.png"
    },
    {
      "id": "tmdb:838240",
      "type": "movie",
      "name": "Robot Dreams",
      "ids": {
        "tmdb": 838240
      },
      "overview": "DOG es un perro solitario que vive en Manhattan. Un día decide construirse un robot, un amigo. Su amistad crece, hasta hacerse inseparables, al ritmo del Nueva York de los ochenta. Una noche de verano, Dog con gran pena, se ve obligado a abandonar a ROBOT en la playa. ¿Volverán a encontrarse?",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/qLtK6DFeuJNuB3THGVDklirhQ8u.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hToHhWadTK1E8Kd5RJhAD892E1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eZM6PQEYIKcbMg3jwhL7jxowcQm.png"
    },
    {
      "id": "tmdb:12783",
      "type": "movie",
      "name": "La duquesa",
      "ids": {
        "tmdb": 12783
      },
      "overview": "Hermosa, glamurosa y adorada por el pueblo, Georgiana Spencer fue, como su descendiente Diana de Gales, la mujer más fascinante de su época. Pero mientras que su belleza y su carisma le forjó un nombre en la historia, el amor siempre se le escapó. Casada muy joven con uno de los hombres más ricos de Inglaterra, el duque de Devonshire, fue confidente íntima de ministros y de la Casa Real, llegando a ser un icono de la moda, madre adorada e influyente política para el partido liberal. Sin embargo, en el núcleo de su historia está la búsqueda desesperada de afecto y amor. Desde el apasionado pero fatídico romance con Charles Grey hasta el complicado triángulo amoroso con su marido y su mejor amiga lady Foster.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/7pC3vFdud0POGjxdJ70ocg9iedj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rsKBRewRCCIVMwEMrAu0TsAxp54.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lF0QxtGJ0zkwkBHGAI6FNBQ9n3y.png"
    },
    {
      "id": "tmdb:583",
      "type": "movie",
      "name": "La vida de Brian",
      "ids": {
        "tmdb": 583
      },
      "overview": "Delirante y divertidísima comedia que relata, a golpe de carcajada, la vida de un desastre de hombre, contemporáneo de Jesucristo, que es confundido por el pueblo con un mesías. Que nadie se confunda: \"Life of Brian\" no es una amalgama de escenas absurdas que hacen reír, es una brillante sátira que desborda con un humor maravillosamente inteligente. Obra capital de los geniales Monty Python, su gozosa visión está llena de memorables gags que la encumbran como una de las mejores parodias de la historia del cine.",
      "year": 1979,
      "poster": "https://image.tmdb.org/t/p/w342/b4JaQ2ZjPxblj3E3S9ga5ykTita.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mdZIx40gJ1tQPq7eKhpwB7qtTr6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4ZcdJMXEQbdnNDxyJgFQ9x6kKLJ.png"
    },
    {
      "id": "tmdb:1633",
      "type": "movie",
      "name": "Tomates verdes fritos",
      "ids": {
        "tmdb": 1633
      },
      "overview": "Evelyn, una mujer madura que vive frustrada por su gordura y por la incomprensión de su marido, conoce en un asilo a Ninny, una anciana que le va contando poco a poco una dramática historia ocurrida en su pueblo, en Alabama. La trama gira en torno a la gran amistad entre dos mujeres y al misterioso asesinato del marido de una de ellas.",
      "year": 1991,
      "poster": "https://image.tmdb.org/t/p/w342/zVWUSjYmmg4PQudX6NGPj0gbnV5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7Fy6Xef6wVzVxJ3l7HeM0j61Z3Y.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jCHQ1Q8qwvW7vmQs9yvP9urxKy.png"
    },
    {
      "id": "tmdb:580175",
      "type": "movie",
      "name": "Otra ronda",
      "ids": {
        "tmdb": 580175
      },
      "overview": "Cuatro profesores de instituto se embarcan en un experimento sociológico en el que cada uno de ellos deberá mantener la tasa de alcohol en su cuerpo al mismo nivel, durante su vida diaria, intentando demostrar de esa manera que pueden mejorar en todos los aspectos de su vida.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/kqkpGdZsNpKv5x5jWGtCyONrr43.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i0dYdmyAAl7udP9Jgd1p8bHyfwN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6VanbaWUsKXuz4TrILGaSt7dsfs.png"
    },
    {
      "id": "tmdb:59962",
      "type": "movie",
      "name": "Esto es la guerra",
      "ids": {
        "tmdb": 59962
      },
      "overview": "Dos agentes de la CIA, grandes amigos desde la infancia, se enamoran de la misma mujer. Su amistad desaparece y se enzarzan en una batalla de proporciones épicas que pondrá en jaque a la ciudad de Nueva York.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/goBcQAm5ESa6cjfNo99yXQonujY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sXzcqVz2P88lWncQj5Wzbin5izI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/swx6tScyIEWFQenZ2oXf6udOBVl.png"
    },
    {
      "id": "tmdb:748787",
      "type": "movie",
      "name": "The Royal Game",
      "ids": {
        "tmdb": 748787
      },
      "overview": "Viena, 1938. Los nazis acaban de anexionarse Austria y el notario Josef Bartok sabe que está en grave peligro. Mientras se prepara para huir, es detenido por la Gestapo y encerrado en un hotel reconvertido en prisión. Solo saldrá de allí si colabora con los nazis. Bartok no está dispuesto a ceder. Pero aislado, la soledad empieza a hacer mella en él hasta que consigue robar un libro de ajedrez, que será su punto de apoyo para mantenerse cuerdo y convertir la resistencia en un juego.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/9EMijO7mt1jQtGc2B8geYBCiQKF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/g8UqoQZeLCkXlzrt5Fy0p65bUxn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eewpASABjOZ5zoLGUzKNTd2VTpA.png"
    },
    {
      "id": "tmdb:820",
      "type": "movie",
      "name": "JFK: Caso abierto",
      "ids": {
        "tmdb": 820
      },
      "overview": "El fiscal de Nueva Orleans, Jim Garrison, reabrió el caso del asesinato del presidente de los Estados Unidos John F. Kennedy y presentó cargos contra algunas personas. Después de entrevistar a numerosos testigos de Dallas y a personas relacionadas con los hechos, mantuvo la tesis de que el magnicidio fue fruto de una conspiración en la que podrían haber intervenido el FBI, la CIA y el propio vicepresidente Lindon B. Johnson.",
      "year": 1991,
      "poster": "https://image.tmdb.org/t/p/w342/14TrPHZxrrQfoIcmXpN7q9Y0WYP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/v9LczpdUaiMYC39dgZ9HSIzJ8BN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qsnzyYDDrSamxIeuvPV1ebYJDta.png"
    },
    {
      "id": "tmdb:457",
      "type": "movie",
      "name": "Sissi",
      "ids": {
        "tmdb": 457
      },
      "overview": "Francisco José debe casarse y, aunque su madre ya ha pensado en Helena, una joven princesa bávara, el emperador se enamora perdidamente de Elizabeth (Sissi), una joven espontánea y poco convencional que detesta el protocolo de la Corte. A pesar de que su decisión no contará con la aprobación de su madre, el joven enamorado hará de su espléndida boda con Sissi la primera victoria en el frente familiar.",
      "year": 1955,
      "poster": "https://image.tmdb.org/t/p/w342/iGy9j4AdhkiOYRYeTSpq7g3zayL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rKs8y5WlXcYX5GCbDkXcXybGteZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wfe8xNJTbfh87DZMwfJXG69cyV3.png"
    },
    {
      "id": "tmdb:489418",
      "type": "movie",
      "name": "En buenas manos",
      "ids": {
        "tmdb": 489418
      },
      "overview": "Theo acaba de nacer. Después de dar a luz, su madre biológica le entrega a un programa de adopción. Los servicios de adopción deben encontrar entonces a la que se convertirá en su madre adoptiva. En el otro extremo, Alice (Élodie Bouchez) lleva casi diez años luchando por ser madre. Un grupo de profesionales trabajará para que Theo y Alice puedan reunirse.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/syQUPFh2CbkQOTElywukvPuUInV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fozq5WDVQQZ8C1K3rrvgB6IM5O9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8jBkbxK4ZS4T7zSjNhDZVOiYmD5.png"
    },
    {
      "id": "tmdb:848058",
      "type": "movie",
      "name": "Cerdita",
      "ids": {
        "tmdb": 848058
      },
      "overview": "Debido a su obesidad, Sara vive atormentada por las continuas burlas de las otras chicas de su pequeño pueblo. Pero todo cambiará cuando un desconocido llegue al pueblo y secuestre a sus acosadoras. Sara sabe más de lo que dice, y tendrá que decidir entre hablar y salvar a las chicas, o no decir nada para proteger al extraño hombre que la ha salvado.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/lb9V2uakN23fcHwI7tfRm5Jf7P1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2ZpwPckspTSY9sVEkjEyatgBWT7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/svSZHAbyjWrG2lJMfT8ig1WCHs8.png"
    },
    {
      "id": "tmdb:668640",
      "type": "movie",
      "name": "Competencia oficial",
      "ids": {
        "tmdb": 668640
      },
      "overview": "Dos actores de muy diferentes trayectorias chocarán por sus métodos contrapuestos durante la preparación de una película financiada por un millonario ávido de notoriedad y dirigida por una prestigiosa y algo excéntrica directora.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/jVRPUtO6i13YuFf6uk4RWYHzvBh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8kpd3EHbT8CX3ShotFPdye7ckMh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/isR87zqyK0L8bAwedI4v2cpLwyf.png"
    },
    {
      "id": "tmdb:441701",
      "type": "movie",
      "name": "Verónica",
      "ids": {
        "tmdb": 441701
      },
      "overview": "Está inspirada en el único caso en la historia que la policía española clasifica como sobrenatural y queda sin resolver hasta la fecha.  Durante un eclipse total de sol, Verónica y dos amigas deciden hacer una ouija para invocar el espíritu de su padre. Después de romperse la ouija, Verónica entra en una especie de trance y se desmaya ante el pavor de sus amigos. Una vez recuperada, empieza a percibir cosas extrañas en su hogar que le hacen pensar que trajo a su padre de vuelta al mundo de los vivos.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/oM2F7l8zNXV12Obe48IpQbH3crK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6YMNG8B8ikbdh08mq9CoVbdlDGm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rLcAOAJLHrW9DCZHrWy72skM8Tf.png"
    },
    {
      "id": "tmdb:10521",
      "type": "movie",
      "name": "Guerra de novias",
      "ids": {
        "tmdb": 10521
      },
      "overview": "Emma y Liv han sido desde siempre muy buenas amigas (de aquellas que se apoyan en todo, a las buenas y a las malas) y, desde su infancia, han soñado con casarse en junio en el Hotel Plaza de Nueva York. Una ilusión que van a poder compartir y planificar juntas, ya que sus peticiones de mano ocurren con poco tiempo de diferencia y sus bodas van a ser el mismo fin de semana. Un error administrativo, sin embargo, agrieta esta felicidad: las bodas han sido reservadas para el mismo día, y una de las dos va a tener que cambiar la fecha. Sin estar dispuestas a renunciar a su sueño, y utilizando todas las armas que tienen a su alcance, empezará entonces una feroz competición entre Liv y Emma para conseguir la reserva del Hotel Plaza.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/cCavFmyHmVBdRcg5gBqGMv6KV5X.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iErf2lsUw4Cqa5rVbc53P29UC5s.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nPZ1eonmFBfj9e6NTdX9WGdkkYV.png"
    },
    {
      "id": "tmdb:1187364",
      "type": "movie",
      "name": "Mala Persona",
      "ids": {
        "tmdb": 1187364
      },
      "overview": "Pepe es la mejor persona del mundo, hasta que descubre que tiene una enfermedad terminal y que le quedan meses de vida. Para evitarle el sufrimiento a sus seres queridos, Pepe decide convertirse en la peor persona del mundo y así alejarlos de él para que no le echen de menos cuando muera.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/eN0mKvsil3HMcusKp00xWacBFxK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wiQ4ZVsqjhYNvD5NN0pXKej9CXJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/k9TO2FDOddtkADiWUwyuvzLzB6y.png"
    },
    {
      "id": "tmdb:33410",
      "type": "movie",
      "name": "La diligencia 2",
      "ids": {
        "tmdb": 33410
      },
      "overview": "El jefe apache Jerónimo ha huido de la reserva y ha desenterrado el hacha de guerra. En una diligencia que atraviesa el desierto de Arizona exponiéndose al ataque de los indios, viajan Lucy Mallory, una mujer embarazada y casada con un capitán de caballería; Dallas, una desdichada prostituta a la que han expulsado del pueblo, y un sheriff que, durante el viaje, recoge al conocido forajido Johnny Ringo. Entre los viajeros hay también un jugador profesional y un médico borrachín. Las circunstancias harán que las relaciones entre ellos sean más bien tensas. Versión televisiva del clásico de John Ford y John Wayne, \"La diligencia\" (1939).",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/mlXJq1p8KumbAEeM1QgkQPMKaD1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/31xrWzI7F0ee1wxdIq8h0EP9ZWe.jpg"
    },
    {
      "id": "tmdb:9830",
      "type": "movie",
      "name": "Haven",
      "ids": {
        "tmdb": 9830
      },
      "overview": "Durante un fin de semana, un turbio hombre de negocios (Paxton) vuela a las Islas Caimán huyendo de una persecución de los federales. Su llegada provocará una serie de hechos que implicarán a un ciudadano británico (Bloom), y que tendrán insospechadas consecuencias.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/cV6rQ2wPN5I58d34DHyFAmO36BF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gae9S5sBPSpMVgmKVSwnweuRPfe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qoktN8lehzM1O7CRVkH3th98z0H.png"
    },
    {
      "id": "tmdb:341744",
      "type": "movie",
      "name": "Truman",
      "ids": {
        "tmdb": 341744
      },
      "overview": "Tomás, que vive en Canadá, viaja a Madrid, España, para visitar a su viejo amigo Julián. Ambos, acompañados por Truman, el fiel perro de Julián, compartirán durante apenas unos días muchos pequeños momentos sorprendentes y emotivos, desencadenados por la dura situación que Julián está viviendo.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/eXISQb5JHkHTtn9LUpflRNmRaQG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iUAFLqAj7p1v8zkOReyd7tjSLDg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/urEMex5zsZY6WBmrqB9BOZysE6.png"
    },
    {
      "id": "tmdb:209251",
      "type": "movie",
      "name": "Caníbal",
      "ids": {
        "tmdb": 209251
      },
      "overview": "Carlos es un hombre respetable, el sastre más prestigioso de Granada, España. Su vida se reduce a trabajar y su principal afición es comer; pero no cualquier cosa.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/8XVOI3EUHbASU88T7XfOuQeelGL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/w5IOxgEXqEiAduAECuiZTzyzM0k.jpg"
    },
    {
      "id": "tmdb:403509",
      "type": "movie",
      "name": "Secuestro",
      "ids": {
        "tmdb": 403509
      },
      "overview": "La vida de la prestigiosa abogada Patricia de Lucas se vuelve un infierno tras la desaparición de su hijo Víctor, al que no encuentra un día a la salida del colegio. Horas más tarde el pequeño aparece, pero magullado y sudoroso, después de haber logrado escapar mientras intentaban secuestrarlo. La policía se moviliza y logra dar con el responsable… al menos en apariencia. Pero como las pruebas no son suficientes, el presunto secuestrador queda en libertad. Es entonces cuando Patricia decide tomarse la justicia por su cuenta.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/iT4UuE0iJDjkOBVcKftEv7VXblh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oZ6Fo3cIkuYTaKRZawJg0UuFpzk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/f48ysStifAOEPTkrAccSLHRit3L.png"
    },
    {
      "id": "tmdb:505192",
      "type": "movie",
      "name": "Un asunto de familia",
      "ids": {
        "tmdb": 505192
      },
      "overview": "Osamu y su hijo se encuentran con una niña en mitad de un frío glacial. Al principio, y después de ser reacia a albergar a la niña, la esposa de Osamu aceptará cuidarla cuando se entere de las dificultades que afronta. Aunque la familia es pobre y apenas gana suficiente dinero para sobrevivir a través de pequeños delitos, parecen vivir felices juntos, hasta que un accidente imprevisto revela secretos ocultos, poniendo a prueba los lazos que les unen.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/7f8nFFOoifqHRbtCzgYVjOZ9XBl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8BRhsnEp2sROieL0GxAYTydxUx8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/anwu1ceDx9rgEJvAIbPg1RRjtWz.png"
    },
    {
      "id": "tmdb:234200",
      "type": "movie",
      "name": "Pride (Orgullo)",
      "ids": {
        "tmdb": 234200
      },
      "overview": "En el verano de 1984, siendo primera ministra Margaret Thatcher, el Sindicato Nacional de Mineros (NUM) convoca una huelga. Durante la manifestación del Orgullo Gay en Londres. Un grupo de lesbianas y gays se dedica a recaudar fondos para ayudar a las familias de los trabajadores, pero el sindicato no acepta el dinero. El grupo decide entonces ponerse en contacto directo con los mineros y van a un pueblecito de Gales. Empieza así la curiosa historia de dos comunidades totalmente diferentes que se unen por una causa común. Basada en hechos reales.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/60yODrgrKDw8d2427tQRC7Vsa5V.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xQRHZ9v6SfpVczpXof81noBvG5y.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kNfzlO8lUAXYmOxqdKn9kDxzbK6.png"
    },
    {
      "id": "tmdb:619441",
      "type": "movie",
      "name": "Adiós",
      "ids": {
        "tmdb": 619441
      },
      "overview": "Sevilla, España. Juan Santos, un delincuente de poca monta que cumple condena, sale de prisión por un día para celebrar con Triana, su mujer, la primera comunión de su hija Estrella.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/tzr7XZNEq6zwgBVQzrrEHieOUI2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fKV0cMuXgfsDX5rAJYUktlZhS6S.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ebdR7wAmzD8xBHaHyGorsiuvVFs.png"
    }
  ]
}