{
  "metas": [
    {
      "id": "tmdb:1149167",
      "type": "movie",
      "name": "Ladrones con clase 2",
      "ids": {
        "tmdb": 1149167
      },
      "overview": "Un ladrón brillante se ve obligado a robar un casino cuando su archienemigo secuestra a su novia. Entre criminales y el FBI, arriesga todo por amor.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/8rlrT43Toat04Zk8cD1UVa1LHg7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eJe4sl6VQ4gzOe2V4tOXPlhJxnk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oPiSVIPjYOp2ASHyzhJH5PA50Zt.png"
    },
    {
      "id": "tmdb:573435",
      "type": "movie",
      "name": "Bad Boys: Ride or Die",
      "ids": {
        "tmdb": 573435
      },
      "overview": "Los policías más famosos del mundo regresan con su icónica mezcla de acción al límite y comedia escandalosa, pero esta vez con un giro inesperado: ¡Los mejores de Miami se dan a la fuga! Cuarta entrega de la saga 'Dos policías rebeldes'.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/5jI2vEHJReAx8iFDmhC2O3yW37w.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/A3EfIdSs7Y1dnUqSSTpuDFxH4zQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wZOqfOtqVqZMsUyjTLbNdENaYNg.png"
    },
    {
      "id": "tmdb:823464",
      "type": "movie",
      "name": "Godzilla y Kong: El nuevo imperio",
      "ids": {
        "tmdb": 823464
      },
      "overview": "Una aventura cinematográfica completamente nueva, que enfrentará al todopoderoso Kong y al temible Godzilla contra una colosal amenaza desconocida escondida dentro de nuestro mundo. La nueva y épica película profundizará en las historias de estos titanes, sus orígenes y los misterios de Isla Calavera y más allá, mientras descubre la batalla mítica que ayudó a forjar a estos seres extraordinarios y los unió a la humanidad para siempre.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/2YqZ6IyFk7menirwziJvfoVvSOh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5uzu4Zo5AbJlOQIBAqeq1ecfmmm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7GQswKy5K1W3nYCwwQupNkuG3W8.svg"
    },
    {
      "id": "tmdb:519465",
      "type": "movie",
      "name": "Reina de corazones",
      "ids": {
        "tmdb": 519465
      },
      "overview": "Annie es una exitosa abogada que vive en una casa de estilo modernista con sus dos hijas y su marido Peter, un reputado físico. La aparición de Gustav, un hijo que pertenece a una relación previa de Peter, pone patas arriba la armonía que reina en la vida de Annie. Lo que en un principio parece ser un movimiento liberador para ella, pronto se convierte en una historia de poder y traición que tendrá consecuencias devastadoras en su vida.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/dnbZXUwp7ZGNZnPeBxXA1HHxsab.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aWwUdi3zxShya80CNUNA6l2KQJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4HUBBAgNDN7h2hU4LcMQOOaA3zB.png"
    },
    {
      "id": "tmdb:290098",
      "type": "movie",
      "name": "La doncella",
      "ids": {
        "tmdb": 290098
      },
      "overview": "Corea, década de 1930, durante la colonización japonesa. Una joven llamada Sookee es contratada como doncella de una rica mujer japonesa, Hideko, que vive recluida en una gran mansión bajo la influencia de un tirano. Sookee guarda un secreto y con la ayuda de un estafador que se hace pasar por un conde japonés, planea algo para Hideko.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/1CJWo3mJwNEi0RsSZyxbgVFOj8B.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lkW05VRHaCW85CqcldLQ1qPXVEu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rn3XRsaFts7VysRswHxxtIq7ZWY.png"
    },
    {
      "id": "tmdb:119450",
      "type": "movie",
      "name": "El amanecer del planeta de los simios",
      "ids": {
        "tmdb": 119450
      },
      "overview": "Un grupo de simios con grandes cualidades para la supervivencia toma las calles, liderado por César, un simio dotado de una inteligencia y unos instintos superiores para cualquier primate. Ante la necesidad de libertad, esta raza animal decide no doblegarse ante los humanos. Tendrá que luchar contra un grupo de humanos que han sobrevivido a una fuerte epidemia, desatada en la década anterior. Ambas partes han establecido una tregua, pero se verá interrumpida.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/mP5Wr0YkO3EDqc6vkvtdifi7KKI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hkYU2SlXjR1h24ushpUM1CYzzzD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mVCvVA0t59XzM4wIoxqtj1lRpbv.png"
    },
    {
      "id": "tmdb:977506",
      "type": "movie",
      "name": "Mi crimen",
      "ids": {
        "tmdb": 977506
      },
      "overview": "Francia, 1935. Un investigador deberá resolver el asesinato de un banquero parisino. De entre una serie de pintorescos sospechosos destaca Madeleine, cuyos deseos de fama y fortuna se pondrán en el camino de la investigación.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/2tr9JSsAAopTGpCakOYF0tw5d4u.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nXpiomCgEnF4iC7H6we8Tb2Nvh0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6GKA5ryup9o2szZqufAkDYpDGK0.png"
    },
    {
      "id": "tmdb:354110",
      "type": "movie",
      "name": "Forsaken",
      "ids": {
        "tmdb": 354110
      },
      "overview": "Atormentado por un oscuro secreto, un pistolero abandona su vida de asesinatos y regresa a casa, cuando se entera que su madre murió. Él se ve obligado a confrontar a su padre distante y la vida que dejó atrás. Pero una pandilla local está aterrorizando la ciudad y John Henry es el único que puede detenerlos...  La primera película de Jon Cassar se adhiere escrupulosamente a todas las reglas del género, lo que significa que la historia es totalmente predecible en lo dramático, pero también ofrece algunos de los placeres formales más elementales.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/rY8TsSvVAf9llRKIo55NlrjqR5g.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/MsChwiLqgjHXY6apSHFfL8U61b.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/f3wkavSUeqZWgmIGQ6l639GAWvd.png"
    },
    {
      "id": "tmdb:660120",
      "type": "movie",
      "name": "La peor persona del mundo",
      "ids": {
        "tmdb": 660120
      },
      "overview": "Julie va a cumplir los treinta y su vida es un desastre existencial. Ya ha desperdiciado parte de su talento y su novio Aksel, un exitoso novelista gráfico mayor que ella, la presiona para que contenga su energía creativa y siente la cabeza. Una noche se cuela en una fiesta y conoce al joven y encantador Eivind. Tardará poco en romper con Aksel y embarcarse en una nueva relación con la esperanza de que su vida adquiera una nueva perspectiva. Sin embargo, tendrá que darse cuenta de que ya es demasiado tarde para ciertas opciones vitales.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/hTMRZV2kRhUlbKCph1Azd59vc3P.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6ClAtQvmO2NGCeIjOJAiXv9KCMz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jK92jp29EJGZeAiFP1caIcD8jux.png"
    },
    {
      "id": "tmdb:787699",
      "type": "movie",
      "name": "Wonka",
      "ids": {
        "tmdb": 787699
      },
      "overview": "Basada en el personaje que protagoniza \"Charlie y la fábrica de chocolate\", el libro infantil más emblemático de Roald Dahl y uno de los más vendidos de todos los tiempos, \"Wonka\" cuenta la historia de cómo el mayor inventor, mago y chocolatero del mundo se convirtió en el querido Willy Wonka que conocemos hoy en día.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/6eHcR7zwvNSvkOl9jbctU0lvZQ1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/arX5fqUH7t0TxiCDbDEPCeSqYk4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4MdzluUXHjgVRwRRNh5vSPq0TB5.png"
    },
    {
      "id": "tmdb:1002338",
      "type": "movie",
      "name": "Operación Napoleón",
      "ids": {
        "tmdb": 1002338
      },
      "overview": "Una abogada se involucró en una conspiración internacional después de ser acusada de un asesinato que no cometió. La única posibilidad de supervivencia radica en descubrir el secreto de un viejo avión alemán de la Segunda Guerra Mundial, descubierto en el glaciar más grande de Islandia.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/icDJzeudwaF5XVQsC3BJkTMT1Zj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oTAbBVd48ngNEfXrZhGAtNbRbto.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xGAMFw6GLOdTBkUSJTSMOB00Jlc.png"
    },
    {
      "id": "tmdb:281338",
      "type": "movie",
      "name": "La guerra del planeta de los simios",
      "ids": {
        "tmdb": 281338
      },
      "overview": "César y sus monos son forzados a encarar un conflicto mortal contra un ejército de humanos liderado por un brutal coronel. Después de sufrir pérdidas enormes, César lucha con sus instintos más oscuros en una búsqueda por vengar a su especie. Cuando finalmente se encuentren, Cesar y el Coronel protagonizarán una batalla que pondrá en juego el futuro de ambas especies y el del mismo planeta. Tercera película de la nueva saga de El Planeta de los Simios.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/iAm7IAqfK6VL2h1yh9QbpcctaT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/RNbErmFebK8aPKUTJumAb9NXK8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ziPo9eTPdzdeqmaracCs3KGYTq0.png"
    },
    {
      "id": "tmdb:50546",
      "type": "movie",
      "name": "Sígueme el rollo",
      "ids": {
        "tmdb": 50546
      },
      "overview": "Danny Maccabee es un cirujano plástico que siempre finge estar casado para así no comprometerse con ninguna mujer. Pero un día conoce a la despampanante Palmer, una joven con la que quiere algo más serio. El problema es que cuando Palmer descubre su anillo de casado, piensa que lo está, así que Danny decide contratar a su ayudante Katherine, una madre soltera con hijos, para que finjan ser su familia. Su intención es demostrarle a Palmer que su amor por ella es tan grande que está a punto de divorciarse de su mujer.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/rCpABsHAJz7eKDNgPiAxl6nSFjU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/muGTfDMBlGiT1YXfx00ZyNeB3h.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/k5uRjH8jdVkRNurTQJjdZV45H1r.png"
    },
    {
      "id": "tmdb:810",
      "type": "movie",
      "name": "Shrek tercero",
      "ids": {
        "tmdb": 810
      },
      "overview": "Shrek se casó con Fiona, pero lo que no tuvo en cuenta es que al casarse con una princesa... tarde o temprano uno termina siendo rey. Cuando su suegro, el Rey Harold, cae enfermo, Shrek se encuentra en riesgo de tener que abandonar su amado pantano por el trono. A menos claro que encuentre un heredero. Junto con Asno y el Gato con Botas, Shrek viaja para en busca del primo de Fiona, Arturo. Mientras, en Muy Muy Lejano, el Principe Encantador recluta un ejército de villanos de cuento para tomar el trono por la fuerza. Pero no cuentan con que Fiona y la Reina Lillian también han reunido su grupo de heroínas de cuento para hacerles frente...",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/7sTwtmVPTX77CFOUXdwAM7lKtKL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4uSRGXXU4kucRUbzd6X4lDZXeti.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ml4ZAXZrJHvFb3WjaPRy3NF3xzq.png"
    },
    {
      "id": "tmdb:793998",
      "type": "movie",
      "name": "El acontecimiento",
      "ids": {
        "tmdb": 793998
      },
      "overview": "Francia, 1963. Anne, una joven y brillante estudiante con un futuro prometedor, descubre que está embarazada. De la noche a la mañana ve truncada la oportunidad de terminar sus estudios y huir de las asfixiantes restricciones de su entorno. Con los exámenes finales acercándose y un vientre que no para de crecer, Anne decide actuar, incluso si supone confrontar la vergüenza, el dolor y hasta ir a la cárcel por ello.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/3EwqppBdI3n42tgecg01fVeDOsb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dNZhvLsaYtQpiDAJREgIp1CCLH3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7xk0SpfjuDjKsTSfOtpS861uf3z.png"
    },
    {
      "id": "tmdb:262543",
      "type": "movie",
      "name": "Autómata",
      "ids": {
        "tmdb": 262543
      },
      "overview": "En un futuro no lejano, en el que el planeta Tierra sufre una creciente desertización, Jacq Vaucan, un agente de seguros de una compañía de robótica, investiga un caso en apariencia rutinario cuando descubre algo que podría tener consecuencias decisivas para el futuro de la humanidad. Banderas produce y protagoniza este thriller futurista, que especula sobre lo que ocurriría si la inteligencia artificial superase a la humana.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/bU9XAANR7WWqRRbXk2Oj5OF6km3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1oid01tHrmcTEj02cf7j3HiQZ9J.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jQ8TLJDrnFFMAYtCZy5QVhnHKtV.png"
    },
    {
      "id": "tmdb:524",
      "type": "movie",
      "name": "Casino",
      "ids": {
        "tmdb": 524
      },
      "overview": "Las Vegas, 1973. Sam \"Ace\" Rothstein, un profesional de las apuestas, es el eficaz director de un importante casino que pertenece a un grupo de mafiosos. Su misión es controlar el funcionamiento del negocio y garantizar que la corriente de dinero que va a parar a manos de sus jefes siga fluyendo. Las Vegas es un lugar ideal para millonarios y políticos, pero es también lugar de paso de tahúres, prestamistas, traficantes de drogas y matones. Un día el violento Nicky Santoro, al que sus jefes han encargado que cuide de Sam, llega a Las Vegas con la intención de quedarse.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/7x8lsyTB0G7OrLzQ7qxt3ywQ4OY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2AnMaPHpbmg6dQdhdtMwmICx8dO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xBLs1V4UnVR1Gf4UJUNodQvwgt.png"
    },
    {
      "id": "tmdb:586863",
      "type": "movie",
      "name": "Los miserables",
      "ids": {
        "tmdb": 586863
      },
      "overview": "Montfermeil, un suburbio al este de París. Stéphane acaba de unirse a la Brigada de Lucha contra la Delincuencia, donde conoce a sus nuevos compañeros, Chris y Gwada, dos agentes con experiencia en las enormes tensiones que existen entre los distintos grupos organizados por el control del barrio.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/x38m4xUo4byOuzrAQO0zMrpxEau.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6K74rGGGjKGrblGTa7S9yRcUtnF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rgwvcVYc4FxRkBcWrCo2k1TQZIm.png"
    },
    {
      "id": "tmdb:277387",
      "type": "movie",
      "name": "Sólo química",
      "ids": {
        "tmdb": 277387
      },
      "overview": "Oli se enamora de una rutilante estrella del cine y la televisión, Eric Soto, con el que vivirá un romance maravilloso adentrándose en un mundo de glamour, éxito, fama y dinero. Mientras tanto, su mejor amigo Carlos, psicólogo, la intenta convencer que el amor no existe, que es solamente un efecto químico que nos hace confundir la realidad.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/k35xr5o5JYTf9D52e6fA4HFXmav.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/l2Adra1yxlXSO10ShfBcNhUy9S7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3251VnVpz2NyJjHx8lBatfMryHk.png"
    },
    {
      "id": "tmdb:11423",
      "type": "movie",
      "name": "Memories of Murder (Crónica de un asesino en serie)",
      "ids": {
        "tmdb": 11423
      },
      "overview": "Corea del Sur, 1986. Una joven aparece brutalmente violada y asesinada. Dos meses después, se producen una serie de violaciones y asesinatos en circunstancias similares. Para buscar al asesino, se organiza un destacamento especial, encabezado por un detective de la policía local (Park Doo-man) y un detective de la policía de Seúl (Seo Tae-yoon), que ha solicitado ser asignado al caso.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/eq4oNv2fcDw8murQ9RYyCVbhPHC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/njaw7QZy5ni8ZDydx3b1EDpEfwk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/niLURXAXr6I6Z5b6fcUzz5LpH4c.png"
    },
    {
      "id": "tmdb:333484",
      "type": "movie",
      "name": "Los siete magníficos",
      "ids": {
        "tmdb": 333484
      },
      "overview": "Siete forajidos son contratados por los desesperados habitantes del pueblo de Rose Creek para que les defiendan de la amenaza de un despiadado extorsionador llamado Bartholomew Bogue. Mientras preparan el pueblo para la violenta confrontación que saben se avecina inevitablemente, estos siete mercenarios se encontrarán luchando por algo más que el simple dinero.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/uotXQy2IKigAA6vvUIUsBPNHkH0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9AiMqzxVjl2cLIrfP1RPeZeykWh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iVH3gajMZHXLLrsRIWgS4sXAH6H.png"
    },
    {
      "id": "tmdb:616561",
      "type": "movie",
      "name": "Hope",
      "ids": {
        "tmdb": 616561
      },
      "overview": "¿Qué sucede con el amor cuando a una mujer en la mitad de su vida le quedan tres meses de vida? Anja (43) vive con Tomas (59) en una gran familia de hijos biológicos e hijastros. Durante años, la pareja se ha independizado una de la otra. Cuando Anja recibe un diagnóstico de cáncer cerebral terminal el día antes de Navidad, su vida se rompe y expone el amor desatendido.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/awbG2zLCgK4NB4D4MXnCNrlE4zE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4RnO8pDXRg5kC8NhA6ng18MiLvS.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kEq0UlIZhSoGrsAz2xRaKh4AGg.png"
    },
    {
      "id": "tmdb:594692",
      "type": "movie",
      "name": "Madre",
      "ids": {
        "tmdb": 594692
      },
      "overview": "Elena perdió a su hijo Iván, de seis años, en una playa de Francia. Ahora Elena vive en esa playa y está empezando a salir de ese oscuro túnel donde ha permanecido anclada todo este tiempo.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/eO5rhMM2SftbAUWDGclVuaBVL5W.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gEtMhUVDmrjudRDAq0ciKxSMd4l.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hdJ6ofD544dbbxqPLqF3DfPLkgS.png"
    },
    {
      "id": "tmdb:12085",
      "type": "movie",
      "name": "Tres mujeres y un plan",
      "ids": {
        "tmdb": 12085
      },
      "overview": "Bridget Cardigan es un ama de casa de clase media que aparentemente vive el sueño americano, con una casa en una urbanización, con jardín y criada. Un año y medio después de que su marido, Don Cardigan, haya perdido su trabajo de director en una gran empresa –y su mujer todavía no lo sabe–, el matrimonio está a punto de perderlo todo, incluida la casa. Cuando Bridget lo descubre, se busca un trabajo en el Banco de la Reserva Federal de conserje, el único puesto para el que está cualificada. Allí conoce a Nina Brewster, una madre soltera y trabajadora que vive en los suburbios con sus dos niños.Nina se pasa el día alimentando una trituradora con millones y millones de dinero viejo y deteriorado. A pesar de ser una empleada trabajadora y de confianza que lleva muchos años en el puesto, como les sucede a muchos empleados, Nina vive al día. No le llega para ahorrar ni un céntimo.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/6Lfn82FYdjXsXZdFOclUwssblmW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/u3ny4Sr9J4WWGftyT9Au4t3M4CQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/foI37YmZlwIcBoMJelEwOgvK7FF.png"
    },
    {
      "id": "tmdb:489418",
      "type": "movie",
      "name": "En buenas manos",
      "ids": {
        "tmdb": 489418
      },
      "overview": "Theo acaba de nacer. Después de dar a luz, su madre biológica le entrega a un programa de adopción. Los servicios de adopción deben encontrar entonces a la que se convertirá en su madre adoptiva. En el otro extremo, Alice (Élodie Bouchez) lleva casi diez años luchando por ser madre. Un grupo de profesionales trabajará para que Theo y Alice puedan reunirse.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/syQUPFh2CbkQOTElywukvPuUInV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fozq5WDVQQZ8C1K3rrvgB6IM5O9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8jBkbxK4ZS4T7zSjNhDZVOiYmD5.png"
    },
    {
      "id": "tmdb:27443",
      "type": "movie",
      "name": "Filón de plata",
      "ids": {
        "tmdb": 27443
      },
      "overview": "En la pequeña ciudad de Silver Lode, el sheriff McCart interrumpe bruscamente la boda entre Dan y Rose para detener al novio.",
      "year": 1954,
      "poster": "https://image.tmdb.org/t/p/w342/1l4HLFk81KEsWxNtaFVkz3q25kh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rWx3NHwnPRMH2w3TwRmZZip6SNp.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rUaAK4p8d0rStqm8E4ubsqXKfF6.png"
    },
    {
      "id": "tmdb:936386",
      "type": "movie",
      "name": "El agua",
      "ids": {
        "tmdb": 936386
      },
      "overview": "Ana, su madre y su abuela viven en un pequeño pueblo del sureste de España donde las tres son miradas con recelo.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/kUdDRXx1EaJ299Zl2kTkVJGOhm0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/29Zp9fAsrZ9ZXMrHRa9OUbFgazt.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/p7ZfQJm7sVndceAUkkBh5o1dht.png"
    },
    {
      "id": "tmdb:449443",
      "type": "movie",
      "name": "Juego de ladrones: El atraco perfecto",
      "ids": {
        "tmdb": 449443
      },
      "overview": "Todos los días, el banco de la Reserva Federal de Los Ángeles saca de la circulación 120 millones de dólares en efectivo. Un grupo de experimentados ladrones planea su gran atraco final: robar esos 120 millones, pero el departamento del Sheriff de Los Ángeles, la brigada más temida de la ciudad liderada por 'El gran Nick', no está dispuesto a ponérselo fácil.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/cCatppK0mMR7DBfnFJC7vF8kdut.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hhq1rJur8InoPsBIAc3Vk1KWEZK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/Q79VihBmdmKtecOgeELiS7jafl.png"
    },
    {
      "id": "tmdb:766804",
      "type": "movie",
      "name": "Girasoles silvestres",
      "ids": {
        "tmdb": 766804
      },
      "overview": "Julia, una joven de 22 años y madre de dos niños, se enamora de Óscar, un chico conflictivo con el que comienza una relación. A medida que pasan tiempo juntos, Julia empezará a plantearse si Óscar es la persona que realmente necesita a su lado, lo que la llevará a iniciar un viaje personal en busca de su felicidad y la de su familia.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/tHK4c0UZKrqkmXZ2HJeGNhNetRz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lQNSk0NIaaHKXv1UasAjxCCD8l4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSGPEGhWgsWASfTzLGxKm2rrFwT.png"
    },
    {
      "id": "tmdb:649394",
      "type": "movie",
      "name": "Worth",
      "ids": {
        "tmdb": 649394
      },
      "overview": "Basada en hechos reales. Kenneth Feinber es un prestigioso abogado de Washington D. C. que acepta el encargo de administrar el Fondo de Compensación para las Víctimas del 11 de septiembre. En su lucha por la defensa de los intereses de los afectados entre la maraña burocrática y política estadounidense, descubrirá la esencia sentimental de la vida.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/rukf2HxdOcpL6hNswFmbHrrZJ5T.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xBzUJdBtRNhBe9q96ABKArLRlIZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/njBfcEV10fGVanDPdgZlwGRekzs.png"
    },
    {
      "id": "tmdb:140654",
      "type": "movie",
      "name": "Total",
      "ids": {
        "tmdb": 140654
      },
      "overview": "Año 2598, hace tres días que el mundo ha llegado a su fin en Londres, un pequeño y perdido pueblo de ambiente castellano. Lorenzo, pastor de ovejas, nos cuenta una serie de sucesos extraordinarios que han ido anunciando el fin del mundo: las vacas quieren ir a la escuela, las paredes se derrumban, o Doña Paquita se aparece en los lugares más insospechados...",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/dTa9etfggiQXOUXcLPq1ecwBg8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xtFegIFxRDQ63MnJkjcyCT2HBvp.jpg"
    },
    {
      "id": "tmdb:403509",
      "type": "movie",
      "name": "Secuestro",
      "ids": {
        "tmdb": 403509
      },
      "overview": "La vida de la prestigiosa abogada Patricia de Lucas se vuelve un infierno tras la desaparición de su hijo Víctor, al que no encuentra un día a la salida del colegio. Horas más tarde el pequeño aparece, pero magullado y sudoroso, después de haber logrado escapar mientras intentaban secuestrarlo. La policía se moviliza y logra dar con el responsable… al menos en apariencia. Pero como las pruebas no son suficientes, el presunto secuestrador queda en libertad. Es entonces cuando Patricia decide tomarse la justicia por su cuenta.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/iT4UuE0iJDjkOBVcKftEv7VXblh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oZ6Fo3cIkuYTaKRZawJg0UuFpzk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/f48ysStifAOEPTkrAccSLHRit3L.png"
    },
    {
      "id": "tmdb:655181",
      "type": "movie",
      "name": "Libertad",
      "ids": {
        "tmdb": 655181
      },
      "overview": "Después de mucho tiempo sin coincidir en su casa de verano, la familia Vidal pasa las últimas vacaciones con la abuela Ángela, que sufre Alzheimer avanzado. Por primera vez en su vida, Nora (14), siente que no encuentra su lugar: los juegos de niños le parecen ridículos y las conversaciones de los adultos todavía le van grandes. Pero todo cambia con la llegada de Libertad (15), la hija de Rosana, la mujer colombiana que cuida a Ángela.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/fHIvnHO8S1kCWpQ9UDO6U6UgZP7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qGe1zq7WeO7hQeHQPxlTB9yjQC7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hAH3q4YeyhUddDTHbph5tn8w8Cu.svg"
    },
    {
      "id": "tmdb:395834",
      "type": "movie",
      "name": "Wind River",
      "ids": {
        "tmdb": 395834
      },
      "overview": "Una joven agente del FBI se alía con un veterano rastreador local para investigar el asesinato de una joven ocurrido en una reserva de nativos americanos...",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/8YQzSkPbJB5PJMTvTccDNo3z9K7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cCc9GdKtgs3fZrqQe6PYbaC38dh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cukehwDevWqOkqI21cJXJvmfXaq.png"
    },
    {
      "id": "tmdb:234200",
      "type": "movie",
      "name": "Pride (Orgullo)",
      "ids": {
        "tmdb": 234200
      },
      "overview": "En el verano de 1984, siendo primera ministra Margaret Thatcher, el Sindicato Nacional de Mineros (NUM) convoca una huelga. Durante la manifestación del Orgullo Gay en Londres. Un grupo de lesbianas y gays se dedica a recaudar fondos para ayudar a las familias de los trabajadores, pero el sindicato no acepta el dinero. El grupo decide entonces ponerse en contacto directo con los mineros y van a un pueblecito de Gales. Empieza así la curiosa historia de dos comunidades totalmente diferentes que se unen por una causa común. Basada en hechos reales.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/60yODrgrKDw8d2427tQRC7Vsa5V.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xQRHZ9v6SfpVczpXof81noBvG5y.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kNfzlO8lUAXYmOxqdKn9kDxzbK6.png"
    },
    {
      "id": "tmdb:834966",
      "type": "movie",
      "name": "Mi familia preferida",
      "ids": {
        "tmdb": 834966
      },
      "overview": "Ann es una profesora de yoga que intenta encontrar la paz interior a pesar de que su familia es maníaca y cuya vida amorosa es miserable. Además de eso, no sabe cómo decir que no y se encuentra solucionando los problemas de todos.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/b6mTPplRvjtWUTwJQf90sZLrOFI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fh7xZ7QpILvh8a1lZINzE3QTKzE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tJZeDmrxcEqknMyTRdB8iPIfZfI.png"
    },
    {
      "id": "tmdb:56647",
      "type": "movie",
      "name": "Primos",
      "ids": {
        "tmdb": 56647
      },
      "overview": "A Diego (Quim Gutiérrez) lo ha dejado su novia Yolanda (Nuria Gago) cinco días antes de la boda. ¿Qué es lo más maduro y sensato que debe hacer para superarlo? 1.- Presentarse en la iglesia el día de la boda por si ella se arrepiente. 2.- Emborracharse y despotricar junto a sus primos Julián (Raúl Arévalo) y José Miguel (Adrián Lastra). 3.- Ir con sus primos a las fiestas de Comillas, el pueblo donde veraneaban de pequeños, y allí intentar recuperar a Martina (Inma Cuesta), el amor de su adolescencia.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/mPZj6Uym4xCxADxkuWSKKEV5azf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3Ss6olnuBnrvCirseFebIsnsiG5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ya5RclGngJ9KG3XR82HckE2iMBo.png"
    },
    {
      "id": "tmdb:77877",
      "type": "movie",
      "name": "Cuando te encuentre",
      "ids": {
        "tmdb": 77877
      },
      "overview": "Un soldado americano destinado en Irak encuentra la fotografía de una mujer de la que queda prendado. Considera que el hallazgo es una prueba irrefutable de su buena suerte, así que, cuando regresa a su país, busca a la chica y la encuentra: se trata de una madre divorciada. Adaptación de una novela de Nicholas Sparks (El diario de Noa).",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/fRvAAnok5idXu42DNVAuXaNxx6x.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xnCmtfrjyiJadJ3IJGXyCCv1bGQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ssdOGUW4BTAWgYxakGRLEznbua.png"
    },
    {
      "id": "tmdb:542417",
      "type": "movie",
      "name": "Skin",
      "ids": {
        "tmdb": 542417
      },
      "overview": "Un hombre joven desamparado, criado por cabezas rapadas y conocido entre los supremacistas blancos, da la espalda al odio y a la violencia con la esperanza de transformar su vida. Para ello, cuenta con la ayuda de un activista negro y de la mujer a la que ama... inspirada en hechos reales.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/yVt4Yqn547H9JhXd8m6163f54QE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yYw5Eicy4iGAgdYghyEQKVjGL7t.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jCVQRTGa52jfuOlj2mziAHM1Puf.png"
    },
    {
      "id": "tmdb:570480",
      "type": "movie",
      "name": "Trasto, de la mansion a la calle",
      "ids": {
        "tmdb": 570480
      },
      "overview": "Trasto es un perro que vive con todo lujos y sin ninguna complicación junto a su rica dueña, pero cuando esta fallece el perro tendrá que aprender a vivir sin ninguno de los lujos a los que está acostumbrado. Sin dinero y fuera de la mansión donde siempre había vivido, Trasto tiene que hacer frente a los peligros de la calle hasta que su camino se cruza con Zoe, una joven que lo acoge en su casa. Sin embargo, la tranquilidad no llega para Trasto cuando tiene que evitar ser atrapado por los codiciosos sobrinos de su antigua dueña, que le necesitan para cobrar la herencia que su antigua dueña le había dejado íntegramente a Trasto.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/kbeVZtX9HcsrkSyF0KrB4odkkiM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/r6TvdvuWDq4Dfv8P75QbJeDsA1i.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/chNonWsxfSltkfNp8syTUDjfgmu.png"
    },
    {
      "id": "tmdb:808087",
      "type": "movie",
      "name": "Con canas y a lo loco",
      "ids": {
        "tmdb": 808087
      },
      "overview": "Mackenzie se siente hastiada de hacer todas las cosas que tiene que hacer para estar a la moda y poder llamar la atención a sus 30 años. En secreto le gustaría tener más de 60 años para poder simplemente descansar, relajarse y ponerse un buen jersey de lana sin tener que seguir ninguna tendencia. Pero cuando su sueño se cumple tras una extraño suceso y se convierte en Rita, una mujer de 65 años, Mack descubrirá que la vejez no es exactamente lo que ella imaginaba.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/5KSdIPMGQHHbIu7R6YkX0BVI8vP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3MF4KQpDEZEKxAyOFxFFP64Q70Y.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/maOKvmrt1wwRWn28DkSS42nOufo.png"
    },
    {
      "id": "tmdb:457",
      "type": "movie",
      "name": "Sissi",
      "ids": {
        "tmdb": 457
      },
      "overview": "Francisco José debe casarse y, aunque su madre ya ha pensado en Helena, una joven princesa bávara, el emperador se enamora perdidamente de Elizabeth (Sissi), una joven espontánea y poco convencional que detesta el protocolo de la Corte. A pesar de que su decisión no contará con la aprobación de su madre, el joven enamorado hará de su espléndida boda con Sissi la primera victoria en el frente familiar.",
      "year": 1955,
      "poster": "https://image.tmdb.org/t/p/w342/iGy9j4AdhkiOYRYeTSpq7g3zayL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rKs8y5WlXcYX5GCbDkXcXybGteZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wfe8xNJTbfh87DZMwfJXG69cyV3.png"
    },
    {
      "id": "tmdb:718529",
      "type": "movie",
      "name": "Una familia de aúpa",
      "ids": {
        "tmdb": 718529
      },
      "overview": "Cuando Marie se entera de que está embarazada, decide ir a visitar a su padre al País Vasco y contarle la buena noticia. Su prometido, que no conoce a su suegro, decide sorprenderle preséntandose en su casa sin avisar. Allí descubre la cruda realidad: mientras que él es un vegano radical, su futuro suegro es el carnicero más famoso de la zona. ¿Serán capaces de estar juntos sin matarse?",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/oueP7BlRck8gk8X3d1idxwsbc5D.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/d7N1FSwaJXEt2inFMT9LT2WroOC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ed2Nchw9gypYxTXwf8fTiFsJr6d.png"
    },
    {
      "id": "tmdb:848058",
      "type": "movie",
      "name": "Cerdita",
      "ids": {
        "tmdb": 848058
      },
      "overview": "Debido a su obesidad, Sara vive atormentada por las continuas burlas de las otras chicas de su pequeño pueblo. Pero todo cambiará cuando un desconocido llegue al pueblo y secuestre a sus acosadoras. Sara sabe más de lo que dice, y tendrá que decidir entre hablar y salvar a las chicas, o no decir nada para proteger al extraño hombre que la ha salvado.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/lb9V2uakN23fcHwI7tfRm5Jf7P1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2ZpwPckspTSY9sVEkjEyatgBWT7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/svSZHAbyjWrG2lJMfT8ig1WCHs8.png"
    },
    {
      "id": "tmdb:348657",
      "type": "movie",
      "name": "La mujer de la montaña",
      "ids": {
        "tmdb": 348657
      },
      "overview": "A sus cincuenta años, Halla, profesora de canto, declara la guerra a la industria local del aluminio, que está contaminando su país. Para ello, toma todo tipo de riesgos con el fin de proteger el medio ambiente en Islandia. Pero su situación podría cambiar con la llegada inesperada una carta que da luz verde por fin a sus trámites de adopción de una niña.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/z3WbfbCJoOywKGxzkludV6my7rg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7XolBNeZsAm4Gehx09Y4cPdvd5q.jpg"
    },
    {
      "id": "tmdb:341013",
      "type": "movie",
      "name": "Atómica",
      "ids": {
        "tmdb": 341013
      },
      "overview": "Año 1989, el muro de Berlín está a punto de caer. Un agente del MI6 encubierto aparece muerto y la espía Lorraine Broughton (Charlize Theron) debe encontrar por todos los medios una lista que el agente estaba intentando hacer llegar a Occidente, y en la que figuran los nombres de todos los agentes encubiertos que trabajan en Berlín oriental. Lorraine no se detendrá ante nada para conseguir dar con esa lista, enfrentándose a varios asesinos y sumergiéndose en un mundo en el que nadie parece ser quien dice ser.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/9DRFozlq1IMD7aMLzdRzWEEH6SH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pqKiaAaWRTA76hcO3ko89kQDJtG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uwoh89gpsUVfRFMK42AHFqqnLd3.png"
    },
    {
      "id": "tmdb:493108",
      "type": "movie",
      "name": "Flechazo a primera vista",
      "ids": {
        "tmdb": 493108
      },
      "overview": "Charlotte Marton es una joven administradora judicial que va a Suecia para cerrar una empresa de juguetes. Una vez allí, se encuentra con un hombre encantador que tiene a su cargo a numerosos empleados que necesitan mantener su puesto de trabajo.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/xHe8LOC6zF8JhoZDz3Vw3WjLdIr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xkkR2JXZH6YAqINphLHys8mhJmG.jpg"
    },
    {
      "id": "tmdb:538061",
      "type": "movie",
      "name": "El vendedor de tabaco",
      "ids": {
        "tmdb": 538061
      },
      "overview": "Viena, 1937, en vísperas de la anexión de Austria a la Alemania nazi. El joven e inexperto Franz Huchel comienza a conocer tanto las alegrías como los reveses de la vida trabajando en un pequeño estanco como aprendiz de Otto Trsnjek, un veterano de guerra mutilado. Allí conoce al famoso psiquiatra Sigmund Freud, un cliente habitual, que se convertirá en un valioso amigo en tiempos de caos e incertidumbre.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/gfxDn7yrkPBL4LHZQJp2QY2yngV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tUfYCSqZ4efMVd84hEF5Uc2MsBO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sN0DhRDZFtM6PhnAPUZbyWQpYDB.png"
    },
    {
      "id": "tmdb:444539",
      "type": "movie",
      "name": "La librería",
      "ids": {
        "tmdb": 444539
      },
      "overview": "En un pequeño pueblo de la Inglaterra de 1959, una mujer decide, en contra de la educada pero implacable oposición vecinal, abrir la primera librería que haya habido nunca en esa zona.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/4KUWhdtFclOc1FxLqI1RaK9shtc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5C3BqnQFLSNj5tB7MSxSvOnIyjU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wTZq2mE0I3yghfRQrGUFTtIRF1w.png"
    },
    {
      "id": "tmdb:666277",
      "type": "movie",
      "name": "Vidas pasadas",
      "ids": {
        "tmdb": 666277
      },
      "overview": "La familia de Nora emigra a Canadá cuando ella tiene 10 años. Pierde el contacto con su amor de la infancia. Muchos años después, cuando Nora está estudiando teatro en Nueva York, se reencuentra con él online.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/jWrJrLMD7SZoxc65KSYej6QOw12.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dgsJA4GnZUo28wMGqYziWqWDsVg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/arZFVZruwpk3ORWweOUXgi3oGwo.png"
    }
  ]
}