{
  "metas": [
    {
      "id": "tmdb:1455659",
      "type": "movie",
      "name": "Ma Meilleure Ennemie",
      "ids": {
        "tmdb": 1455659
      },
      "overview": "Music video about the complicated relationship between Jinx and Ekko in the Arcane series.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/inq2PYjiTdr0itERlFHk2gAI70p.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sMDQuwsovJQxhGdSClU7mS1UXP4.jpg"
    },
    {
      "id": "tmdb:1441055",
      "type": "movie",
      "name": "Marz",
      "ids": {
        "tmdb": 1441055
      },
      "overview": "9-year-old Bittu battles a mysterious fever, an affliction that deepens with an unfamiliar stirring within him as he watches his uncle’s young wife, Kusum, longing for a husband who toils far from home.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/9yfKj7dDSio9h6zMqClklg5FUbZ.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:1292856",
      "type": "movie",
      "name": "알로하",
      "ids": {
        "tmdb": 1292856
      },
      "overview": "The daughter, an aspiring actress turned insurance planner, dreams of running a café with her mother in their hometown of Jeju Island. As they contemplate signing up for dementia insurance for her mother, who is beginning to show signs of the condition, an unexpected delivery from the past arrives, prompting her mother to embark on a journey back in time to meet with old friends.",
      "year": 2024
    },
    {
      "id": "tmdb:1280400",
      "type": "movie",
      "name": "Mariposas negras",
      "ids": {
        "tmdb": 1280400
      },
      "overview": "El viaje de tres mujeres que huyen de un terreno inhabitable hacia nuevas vidas que distan mucho de ser acogedoras.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/csifAGt9yVtA8pbVj1lceNn2ZKI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xMK07gd5QTamApBpfAJqN5rWEcp.jpg"
    },
    {
      "id": "tmdb:978592",
      "type": "movie",
      "name": "Sombras del pasado",
      "ids": {
        "tmdb": 978592
      },
      "overview": "Después de someterse a un tratamiento de vanguardia para el Alzheimer, un ex detective de homicidios vuelve a examinar un caso de hace una década que involucra el brutal asesinato de un profesor universitario, y es como si estuviera investigando el caso por primera vez.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/kDAgYPJ4qMDt2RbuYGmUocpWuPd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/x5YINvEBqgXXzTu9FsXZ7fzAw87.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/b8kTUFTFfYExZZMexHdyGBFOPgT.png"
    },
    {
      "id": "tmdb:1148713",
      "type": "movie",
      "name": "El correo",
      "ids": {
        "tmdb": 1148713
      },
      "overview": "Tras aprovechar la oportunidad de unirse a una organización de blanqueo de capitales, un humilde aparcacoches se mete en un mundo de dinero fácil... y en un romance explosivo.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/flo8jta3TotJZaF3pvjh9Q2C40U.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gbsBDiwDaqNNZHgtUICvmAs9F05.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gslajXT9WTKCVWHj6zT7w0rMVnj.png"
    },
    {
      "id": "tmdb:1072790",
      "type": "movie",
      "name": "Cualquiera menos tú",
      "ids": {
        "tmdb": 1072790
      },
      "overview": "Bea y Ben se conocen y parecen la pareja perfecta, pero tras una increíble primera cita sucede algo que enfría su fuerte atracción, hasta que meses después ambos se encuentran inesperadamente en una boda en Australia. Obligados a verse, y a pesar de su rechazo mutuo, por conveniencia para ambos deciden fingir que son una pareja.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/smIleWSSXhbBunnWkKmyGj9oVaj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kaIgPrTT0tIQfOpbhtYUUAGiUV5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wG6EpZdAYwkwm7yFw0o8J68sYa.svg"
    },
    {
      "id": "tmdb:1119965",
      "type": "movie",
      "name": "Caleta Palace",
      "ids": {
        "tmdb": 1119965
      },
      "overview": "Al llegar a Málaga a finales de enero de 1937, la joven fotógrafa noruega Gerda Grepp (Ana del Arco) queda impactada. El ideal revolucionario por el que salió de Oslo y dejó después Madrid se transforma en angustia al ver condenadas la ciudad y la revolución. Grepp acompaña al escritor húngaro Arthur Koestler (Pedro Casablanc), cuyo olfato para una buena historia le conduce a la primera capital republicana que puede caer desde que el golpe militar se convirtió en guerra civil. Koestler es también agente del Komitern con la misión de informar sobre los efectivos italianos que Franco pretende estrenar en Málaga. Mussolini busca una hazaña militar para lucirse.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/HkhbWRRCKVS2E2teIF9Q5LqcAM.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:1206166",
      "type": "movie",
      "name": "Prabho Shivaji Raja",
      "ids": {
        "tmdb": 1206166
      },
      "overview": "Prabho Shivaji Raja is an animated historical drama based on the life and times of the legendary Maratha warrior, Shivaji Raja. The film is an ode to the king who through his military genius took on the might of the Mughals and freed his land from their tyrannical rule of more than 350 years. And yet, history remembers him as much for his heroism as it does for his sense of justice and equality for his subjects, irrespective of class or religion.",
      "year": 2023
    },
    {
      "id": "tmdb:1024541",
      "type": "movie",
      "name": "El maestro que prometió el mar",
      "ids": {
        "tmdb": 1024541
      },
      "overview": "Ariadna descubre que su abuelo busca desde hace tiempo los restos de su padre, desaparecido en la Guerra Civil. Decidida a ayudarlo, viaja a Burgos, donde están exhumando una fosa común en la que podría estar enterrado. Durante su estancia allí, conocerá la historia de Antoni Benaiges, un joven maestro de Tarragona que antes de la guerra fue profesor de su abuelo. Mediante un innovador método pedagógico Antoni inspiró a sus alumnos y les hizo una promesa: llevarlos a ver el mar.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/n9jWufzh3ZQJOBRba4cscs3pFAO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kaTRok0I6LNCH6iTpGBn4cV2Qd9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qnAlEXrArqtq2ZatHf2of6CO8Qu.png"
    },
    {
      "id": "tmdb:760774",
      "type": "movie",
      "name": "Los niños de Winton",
      "ids": {
        "tmdb": 760774
      },
      "overview": "Un joven corredor de bolsa británico, Nicholas \"Nicky\" Winton (Anthony Hopkins), ayudó a rescatar a cientos de niños de los nazis en vísperas de la Segunda Guerra Mundial, con la ayuda de su madre (Helena Bonham Carter). Un acto de compasión casi olvidado durante 50 años, y del que Nicky vive atormentado por los fantasmas de los niños a los que no pudo rescatar, culpándose por no haber hecho más.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/sFFIZbML4aXY0alLvyfDIE0VUZW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/suqmaOoaU8orHxNQ4URuX6ZifSn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zkuMTLJYwcWJKayjMyPPM86Yae1.png"
    },
    {
      "id": "tmdb:926393",
      "type": "movie",
      "name": "The Equalizer 3",
      "ids": {
        "tmdb": 926393
      },
      "overview": "Desde que renunció a su vida como asesino del gobierno, Robert McCall (Denzel Washington) ha luchado para reconciliarse con las cosas horribles que ha hecho en el pasado y encuentra un extraño consuelo en hacer justicia en nombre de los oprimidos. Mientras se encuentra en su casa en el sur de Italia, descubre que sus nuevos amigos están bajo el control de los jefes del crimen local. A medida que los acontecimientos comienzan a complicarse, McCall entiende lo que tiene que hacer: convertirse en el protector de sus amigos enfrentándose a la temida mafia.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/eJKmexmCLwuxOxlAURSMnBVkfmY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/f8WoXetkitmCZwx3wtjRmpIgNiz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8DcWUK2uc5G0qmietFxrXj87mr1.png"
    },
    {
      "id": "tmdb:1156381",
      "type": "movie",
      "name": "Operación Brooklyn",
      "ids": {
        "tmdb": 1156381
      },
      "overview": "España, 5 de noviembre de 2021. Tras un aterrizaje de emergencia, varias personas que viajaban de Casablanca (Marruecos) a Estambul (Turquía) escapan del aeropuerto de Palma de Mallorca.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/fbkL7DB0jaU1b3VPIUmFe2mzRmp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bpfjKW16HN5pdVmoUAfpv1JcYq7.jpg"
    },
    {
      "id": "tmdb:966488",
      "type": "movie",
      "name": "Nada que perder",
      "ids": {
        "tmdb": 966488
      },
      "overview": "Sylvie y sus hijos se adoran, pero cuando un hijo se lesiona después de que ella los deja solos en casa para ir a trabajar, los niños son llevados a un hogar de crianza. Sylvie está decidida a librar la batalla administrativa y legal para recuperarlos",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/2Ff1lAyHGkMnCbWSaCWW5r4rruC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dg50BERPVfZIFUVPhQAWh6wUkee.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4oJRnLFyG3CaIZo4JW6mtQKkcT6.png"
    },
    {
      "id": "tmdb:999147",
      "type": "movie",
      "name": "La patria perdida",
      "ids": {
        "tmdb": 999147
      },
      "overview": "Serbia, 1996. Durante las manifestaciones estudiantiles contra el régimen de Milosević, Stefan, de 15 años, tiene que pasar por la revolución más dura de todas. Tiene que enfrentarse a su amada madre, portavoz y cómplice del gobierno corrupto contra el que se levantan sus amigos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/rn7HvuLcQhji1E7CN4KjfzkiAqD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pUHIwScKMyK83UjTC8lZSCgQGjn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vZA74Z1OAuTIX5665CsmLgAMS3H.png"
    },
    {
      "id": "tmdb:982271",
      "type": "movie",
      "name": "Book Club - Ahora Italia",
      "ids": {
        "tmdb": 982271
      },
      "overview": "El grupo de cuatro amigas viaja a Italia con su club de lectura para disfrutar del viaje de chicas que nunca tuvieron. Pero cuando las cosas no salen según lo planeado y algunos secretos ven la luz, sus relajantes vacaciones se convertirán en una aventura única por todo el país.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/iOteiNet7rjRPwlmgPTNtZdQUDj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4ZHrgFgl2NBHxDbCI5c2tVR4gZo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qwMDLOVBTaQkLyQ24AKO7a8tn2P.png"
    },
    {
      "id": "tmdb:924054",
      "type": "movie",
      "name": "Empieza el baile",
      "ids": {
        "tmdb": 924054
      },
      "overview": "Carlos y Margarita fueron la pareja de tango más famosa y reconocida de su época. Hoy, poco y nada queda de ese esplendor. Junto a su inseparable amigo Pichuquito, la pareja inicia un viaje desde la ciudad de Carlos Gardel hasta el pie de la Cordillera de los Andes en busca de respuestas, que los enfrentará a sus recuerdos, a sus miedos, pero sobre todo a sus verdaderos deseos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/39PwnUTPbDjeNS6Yg5FP7kJqEGE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/93gKddwfNoWwATiUW4MZQ5MJxvA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/x8dCBJySlqb3UaH87gsSfY4D8cT.png"
    },
    {
      "id": "tmdb:978870",
      "type": "movie",
      "name": "Última noche en Milán",
      "ids": {
        "tmdb": 978870
      },
      "overview": "La noche antes de jubilarse, el teniente de policía Franco Amore es llamado para investigar la escena del crimen donde mataron a su mejor amigo y compañero de toda la vida, Dino.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/g0caMsvQ53w8PpzcaE3fkDSwl8W.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oZKQWDz6wP1bLZgPKwpcloU34sx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vMROEEcxunWtldi9xMzY4dRcwqB.png"
    },
    {
      "id": "tmdb:1053600",
      "type": "movie",
      "name": "20.000 especies de abejas",
      "ids": {
        "tmdb": 1053600
      },
      "overview": "Cocó, de ocho años, no encaja en las expectativas del resto y no entiende por qué. Todos a su alrededor insisten en llamarle Aitor pero no se reconoce en ese nombre ni en la mirada de los demás. Su madre Ane, sumida en una crisis profesional y sentimental, aprovechará las vacaciones para viajar con sus tres hijos a la casa materna, donde reside su madre Lita y su tía Lourdes, estrechamente ligada a la cría de abejas y la producción de miel. Este verano que cambiará sus vidas obligará a estas mujeres de tres generaciones muy distintas a enfrentarse a sus dudas y temores. Y sobre todo, a Ane a por fin ser honesta consiga misma.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/xsmddONe1QoHaMQS8ilyKA9OPtr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7iRYPUiKsi6Q7Km4QAwz7TVK47e.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kyn0y927fIHWZDtwqrBDZqqj8hc.png"
    },
    {
      "id": "tmdb:980816",
      "type": "movie",
      "name": "El caso Miranda",
      "ids": {
        "tmdb": 980816
      },
      "overview": "En 1963, Patricia Weir, de dieciocho años, es secuestrada y brutalmente violada. Comprometida a encarcelar a su agresor, Ernesto Miranda, el sistema legal estadounidense destruye la vida de Patty al desencadenar una ley que transforma la Nación.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/ofkEKFDwYBk1F57msAeu8duPV0U.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/v1TyOqkNhcYMW8x07k2LuKjh2yz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/28Sg2XziYKshDrsKQQffRL5N2br.png"
    },
    {
      "id": "tmdb:1002338",
      "type": "movie",
      "name": "Operación Napoleón",
      "ids": {
        "tmdb": 1002338
      },
      "overview": "Una abogada se involucró en una conspiración internacional después de ser acusada de un asesinato que no cometió. La única posibilidad de supervivencia radica en descubrir el secreto de un viejo avión alemán de la Segunda Guerra Mundial, descubierto en el glaciar más grande de Islandia.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/icDJzeudwaF5XVQsC3BJkTMT1Zj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oTAbBVd48ngNEfXrZhGAtNbRbto.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xGAMFw6GLOdTBkUSJTSMOB00Jlc.png"
    },
    {
      "id": "tmdb:633374",
      "type": "movie",
      "name": "Remember",
      "ids": {
        "tmdb": 633374
      },
      "overview": "La historia de Pil-Joo, un paciente de Alzheimer de unos 80 años, que perdió a toda su familia durante la era colonial japonesa, y dedica su vida a la venganza antes de que sus recuerdos desaparezcan, y un joven de unos 20 años que lo ayuda.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/b2YxOfP0pLZsNkUQCAhLTInH3ND.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ru2LECaGqWtsL3kRWWJ3EoDlF5J.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mZ3k6P7wRzIMWYUxA1765F5wV43.png"
    },
    {
      "id": "tmdb:511424",
      "type": "movie",
      "name": "La canción del marinero",
      "ids": {
        "tmdb": 511424
      },
      "overview": "El cascarrabias capitán de barco jubilado Howard vive aislado del mundo en su desordenada casa. Su hija Grace decide contratar a Annie, una viuda del pueblo, para que cuide de él. A pesar de que Howard rechaza en un principio los favores de Annie, este acabará enamorándose de ella.Los espectaculares paisajes de la costa irlandesa se convierten en cómplices de una historia de amor en la vejez, de las heridas sin cerrar entre un padre y una hija, de la culpa y el remordimiento, pero, también, de la sanación.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/ybrcBgUV0riIymvOIEYMiLmkFcH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wH1cqzpNkvqR0TfmZWcR9u7PByz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vhxvzfnxrFHzVDerQxE0KDfV4mq.png"
    },
    {
      "id": "tmdb:803694",
      "type": "movie",
      "name": "Los hijos de otros",
      "ids": {
        "tmdb": 803694
      },
      "overview": "Rachel tiene 40 años, no tiene hijos. Ella ama su vida: sus estudiantes de secundaria, sus amigos, sus ex, sus lecciones de guitarra. Al enamorarse de Ali, se encariña con Leila, su hija de 4 años. Ella la arropa y la ama como si fuera suya. Pero amar a los hijos de otras personas es un riesgo que vale la pena correr...",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/2tAxIZ1XlvOXo2m0pBuY0xT0BP8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pJ71elclLMv8NYbaHYVOQDrHvfQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9yBrNjBUv1zlsP563HvXaGdvsP8.png"
    },
    {
      "id": "tmdb:770724",
      "type": "movie",
      "name": "L'immensità",
      "ids": {
        "tmdb": 770724
      },
      "overview": "Roma, años 70. Clara y Felice acaban de mudarse a un piso nuevo. Su matrimonio está acabado: ya no se aman, pero son incapaces de separarse. Lo único que los mantiene unidos son sus hijos, en los que Clara vuelca su deseo de libertad. Adriana, la mayor, acaba de cumplir 12 años y presencia muy de cerca los estados de ánimo de Clara y las tensiones cada vez mayores entre sus padres. Adriana rechaza su nombre y su identidad, quiere convencer a todo el mundo de que es un chico, y su obstinación hace que el ya frágil equilibrio familiar alcance un punto de ruptura. Mientras los niños esperan una señal que los guíe, todo cambia a su alrededor y en su interior.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/wzAqOajcd9okGnFGtxrpEPSZ53C.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jFS0VgKcUTuvTl1rcxQekYeD8zN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1PKUhm6A9ELlX7231PH7Xh645pf.png"
    },
    {
      "id": "tmdb:1046057",
      "type": "movie",
      "name": "경계선",
      "ids": {
        "tmdb": 1046057
      },
      "overview": "Yoonsung, a radical feminist, works as a waitress for a part-time job. One day, she’s suddenly demoted, and the newcomer Jihee unintentionally replaces her. A complicated story of workplace politics, gender policing, and maybe being not quite as progressive as you thought you were.",
      "year": 2022
    },
    {
      "id": "tmdb:820880",
      "type": "movie",
      "name": "Aisha",
      "ids": {
        "tmdb": 820880
      },
      "overview": "Una joven nigeriana busca asilo internacional en Irlanda. Atrapada en el limbo durante años en el sistema de inmigración irlandés, Aisha Osagie (Letitia Wright) desarrolla una amistad con el ex prisionero Conor Healy (Josh O'Connor), a quien conoce en uno de los centros de alojamiento. La creciente amistad de Aisha y Conor pronto parece ser efímera, ya que el futuro de Aisha en Irlanda se ve amenazado.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/3akN1ey6teitHO58q7i011i5mLJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/v2MpifpBdeHdtG7z6fYRhSfFr54.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9Tr3kQJOZFBIlblkasGjAJrp6tb.png"
    },
    {
      "id": "tmdb:958279",
      "type": "movie",
      "name": "El caftán azul",
      "ids": {
        "tmdb": 958279
      },
      "overview": "Halim lleva mucho tiempo casado con Mina, con quien regenta una tienda tradicional de caftanes en la medina de Salé, una de las más antiguas de Marruecos. La pareja vive desde siempre con un secreto que Halim ha aprendido a ocultar, pero la enfermedad de Mina y la llegada a la tienda de un joven aprendiz amenazan con perturbar este equilibrio. Unidos por el amor, cada uno tratará de ayudar al otro a enfrentarse a sus miedos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/orNJ8NroRn0vmBqmtlyHiZsG8jS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3T791vc0iFMRgqtzmQcoYgTMNwi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2v0a92XxlLGCwJIqkZ8XhE14XOJ.png"
    },
    {
      "id": "tmdb:901563",
      "type": "movie",
      "name": "Close",
      "ids": {
        "tmdb": 901563
      },
      "overview": "Léo y Rémi, de 13 años, son amigos de toda la vida. Hasta que un suceso impensable los separa. Léo se acerca entonces a Sophie, la madre de Rémi, para tratar de entender.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/pyVvz3B5IoJKd9ayozI8RrJW2vU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bvsJCFklBZmgHsSwzDk9ZToLDXl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6kPq7RUQ1F09Q0C5jfcC2lLorck.png"
    },
    {
      "id": "tmdb:691214",
      "type": "movie",
      "name": "Pacifiction",
      "ids": {
        "tmdb": 691214
      },
      "overview": "En la isla de Tahití, en la Polinesia Francesa, el Alto Comisario de la República, De Roller, representante del Estado francés, es un hombre calculador de modales impecables. Tanto en las recepciones oficiales como en los establecimientos ilegales, no deja de tomar el pulso a una población local cuya ira puede despertarse en cualquier momento. Y más aún cuando un rumor se instala: parece haberse avistado un submarino, cuya presencia fantasmal podría anunciar una reanudación de los ensayos nucleares franceses.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/poG2Tbv2FNIgaIPCm318eVf3BLn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6CrwFdV8cvUAlhzH0BY6JM7lsmk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o42gDafUIdVcFYfODU6GBVnfoUl.png"
    },
    {
      "id": "tmdb:889699",
      "type": "movie",
      "name": "Araña sagrada (Holy Spider)",
      "ids": {
        "tmdb": 889699
      },
      "overview": "Irán, 2001. Una periodista de Teherán se sumerge en los barrios con peor reputación de la ciudad santa de Mashhad para investigar una serie de feminicidios. Pronto se dará cuenta de que las autoridades locales no tienen ninguna prisa por resolver el asunto. Los crímenes son obra de un solo hombre, que asegura purificar la ciudad de sus pecados y que ataca a prostitutas por la noche.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/6SQ57NYOXH4HHK163fyWVYU7LbK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iQ86Slw6hHNA2LcdvWBicMnNP8c.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rwrtMldjczUwlJ6sJjqrGmKZDWF.png"
    },
    {
      "id": "tmdb:747779",
      "type": "movie",
      "name": "Una bonita mañana",
      "ids": {
        "tmdb": 747779
      },
      "overview": "Una mujer con una hija de ocho años vive con su padre, que padece una enfermedad neurodegenerativa. Mientras lucha por conseguir un hogar de ancianos decente, se encuentra con un amigo con el que inicia una aventura... aunque éste se encuentre en una relación",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/L7WngnFSMvhZEbbwybqs9xX0Ds.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/g51baigPRJirX3Lnh2hXRhMKXBv.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/asb3bdB3MyACeSE59L6zglgUjUs.png"
    },
    {
      "id": "tmdb:771077",
      "type": "movie",
      "name": "Un paso adelante",
      "ids": {
        "tmdb": 771077
      },
      "overview": "Élise, de 26 años, es una gran bailarina clásica. Sufre una lesión durante una función y le informan que tendrá que dejar de bailar. A partir de ese momento, su vida da un vuelco y Élise tendrá que aprender a reconstruirse...",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/9ZcpX7sKwBzfarnRFBBGo686cRi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3beVYKOMwJ3xKmgU86f10S07BYe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/h25FChLBZVYrxgy0G46B2QpDqYb.png"
    },
    {
      "id": "tmdb:804251",
      "type": "movie",
      "name": "Alcarràs",
      "ids": {
        "tmdb": 804251
      },
      "overview": "El abuelo ha dejado de hablar, pero nadie de la extensa familia Solé sabe la razón. Como cada verano, en Alcarràs, una pequeña localidad rural de Cataluña, la familia cultiva una gran extensión de melocotoneros.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/uQYR7MNLtLWN1WdbITOqzA28eH9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/n0541RuqCSi2BWVogVluKEj1U41.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yEwMpoZWiffWeNuJYPNwdpjwYwG.png"
    },
    {
      "id": "tmdb:916386",
      "type": "movie",
      "name": "El falsificador de pasaportes",
      "ids": {
        "tmdb": 916386
      },
      "overview": "Berlín, 1942. Cioma Schönhaus es un joven judío de 21 años que se ha propuesto que nadie, ni siquiera los nazis, le quite su entusiasmo por la vida. Para escapar de la deportación, Cioma utiliza la identidad de un oficial de la marina, descubriendo así que tiene un talento oculto para falsificar no sólo pasaportes y documentos, sino también su propia identidad.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/a7DyvPLdrz41CyMRJy8LlNT1waO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5Lfqsm2NaEFeWxgafWFKXMxxFHU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nxGJ1ShXz7cY7FnX33gtTpsazPy.png"
    },
    {
      "id": "tmdb:897561",
      "type": "movie",
      "name": "Freddie Mercury: El show final",
      "ids": {
        "tmdb": 897561
      },
      "overview": "Corría el mes de abril de 1992 cuando tuvo lugar en el estadio de Wembley uno de los conciertos más legendarios de la historia. Un evento organizado por Queen que rendía homenaje al recién fallecido Freddie Mercury y que pretendía concienciar sobre el VIH. \"Freddie Mercury: el show final\" muestra cómo se gestó el concierto a la vez que retrata el momento histórico en el que tuvo lugar.Metallica, Guns N' Roses, David Bowie, Elton John o George Michael son solo algunos de los grupos que acompañaron a Queen en el histórico concierto. Freddie Mercury había muerto 5 meses atrás víctima de sida, una enfermedad que estaba matando a miles de personas y que estaba legitimando la homofobia. Su muerte permitió que se empezase a hablar abiertamente de la homosexualidad y que se dejase de estigmatizar la enfermedad.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/tctFh2aNKCG7C1l5oPQGxK8qvHn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4oaeKsn299CFnFUDmi7nCldQURl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8ANU1IEtaajD7fyD7YFZ2fnPqYf.png"
    },
    {
      "id": "tmdb:824349",
      "type": "movie",
      "name": "Mediterráneo",
      "ids": {
        "tmdb": 824349
      },
      "overview": "Otoño 2015. Dos socorristas, Oscar y Gerard, viajan hasta Lesbos (Grecia) impactados por la fotografía de un niño ahogado en las aguas del Mediterráneo. Al llegar descubren una realidad sobrecogedora: miles de personas arriesgan su vida cada día cruzando el mar en precarias embarcaciones y huyendo de conflictos armados. Sin embargo, nadie ejerce labores de rescate. Junto a Esther, Nico y otros miembros del equipo, lucharán por cumplir un cometido, dando apoyo a personas que lo necesitan. Para todos ellos, este viaje inicial supondrá una odisea que cambiará sus vidas.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/nyEljHUdujmIsi8w87Dc4QSBiD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3VKGhlCSXoGyYbPHzccv7XMujXn.jpg"
    },
    {
      "id": "tmdb:793998",
      "type": "movie",
      "name": "El acontecimiento",
      "ids": {
        "tmdb": 793998
      },
      "overview": "Francia, 1963. Anne, una joven y brillante estudiante con un futuro prometedor, descubre que está embarazada. De la noche a la mañana ve truncada la oportunidad de terminar sus estudios y huir de las asfixiantes restricciones de su entorno. Con los exámenes finales acercándose y un vientre que no para de crecer, Anne decide actuar, incluso si supone confrontar la vergüenza, el dolor y hasta ir a la cárcel por ello.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/3EwqppBdI3n42tgecg01fVeDOsb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dNZhvLsaYtQpiDAJREgIp1CCLH3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7xk0SpfjuDjKsTSfOtpS861uf3z.png"
    },
    {
      "id": "tmdb:833417",
      "type": "movie",
      "name": "A tiempo completo",
      "ids": {
        "tmdb": 833417
      },
      "overview": "Julie hace un esfuerzo titánico para criar a sus dos hijos en las afueras de París y conservar al mismo tiempo su empleo en un hotel de lujo en el centro. Justo cuando consigue una entrevista para el trabajo que llevaba tiempo deseando, estalla una huelga general que paraliza todo el transporte público y pone en riesgo el delicado equilibrio que Julie había construido. Comienza entonces una carrera enloquecida contra el tiempo en la que Julie no puede permitirse flaquear.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/wLaMF5805iDZF2FWKTWx8AISNQb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/udOgJbklMOmolF2cmNvKhODyXeM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wzqc4BIPjXDBGtMu9mcEsMF4wzE.png"
    },
    {
      "id": "tmdb:786918",
      "type": "movie",
      "name": "Promesas en París",
      "ids": {
        "tmdb": 786918
      },
      "overview": "Tras toda una trayectoria como alcaldesa de una ciudad cerca de París, Clémence afronta su mayor reto hasta el momento: presentarse como Ministra. Valiente y decidida, siempre se ha volcado con los más desfavorecidos para salvar a la ciudad de la pobreza y el desempleo junto con la ayuda de su fiel mano derecha Yazid, pero ahora, este nuevo cargo despertará en ella una ambición desconocida. ¿Será capaz de mantener su compromiso con los ciudadanos y su integridad política o acabará sucumbiendo al poder?",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/j0bEL8K0H2C4AfPhhnKgKJ2moBa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wHJzsRb5POQUBGeYUN64LJ2ZcZY.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/52uevorK8xcWBcbo2y5orUtNPtn.png"
    },
    {
      "id": "tmdb:766798",
      "type": "movie",
      "name": "Madres paralelas",
      "ids": {
        "tmdb": 766798
      },
      "overview": "Dos mujeres solteras que se han quedado embarazadas por accidente y que están a punto de dar a luz coinciden en una habitación de hospital: Janis, de mediana edad, no se arrepiente y es feliz; Ana, una adolescente, se siente arrepentida y asustada.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/cxp4W9QtHOOdi2VfgUmB9AtljvA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/szAmQcMcIumLl5fnURamshL8ANg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/s7rry83F4NG6ywF8pkiQEbYz2PJ.png"
    },
    {
      "id": "tmdb:746131",
      "type": "movie",
      "name": "París, distrito 13",
      "ids": {
        "tmdb": 746131
      },
      "overview": "París, distrito 13, barrio de Les Olympiades. Émilie conoce a Camille, que se siente atraído por Nora, que, a vez, se cruza en el camino de Amber. Tres chicas y un chico. Son amigos, a veces amantes y, a menudo, las dos cosas.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/eV40apyFL7xSEMVdPjyVuNFcx36.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/q1fWnuOQYyt1VeeJdVSnjppE7Wl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cYwSfY5pSKVdIoO1OTsDuhUczc0.png"
    },
    {
      "id": "tmdb:661365",
      "type": "movie",
      "name": "Ali y Ava",
      "ids": {
        "tmdb": 661365
      },
      "overview": "Por diferentes razones, Ali y Ava se sienten solos. Se conocen a través de Sofía, la hija de los inquilinos eslovacos de Ali a quien Ava cuida. A partir de ahí y durante un mes lunar, una conexión profunda comienza a crecer entre ellos, a pesar de las secuelas de la relación anterior de Ava y la confusión emocional de Ali; y todo ello alimentado por la pasión de ambos por la música.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/yn0oT6kFk8O4MT0uaHVctCa8o0l.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/y0u016o7BL5edNnpIQLahWFbZxm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/49GhNgXHYOWOZmVOSv3RMQ4mg0Q.png"
    },
    {
      "id": "tmdb:821494",
      "type": "movie",
      "name": "La última película",
      "ids": {
        "tmdb": 821494
      },
      "overview": "Samay, un niño de nueve años que vive con su familia en un pueblo remoto de la India, descubre el cine por primera vez y queda absolutamente hipnotizado. Contra los deseos de su padre, vuelve al cine día tras día y se hace amigo del proyeccionista que, a cambio de su comida, le deja ver películas gratis. Rápidamente se da cuenta de que las historias se convierten en luz, la luz en películas y las películas en sueños. Contagiados por la emoción, Samay y su inquieta pandilla, investigan sin descanso para intentar captar la luz y proyectarla para lograr ver películas de 35 mm. Juntos, utilizan un truco innovador y logran con éxito fabricar un aparato de proyección. Sin embargo, perseguir tus sueños a menudo significa dejar atrás las cosas que amas.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/a7J4M7TH0IhOPWUWdJNRmZ8Qr50.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vnHLbCKhcMqCrCA5eIPR963qroO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dv5zmASp4zINyu7IAldqWk4gud3.png"
    },
    {
      "id": "tmdb:809699",
      "type": "movie",
      "name": "국카스텐 콘서트 실황 : 해프닝",
      "ids": {
        "tmdb": 809699
      },
      "overview": "The 2016 concert HAPPENING by the band Guckkasten was greatly loved for its passionate performance.  Guckkasten unleashes explosive energy that overwhelms the audience through their excellent singing ability and perfect live performance. Experience the large-scale concert with colorful videos, special effects and sounds on the mega-sized stage through the screens at the movie theater.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/gQJzITT63hRcbFoYCPWuGK9mz3j.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:651589",
      "type": "movie",
      "name": "Hasta el cielo",
      "ids": {
        "tmdb": 651589
      },
      "overview": "El día que Ángel habló con Estrella en aquella discoteca, su vida cambió para siempre. Tras una pelea con Poli, el posesivo novio de la chica, éste descubre que Ángel tiene talento para meterse en problemas y, lo más importante, para salir de ellos. Por eso, le anima a unirse a una banda de atracadores que tiene en jaque a toda la policía de Madrid. Ángel comienza a escalar rápidamente en una pirámide de atracos, dinero negro, negocios turbios y abogados corruptos que le llevarán a ser acorralado por Duque, un incansable detective que no parará hasta acabar con su carrera. Desoyendo los consejos de su gente, Ángel consigue ascender hasta convertirse en el protegido de Rogelio, uno de los tipos que controla el mercado negro de la ciudad. Con éste y Sole, hija del capo, Ángel descubrirá que el precio del poder es alto y que pronto tendrá que decidir entre su futuro como atracador y el amor de su vida, Estrella.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/4wBsYozsXBlG7Lx4NO7ycDWnnUs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/16t9MkexK0gzQsiOJDoNlvbMU41.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/47CDuL8ULakcCMNRfLxHicopkRJ.png"
    },
    {
      "id": "tmdb:679898",
      "type": "movie",
      "name": "La maldición del guapo",
      "ids": {
        "tmdb": 679898
      },
      "overview": "Humberto, un hombre seductor y estafador a partes iguales, lleva una vida tranquila en Madrid tras haber cumplido condena por una antigua estafa que le costó la relación con su hijo Jorge con el que no habla desde años. Ahora Jorge es un hombre honrado que se verá obligado a pedir ayuda a su padre al ser víctima de un robo en la joyería en la que trabaja. Una elegante y pícara comedia de estafadores.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/7ABPIUINn2zZWtyW8xPsCppT7OB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wQoaZaF0oml3EgI8L4I9aap30hx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qJaxerjwKbkTm0Rrx6IQb908ljC.png"
    },
    {
      "id": "tmdb:688301",
      "type": "movie",
      "name": "La mujer del espía",
      "ids": {
        "tmdb": 688301
      },
      "overview": "Yusaku (Issey Takahashi) es el director de una compañía comercial en Kobe (Japón), y está casado con Satoko (Yu Aoi). En un viaje a Manchuria durante 1940, Yusaku descubre un terrible secreto nacional. En nombre de la justicia decide hacerlo público, lo que le convierte al instante en un enemigo público. Sin embargo, Satoko asegura creerle y jura que estará a su lado independientemente de las consecuencias.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/xtkjEp6EKZUwe2pt4FktLRQtrGC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xOqg1A4dUqYbjhzhchSgSpaXdYk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bLuX9S358HPs2eLXtzWxkdXyz9R.png"
    },
    {
      "id": "tmdb:571648",
      "type": "movie",
      "name": "Nido de víboras",
      "ids": {
        "tmdb": 571648
      },
      "overview": "El destino de un mediocre grupo de desgraciados comienza a converger lentamente mientras se desmorona. Joong Man va tirando a duras penas trabajando en una sauna y cuidando de su madre enferma, hasta que encuentra en el vestuario una bolsa llena de dinero.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/mlXH7vDmBifbjQgVBYb97UCseWd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8SPp11OFAferF7GnK9ATMihIMWp.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/u8Ft5cZZi9C9ioNQI5Hn6TFtfz2.png"
    },
    {
      "id": "tmdb:630018",
      "type": "movie",
      "name": "Intemperie",
      "ids": {
        "tmdb": 630018
      },
      "overview": "Un niño que ha escapado de su pueblo escucha los gritos de los hombres que le buscan. Lo que queda ante él es una llanura infinita y árida que deberá atravesar si quiere alejarse definitivamente del infierno del que huye. Ante el acecho de sus perseguidores al servicio del capataz del pueblo, sus pasos se cruzarán con los de un pastor que le ofrece protección y, a partir de ese momento, ya nada será igual para ninguno de los dos.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/nHM2gJJpFbiBpRNBel7u6noAc6L.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dysTEwI3OIQU6shP0NZtXnsoAzY.jpg"
    }
  ]
}