{
  "metas": [
    {
      "id": "tmdb:1441055",
      "type": "movie",
      "name": "Marz",
      "ids": {
        "tmdb": 1441055
      },
      "overview": "9-year-old Bittu battles a mysterious fever, an affliction that deepens with an unfamiliar stirring within him as he watches his uncle’s young wife, Kusum, longing for a husband who toils far from home.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/9yfKj7dDSio9h6zMqClklg5FUbZ.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:1352878",
      "type": "movie",
      "name": "Lejos del mar",
      "ids": {
        "tmdb": 1352878
      },
      "overview": "Roxana, a young Venezuelan woman exiled in Mexico City, defies the law when her father dies in a boarding house, and tries to convince Hilda, the landlady, not to report it to the authorities. Hilda faces the dilemma of helping her or getting into trouble. Roxana’s determination almost convinces her, but her fear is stronger. Alone, in an unknown country, Roxana has to part with her father’s body, her only family",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/xKmHaWSJfqzNtvlbIeE3HiuPPnu.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:1292856",
      "type": "movie",
      "name": "알로하",
      "ids": {
        "tmdb": 1292856
      },
      "overview": "The daughter, an aspiring actress turned insurance planner, dreams of running a café with her mother in their hometown of Jeju Island. As they contemplate signing up for dementia insurance for her mother, who is beginning to show signs of the condition, an unexpected delivery from the past arrives, prompting her mother to embark on a journey back in time to meet with old friends.",
      "year": 2024
    },
    {
      "id": "tmdb:1280400",
      "type": "movie",
      "name": "Mariposas negras",
      "ids": {
        "tmdb": 1280400
      },
      "overview": "El viaje de tres mujeres que huyen de un terreno inhabitable hacia nuevas vidas que distan mucho de ser acogedoras.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/csifAGt9yVtA8pbVj1lceNn2ZKI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xMK07gd5QTamApBpfAJqN5rWEcp.jpg"
    },
    {
      "id": "tmdb:1286015",
      "type": "movie",
      "name": "El Rey Peret",
      "ids": {
        "tmdb": 1286015
      },
      "overview": "Peret es un cantante gitano que pese a la oposición familiar se convierte en el artista más internacional. Sometido por el éxito a muchas presiones, su carácter individualista le lleva a dejar su carrera; pero Peret vuelve como \"rey de la rumba catalana\", huyendo de la presión del éxito y rescatando los restos de su familia.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/g6auRak5H0ZSuoVbwCLPl6D9HyN.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/n70fTFHJdREpcTxo6f0aWybQx97.jpg"
    },
    {
      "id": "tmdb:978592",
      "type": "movie",
      "name": "Sombras del pasado",
      "ids": {
        "tmdb": 978592
      },
      "overview": "Después de someterse a un tratamiento de vanguardia para el Alzheimer, un ex detective de homicidios vuelve a examinar un caso de hace una década que involucra el brutal asesinato de un profesor universitario, y es como si estuviera investigando el caso por primera vez.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/kDAgYPJ4qMDt2RbuYGmUocpWuPd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/x5YINvEBqgXXzTu9FsXZ7fzAw87.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/b8kTUFTFfYExZZMexHdyGBFOPgT.png"
    },
    {
      "id": "tmdb:929590",
      "type": "movie",
      "name": "Civil War",
      "ids": {
        "tmdb": 929590
      },
      "overview": "En un futuro cercano, donde América está sumida en una cruenta guerra civil, un equipo de periodistas y fotógrafos de guerra emprenderá un viaje por carretera en dirección a Washington DC. Su misión: llegar antes de que las fuerzas rebeldes asalten la Casa Blanca y arrebaten el control al presidente de Estados Unidos.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/q0oN2KVQ2W94YNwDGmqaYNmiOnR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ypdB8I6YBQ8cKPRozdKRAAZCQOO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qkAhGhjcejaQUry3KSWCkrA7a48.png"
    },
    {
      "id": "tmdb:1119965",
      "type": "movie",
      "name": "Caleta Palace",
      "ids": {
        "tmdb": 1119965
      },
      "overview": "Al llegar a Málaga a finales de enero de 1937, la joven fotógrafa noruega Gerda Grepp (Ana del Arco) queda impactada. El ideal revolucionario por el que salió de Oslo y dejó después Madrid se transforma en angustia al ver condenadas la ciudad y la revolución. Grepp acompaña al escritor húngaro Arthur Koestler (Pedro Casablanc), cuyo olfato para una buena historia le conduce a la primera capital republicana que puede caer desde que el golpe militar se convirtió en guerra civil. Koestler es también agente del Komitern con la misión de informar sobre los efectivos italianos que Franco pretende estrenar en Málaga. Mussolini busca una hazaña militar para lucirse.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/mNGP2Gw9yXABj3ptOWFP38RNjPB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jh4FjGg4hZvZp2zZKELFy6ji4vc.jpg"
    },
    {
      "id": "tmdb:1206166",
      "type": "movie",
      "name": "Prabho Shivaji Raja",
      "ids": {
        "tmdb": 1206166
      },
      "overview": "Prabho Shivaji Raja is an animated historical drama based on the life and times of the legendary Maratha warrior, Shivaji Raja. The film is an ode to the king who through his military genius took on the might of the Mughals and freed his land from their tyrannical rule of more than 350 years. And yet, history remembers him as much for his heroism as it does for his sense of justice and equality for his subjects, irrespective of class or religion.",
      "year": 2023
    },
    {
      "id": "tmdb:1024541",
      "type": "movie",
      "name": "El maestro que prometió el mar",
      "ids": {
        "tmdb": 1024541
      },
      "overview": "Ariadna descubre que su abuelo busca desde hace tiempo los restos de su padre, desaparecido en la Guerra Civil. Decidida a ayudarlo, viaja a Burgos, donde están exhumando una fosa común en la que podría estar enterrado. Durante su estancia allí, conocerá la historia de Antoni Benaiges, un joven maestro de Tarragona que antes de la guerra fue profesor de su abuelo. Mediante un innovador método pedagógico Antoni inspiró a sus alumnos y les hizo una promesa: llevarlos a ver el mar.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/n9jWufzh3ZQJOBRba4cscs3pFAO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kaTRok0I6LNCH6iTpGBn4cV2Qd9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qnAlEXrArqtq2ZatHf2of6CO8Qu.png"
    },
    {
      "id": "tmdb:1026880",
      "type": "movie",
      "name": "La promesa de Irene",
      "ids": {
        "tmdb": 1026880
      },
      "overview": "Cuando los nazis invaden Polonia en 1939, la enfermera Irena Gut (Sophie Nélisse) es trasladada y obligada a trabajar para el ejército alemán, siendo asignada como ama de llaves de un comandante nazi (Dougray Scott). En lugar de adoptar un perfil bajo y mantenerse a salvo apoyada por su estatus y etnia, Gut arriesgará todo para salvar a una docena de judíos refugiándolos en la casa de su jefe.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/tkMKRTXw9G2wEmcUKD4LNu8kZLz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1xV9xbWuU8OcN0aHe2ZLWw3lnJ0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zh1e3M7XqJzXKXLJ2pk9D3Pa610.png"
    },
    {
      "id": "tmdb:1156381",
      "type": "movie",
      "name": "Operación Brooklyn",
      "ids": {
        "tmdb": 1156381
      },
      "overview": "España, 5 de noviembre de 2021. Tras un aterrizaje de emergencia, varias personas que viajaban de Casablanca (Marruecos) a Estambul (Turquía) escapan del aeropuerto de Palma de Mallorca.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/fbkL7DB0jaU1b3VPIUmFe2mzRmp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bpfjKW16HN5pdVmoUAfpv1JcYq7.jpg"
    },
    {
      "id": "tmdb:999147",
      "type": "movie",
      "name": "La patria perdida",
      "ids": {
        "tmdb": 999147
      },
      "overview": "Serbia, 1996. Durante las manifestaciones estudiantiles contra el régimen de Milosević, Stefan, de 15 años, tiene que pasar por la revolución más dura de todas. Tiene que enfrentarse a su amada madre, portavoz y cómplice del gobierno corrupto contra el que se levantan sus amigos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/rn7HvuLcQhji1E7CN4KjfzkiAqD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pUHIwScKMyK83UjTC8lZSCgQGjn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vZA74Z1OAuTIX5665CsmLgAMS3H.png"
    },
    {
      "id": "tmdb:1093994",
      "type": "movie",
      "name": "Un Guardabosque",
      "ids": {
        "tmdb": 1093994
      },
      "overview": "Alex Tyree (Thomas Jane), un ranger de Texas, es reclutado por los servicios de inteligencia británicos, dirigidos por Geddes (John Malkovich), para localizar a un peligroso terrorista e impedir que detone una bomba radioactiva en el centro de Londres.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/6cVA4AGoex1PLZE8voy8ez7VWYb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/Yj0PbHi2xMVBCIKtrziV5uMVuX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sFXXmWDIwDxWZvmVAksKOEgS8zF.png"
    },
    {
      "id": "tmdb:1077399",
      "type": "movie",
      "name": "Loli Tormenta",
      "ids": {
        "tmdb": 1077399
      },
      "overview": "Lola, la moderna y caótica abuela de Edgar y Robert, se hizo cargo de ellos tras la muerte de su hija unos años atrás. Los tres viven en una modesta casa del extrarradio de Barcelona, y nada les hace sospechar que su tranquila vida está a punto de cambiar drásticamente. Lola ha entrado en un proceso avanzado de Alzheimer y los niños, que no están dispuestos a que les separen y acabar en un lugar de acogida, se harán cargo de ella con gran ingenio y desbordante fantasía, ocultando su enfermedad. Para ello tendrán que enfrentarse, al igual que Robert en sus competiciones de atletismo, a más de 3.000 obstáculos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/pkdVfqRayyAlzX79Ri8P2Z9vRK8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4pQTmsszrErV9mnctDKxOaXLrr1.jpg"
    },
    {
      "id": "tmdb:924054",
      "type": "movie",
      "name": "Empieza el baile",
      "ids": {
        "tmdb": 924054
      },
      "overview": "Carlos y Margarita fueron la pareja de tango más famosa y reconocida de su época. Hoy, poco y nada queda de ese esplendor. Junto a su inseparable amigo Pichuquito, la pareja inicia un viaje desde la ciudad de Carlos Gardel hasta el pie de la Cordillera de los Andes en busca de respuestas, que los enfrentará a sus recuerdos, a sus miedos, pero sobre todo a sus verdaderos deseos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/39PwnUTPbDjeNS6Yg5FP7kJqEGE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/93gKddwfNoWwATiUW4MZQ5MJxvA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/x8dCBJySlqb3UaH87gsSfY4D8cT.png"
    },
    {
      "id": "tmdb:1022725",
      "type": "movie",
      "name": "Los encantados",
      "ids": {
        "tmdb": 1022725
      },
      "overview": "Irene es una mujer de treinta y tantos años con una hija de cuatro años. Acaba de separarse de su marido y no encuentra su lugar en el mundo. Decidida a salir adelante a cualquier precio, huye a una aldea remota en las montañas para intentar reconstruir su vida, con la ayuda de la exuberante vegetación, la naturaleza omnipresente y las leyendas que la rodean.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/3KzBTpbOjikQ6pLPlQbzQ2mwwG8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xfh9iLcGUOjqr4Hjfaa0iJLowdY.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kZIo8ROSXZnAPVBorZ1QfYoS6vG.png"
    },
    {
      "id": "tmdb:978870",
      "type": "movie",
      "name": "Última noche en Milán",
      "ids": {
        "tmdb": 978870
      },
      "overview": "La noche antes de jubilarse, el teniente de policía Franco Amore es llamado para investigar la escena del crimen donde mataron a su mejor amigo y compañero de toda la vida, Dino.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/g0caMsvQ53w8PpzcaE3fkDSwl8W.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oZKQWDz6wP1bLZgPKwpcloU34sx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vMROEEcxunWtldi9xMzY4dRcwqB.png"
    },
    {
      "id": "tmdb:1053600",
      "type": "movie",
      "name": "20.000 especies de abejas",
      "ids": {
        "tmdb": 1053600
      },
      "overview": "Cocó, de ocho años, no encaja en las expectativas del resto y no entiende por qué. Todos a su alrededor insisten en llamarle Aitor pero no se reconoce en ese nombre ni en la mirada de los demás. Su madre Ane, sumida en una crisis profesional y sentimental, aprovechará las vacaciones para viajar con sus tres hijos a la casa materna, donde reside su madre Lita y su tía Lourdes, estrechamente ligada a la cría de abejas y la producción de miel. Este verano que cambiará sus vidas obligará a estas mujeres de tres generaciones muy distintas a enfrentarse a sus dudas y temores. Y sobre todo, a Ane a por fin ser honesta consiga misma.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/xsmddONe1QoHaMQS8ilyKA9OPtr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7iRYPUiKsi6Q7Km4QAwz7TVK47e.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kyn0y927fIHWZDtwqrBDZqqj8hc.png"
    },
    {
      "id": "tmdb:936368",
      "type": "movie",
      "name": "Matria",
      "ids": {
        "tmdb": 936368
      },
      "overview": "Ramona , una mujer de cuarenta años que vive sumida en un contexto laboral y personal tenso e impredecible. Un día se cruza con Xosé, un hombre con quien construye una inusual amistad que le permite pensar que, tal vez, haya algo nuevo por lo que vivir. Siempre sacrificándolo todo por el futuro de su hija Estrella, se verá empujada a mirar hacia dentro y a pensar que, tal vez, haya algo nuevo por lo que vivir.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/oZyib5v9fnT8ahucfVkrf1EKcna.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1WRA4VjDul2ONrm8RGiJ8IGCPMe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iz6Qjn0KKIp6jjCPefV3c20pNBh.png"
    },
    {
      "id": "tmdb:1002338",
      "type": "movie",
      "name": "Operación Napoleón",
      "ids": {
        "tmdb": 1002338
      },
      "overview": "Una abogada se involucró en una conspiración internacional después de ser acusada de un asesinato que no cometió. La única posibilidad de supervivencia radica en descubrir el secreto de un viejo avión alemán de la Segunda Guerra Mundial, descubierto en el glaciar más grande de Islandia.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/icDJzeudwaF5XVQsC3BJkTMT1Zj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oTAbBVd48ngNEfXrZhGAtNbRbto.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xGAMFw6GLOdTBkUSJTSMOB00Jlc.png"
    },
    {
      "id": "tmdb:977506",
      "type": "movie",
      "name": "Mi crimen",
      "ids": {
        "tmdb": 977506
      },
      "overview": "Francia, 1935. Un investigador deberá resolver el asesinato de un banquero parisino. De entre una serie de pintorescos sospechosos destaca Madeleine, cuyos deseos de fama y fortuna se pondrán en el camino de la investigación.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/2tr9JSsAAopTGpCakOYF0tw5d4u.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nXpiomCgEnF4iC7H6we8Tb2Nvh0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6GKA5ryup9o2szZqufAkDYpDGK0.png"
    },
    {
      "id": "tmdb:646389",
      "type": "movie",
      "name": "El piloto",
      "ids": {
        "tmdb": 646389
      },
      "overview": "En la noche de fin de año, el piloto experto Brodie Torrance (Gerard Butler) realiza un arriesgado aterrizaje cuando su avión, repleto de pasajeros, es alcanzado por un rayo. Perdidos en medio de una isla devastada por la guerra, Torrance se dará cuenta que sobrevivir al vuelo sólo ha sido el principio de una trepidante aventura llena de peligros. El piloto deberá usar todo su ingenio para llevar a los pasajeros a sus destinos sanos y salvos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/juoinefK6tMbjwJhRpRvbAAmrTB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/swMV8W1p40AF20dJyGhMq82AKlD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4HjqVTojgdP5xRqonCss7Ss8QkL.png"
    },
    {
      "id": "tmdb:633374",
      "type": "movie",
      "name": "Remember",
      "ids": {
        "tmdb": 633374
      },
      "overview": "La historia de Pil-Joo, un paciente de Alzheimer de unos 80 años, que perdió a toda su familia durante la era colonial japonesa, y dedica su vida a la venganza antes de que sus recuerdos desaparezcan, y un joven de unos 20 años que lo ayuda.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/b2YxOfP0pLZsNkUQCAhLTInH3ND.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ru2LECaGqWtsL3kRWWJ3EoDlF5J.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mZ3k6P7wRzIMWYUxA1765F5wV43.png"
    },
    {
      "id": "tmdb:1030054",
      "type": "movie",
      "name": "Vasil",
      "ids": {
        "tmdb": 1030054
      },
      "overview": "Vasil es inteligente, carismático y un número uno jugando al bridge y al ajedrez, pero duerme en la calle desde que llegó de Bulgaria. Alfredo, un arquitecto jubilado, lo acoge en su casa durante un tiempo ante la mirada atónita de su hija Luisa. Los dos hombres no tienen nada en común, excepto su pasión por el ajedrez. A pesar de sus diferencias, poco a poco Vasil conseguirá romper las barreras construidas por Alfredo. Y es que Vasil tiene un don: transformar para siempre a aquellas personas con las que se relaciona.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/rQPQnIDitLwCARKSr9coS9s4srn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ks2T5oiMcmh2FlRneKl27b1WWsw.jpg"
    },
    {
      "id": "tmdb:726274",
      "type": "movie",
      "name": "Irati",
      "ids": {
        "tmdb": 726274
      },
      "overview": "Pirineos occidentales, año 778. Cuando su tierra se ve amenazada por los despiadados ejércitos del emperador franco, un caudillo vasco pide ayuda a sus dioses ancestrales.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/2uwbef3ip9qcoD0j36jy1Ik294J.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mHHXflfpmt8W9MWYFsPBA3v8arF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/14zPB2wpehYvSsIsR9M7rkB6Rw4.png"
    },
    {
      "id": "tmdb:835268",
      "type": "movie",
      "name": "Suro",
      "ids": {
        "tmdb": 835268
      },
      "overview": "Helena e Iván se proponen construir una nueva vida en los bosques de alcornoques, pero sus diferentes puntos de vista sobre cómo vivir en la tierra emergen, desafiando su futuro como pareja.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/q7pEWV0FxL5AOU9Pr5mUDQWnZ4A.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pvH59bUazdpJ5I2UYo93pv6H7Nr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/arqCiwvCTAPScJpujpKbwtR5fSl.png"
    },
    {
      "id": "tmdb:1003685",
      "type": "movie",
      "name": "La consagración de la primavera",
      "ids": {
        "tmdb": 1003685
      },
      "overview": "Laura (Valeria Sorolla) acaba de llegar a Madrid para instalarse en un Colegio Mayor y estudiar la carrera de Químicas. Sola y casi sin dinero, intenta adaptarse a su vida universitaria mientras lidia con sus inseguridades. Una noche, por casualidad, conoce a David (Telmo Irureta), un chico con parálisis cerebral que vive con su madre, Isabel (Emma Suárez). Laura inicia con ellos una relación de confianza mutua que le ayuda a superar sus complejos y afrontar una nueva etapa hacia la madurez. La consagración de la primavera es una historia sobre ese momento vital en el que todo es posible y sobre cómo el encuentro más inesperado nos puede cambiar la vida.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/jWGiksYltgeqN7itKActKRYRqLh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5K3qTJw1gYRMQFMrNQ1ifVCdkor.jpg"
    },
    {
      "id": "tmdb:884669",
      "type": "movie",
      "name": "La maternal",
      "ids": {
        "tmdb": 884669
      },
      "overview": "Contará la difícil y casi tóxica relación entre una madre y su hija Carla. Forzada a ir a un hogar de acogida por los servicios sociales tras quedarse embarazada, Carla dará a luz allí y tendrá que enfrentarse a un mundo de perplejidades, decisiones y situaciones complicadas junto con otras jóvenes madres del centro.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/3MSSx8RAkBIUPlZa4DpiDq2mxyH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1EodZjDggwULlWAeQo1aUmBsJ3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zoMHaMxRgzHqNQDOS4FNpblBZvj.png"
    },
    {
      "id": "tmdb:766804",
      "type": "movie",
      "name": "Girasoles silvestres",
      "ids": {
        "tmdb": 766804
      },
      "overview": "Julia, una joven de 22 años y madre de dos niños, se enamora de Óscar, un chico conflictivo con el que comienza una relación. A medida que pasan tiempo juntos, Julia empezará a plantearse si Óscar es la persona que realmente necesita a su lado, lo que la llevará a iniciar un viaje personal en busca de su felicidad y la de su familia.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/tHK4c0UZKrqkmXZ2HJeGNhNetRz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lQNSk0NIaaHKXv1UasAjxCCD8l4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mSGPEGhWgsWASfTzLGxKm2rrFwT.png"
    },
    {
      "id": "tmdb:511424",
      "type": "movie",
      "name": "La canción del marinero",
      "ids": {
        "tmdb": 511424
      },
      "overview": "El cascarrabias capitán de barco jubilado Howard vive aislado del mundo en su desordenada casa. Su hija Grace decide contratar a Annie, una viuda del pueblo, para que cuide de él. A pesar de que Howard rechaza en un principio los favores de Annie, este acabará enamorándose de ella.Los espectaculares paisajes de la costa irlandesa se convierten en cómplices de una historia de amor en la vejez, de las heridas sin cerrar entre un padre y una hija, de la culpa y el remordimiento, pero, también, de la sanación.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/ybrcBgUV0riIymvOIEYMiLmkFcH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wH1cqzpNkvqR0TfmZWcR9u7PByz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vhxvzfnxrFHzVDerQxE0KDfV4mq.png"
    },
    {
      "id": "tmdb:803694",
      "type": "movie",
      "name": "Los hijos de otros",
      "ids": {
        "tmdb": 803694
      },
      "overview": "Rachel tiene 40 años, no tiene hijos. Ella ama su vida: sus estudiantes de secundaria, sus amigos, sus ex, sus lecciones de guitarra. Al enamorarse de Ali, se encariña con Leila, su hija de 4 años. Ella la arropa y la ama como si fuera suya. Pero amar a los hijos de otras personas es un riesgo que vale la pena correr...",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/2tAxIZ1XlvOXo2m0pBuY0xT0BP8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pJ71elclLMv8NYbaHYVOQDrHvfQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9yBrNjBUv1zlsP563HvXaGdvsP8.png"
    },
    {
      "id": "tmdb:770724",
      "type": "movie",
      "name": "L'immensità",
      "ids": {
        "tmdb": 770724
      },
      "overview": "Roma, años 70. Clara y Felice acaban de mudarse a un piso nuevo. Su matrimonio está acabado: ya no se aman, pero son incapaces de separarse. Lo único que los mantiene unidos son sus hijos, en los que Clara vuelca su deseo de libertad. Adriana, la mayor, acaba de cumplir 12 años y presencia muy de cerca los estados de ánimo de Clara y las tensiones cada vez mayores entre sus padres. Adriana rechaza su nombre y su identidad, quiere convencer a todo el mundo de que es un chico, y su obstinación hace que el ya frágil equilibrio familiar alcance un punto de ruptura. Mientras los niños esperan una señal que los guíe, todo cambia a su alrededor y en su interior.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/wzAqOajcd9okGnFGtxrpEPSZ53C.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jFS0VgKcUTuvTl1rcxQekYeD8zN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1PKUhm6A9ELlX7231PH7Xh645pf.png"
    },
    {
      "id": "tmdb:913988",
      "type": "movie",
      "name": "42 segundos",
      "ids": {
        "tmdb": 913988
      },
      "overview": "A pocos meses de las olimpiadas de Barcelona 92, la selección española de waterpolo tiene todos los números para pasar sin pena ni gloria. No están preparados y necesitan un golpe de efecto si no quieren hacer el ridículo jugando en su propia casa. Ese revulsivo llega en forma de nuevo entrenador con fama de duro y técnicas de trabajo más que cuestionables. Por si fuera poco, la selección cuenta con dos líderes enfrentados por su manera de entender este deporte: Manel Estiarte y Pedro García Aguado. Pero gracias a un esfuerzo sobrehumano, al trabajo en equipo y al apoyo de todo un país, demostrarán al mundo entero que se puede llegar más allá de donde nunca imaginaron.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/zn1RhPoLmG5Bao7RmVgHmKLjCp9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eeVR0feGGmRSxcNQrmaFAgrBmlV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mGDgntNWD9O8IPQFVRo13wOqrTD.png"
    },
    {
      "id": "tmdb:1046057",
      "type": "movie",
      "name": "경계선",
      "ids": {
        "tmdb": 1046057
      },
      "overview": "Yoonsung, a radical feminist, works as a waitress for a part-time job. One day, she’s suddenly demoted, and the newcomer Jihee unintentionally replaces her. A complicated story of workplace politics, gender policing, and maybe being not quite as progressive as you thought you were.",
      "year": 2022
    },
    {
      "id": "tmdb:942999",
      "type": "movie",
      "name": "Mamá no enRedes",
      "ids": {
        "tmdb": 942999
      },
      "overview": "Clara, madre de dos adolescentes, es una mujer abierta a nuevas experiencias que decide crearse un perfil en TILINK, una app de citas. ¿Qué pasa por la mente de un veinteañero cuando se encuentra el perfil de su propia madre en Tilink, la aplicación de citas de moda? Sí, su madre aún es joven. Sí, está divorciada de su padre y tiene derecho a rehacer su vida, pero... ¿no sabe lo que es Tilink? Allí sólo hay salidos que la van a utilizar para luego dejarla tirada, francotiradores del sexo... como él mismo. Dani y su hermana Milena se embarcarán en la delirante aventura de boicotear los ligues de su madre, e irán a saco cuando la mujer inicie una relación más seria con un yogurín argentino, convencidos de que sólo la va a hacer sufrir. Sólo que las estrategias de los hermanos tendrán el efecto opuesto al deseado, cada vez habrá más hombres en la vida de su madre y nada saldrá como ellos esperan.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/xdNbqKd6F2Tj7WPgZbg11D6rjmO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/85e7ajn6NcTbe6M2HwkSbfL38v0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5hKNWeaPilI9o2Zk5Vgc4uPRLQf.png"
    },
    {
      "id": "tmdb:925459",
      "type": "movie",
      "name": "Entre la vida y la muerte",
      "ids": {
        "tmdb": 925459
      },
      "overview": "Una noche, Leo, un español que trabaja en Bruselas como conductor de metro, ve a un joven al borde del andén, justo antes de caer a las vías.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/7Zl8wBKWTAalJ2wubT9HofMrrSX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/h80hCAazVmmWgdc7UXXf3r8tUPR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hu6Hoi7EyEkPZQPtEOE1bPHgC2t.png"
    },
    {
      "id": "tmdb:587092",
      "type": "movie",
      "name": "Unicorn Wars",
      "ids": {
        "tmdb": 587092
      },
      "overview": "El ejército osito adoctrina a jóvenes reclutas para la guerra que libran contra los unicornios y amenaza la seguridad del pueblo osito. Los hermanos Azulín y Gordi, junto a un inexperto grupo de reclutas, serán enviados a una peligrosa misión para salvar el Bosque Mágico. ¿Estarán los ositos preparados para ello?",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/joOEYpfltqoqkaiQio24TUTntGM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rw5uEkCGgFwl6i3G481iqkXZ301.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iMdXjDvK8VQyWSIAljW0eb64L18.png"
    },
    {
      "id": "tmdb:820880",
      "type": "movie",
      "name": "Aisha",
      "ids": {
        "tmdb": 820880
      },
      "overview": "Una joven nigeriana busca asilo internacional en Irlanda. Atrapada en el limbo durante años en el sistema de inmigración irlandés, Aisha Osagie (Letitia Wright) desarrolla una amistad con el ex prisionero Conor Healy (Josh O'Connor), a quien conoce en uno de los centros de alojamiento. La creciente amistad de Aisha y Conor pronto parece ser efímera, ya que el futuro de Aisha en Irlanda se ve amenazado.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/3akN1ey6teitHO58q7i011i5mLJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/v2MpifpBdeHdtG7z6fYRhSfFr54.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9Tr3kQJOZFBIlblkasGjAJrp6tb.png"
    },
    {
      "id": "tmdb:958279",
      "type": "movie",
      "name": "El caftán azul",
      "ids": {
        "tmdb": 958279
      },
      "overview": "Halim lleva mucho tiempo casado con Mina, con quien regenta una tienda tradicional de caftanes en la medina de Salé, una de las más antiguas de Marruecos. La pareja vive desde siempre con un secreto que Halim ha aprendido a ocultar, pero la enfermedad de Mina y la llegada a la tienda de un joven aprendiz amenazan con perturbar este equilibrio. Unidos por el amor, cada uno tratará de ayudar al otro a enfrentarse a sus miedos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/orNJ8NroRn0vmBqmtlyHiZsG8jS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3T791vc0iFMRgqtzmQcoYgTMNwi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2v0a92XxlLGCwJIqkZ8XhE14XOJ.png"
    },
    {
      "id": "tmdb:901563",
      "type": "movie",
      "name": "Close",
      "ids": {
        "tmdb": 901563
      },
      "overview": "Léo y Rémi, de 13 años, son amigos de toda la vida. Hasta que un suceso impensable los separa. Léo se acerca entonces a Sophie, la madre de Rémi, para tratar de entender.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/pyVvz3B5IoJKd9ayozI8RrJW2vU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bvsJCFklBZmgHsSwzDk9ZToLDXl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6kPq7RUQ1F09Q0C5jfcC2lLorck.png"
    },
    {
      "id": "tmdb:848685",
      "type": "movie",
      "name": "As bestas",
      "ids": {
        "tmdb": 848685
      },
      "overview": "Una pareja francesa de mediana edad, Antoine y Olga, llega a vivir a un pueblo gallego en busca de una mayor cercanía con la naturaleza. Su presencia, sin embargo, enciende a dos lugareños, los hermanos Xan y Lorenzo, hasta el punto de una abierta hostilidad y luego una violencia impactante.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/d5Vv89re9tBtukMUnktyseam0g7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/o4azItwjqk2SwgAW7Hxd2j31k5q.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wi7Kf9X2eZIJRCNAsahVNHKNZXK.png"
    },
    {
      "id": "tmdb:691214",
      "type": "movie",
      "name": "Pacifiction",
      "ids": {
        "tmdb": 691214
      },
      "overview": "En la isla de Tahití, en la Polinesia Francesa, el Alto Comisario de la República, De Roller, representante del Estado francés, es un hombre calculador de modales impecables. Tanto en las recepciones oficiales como en los establecimientos ilegales, no deja de tomar el pulso a una población local cuya ira puede despertarse en cualquier momento. Y más aún cuando un rumor se instala: parece haberse avistado un submarino, cuya presencia fantasmal podría anunciar una reanudación de los ensayos nucleares franceses.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/poG2Tbv2FNIgaIPCm318eVf3BLn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6CrwFdV8cvUAlhzH0BY6JM7lsmk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o42gDafUIdVcFYfODU6GBVnfoUl.png"
    },
    {
      "id": "tmdb:889699",
      "type": "movie",
      "name": "Araña sagrada (Holy Spider)",
      "ids": {
        "tmdb": 889699
      },
      "overview": "Irán, 2001. Una periodista de Teherán se sumerge en los barrios con peor reputación de la ciudad santa de Mashhad para investigar una serie de feminicidios. Pronto se dará cuenta de que las autoridades locales no tienen ninguna prisa por resolver el asunto. Los crímenes son obra de un solo hombre, que asegura purificar la ciudad de sus pecados y que ataca a prostitutas por la noche.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/6SQ57NYOXH4HHK163fyWVYU7LbK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iQ86Slw6hHNA2LcdvWBicMnNP8c.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rwrtMldjczUwlJ6sJjqrGmKZDWF.png"
    },
    {
      "id": "tmdb:936386",
      "type": "movie",
      "name": "El agua",
      "ids": {
        "tmdb": 936386
      },
      "overview": "Ana, su madre y su abuela viven en un pequeño pueblo del sureste de España donde las tres son miradas con recelo.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/kUdDRXx1EaJ299Zl2kTkVJGOhm0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/29Zp9fAsrZ9ZXMrHRa9OUbFgazt.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/p7ZfQJm7sVndceAUkkBh5o1dht.png"
    },
    {
      "id": "tmdb:747779",
      "type": "movie",
      "name": "Una bonita mañana",
      "ids": {
        "tmdb": 747779
      },
      "overview": "Una mujer con una hija de ocho años vive con su padre, que padece una enfermedad neurodegenerativa. Mientras lucha por conseguir un hogar de ancianos decente, se encuentra con un amigo con el que inicia una aventura... aunque éste se encuentre en una relación",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/L7WngnFSMvhZEbbwybqs9xX0Ds.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/g51baigPRJirX3Lnh2hXRhMKXBv.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/asb3bdB3MyACeSE59L6zglgUjUs.png"
    },
    {
      "id": "tmdb:803700",
      "type": "movie",
      "name": "Las ocho montañas",
      "ids": {
        "tmdb": 803700
      },
      "overview": "Pietro es un chico de ciudad, Bruno es el último niño de una localidad de montaña olvidada. Con el paso de los años, Bruno se mantiene fiel a su montaña, mientras que Pietro viene y va. Sus experiencias le harán enfrentarse al amor y a la pérdida, recordándoles sus orígenes y abriendo paso al destino.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/k005afxR9TZSFRcFN5XiPEjNQ8C.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xmOA7r9CjXJWtgr2gnTtXAhnbpk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9nTwQok6h2ZbCvnP5KDbC2BXKxQ.png"
    },
    {
      "id": "tmdb:820446",
      "type": "movie",
      "name": "Downton Abbey: Una nueva era",
      "ids": {
        "tmdb": 820446
      },
      "overview": "Violet, la condesa viuda de Grantham, ha heredado una villa en el sur de Francia de un viejo amigo. Mientras tanto, un cineasta obtiene el permiso de Mary para rodar una película en Downton Abbey. Robert piensa que tener actores y actrices dando vueltas, maquillados, es una idea terrible, pero otros miembros de la familia, y los sirvientes, están encantados con la idea. Para perderse la \"película espantosa\" de Mary, como la llama Robert, algunos miembros de la familia viajan al sur de Francia para resolver el misterio de por qué el amigo de Violet le dejó una villa. Secuela de la adaptación cinematográfica de la popular serie.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/yRng7Bgz8nW714NQpmQYx6XkLWH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bM44TNykRCtWtpbn8UiEIfSvPOs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uWx2azG9ro5QeIwtu7fmp8Oazk1.png"
    },
    {
      "id": "tmdb:929453",
      "type": "movie",
      "name": "Llegaron de noche",
      "ids": {
        "tmdb": 929453
      },
      "overview": "Narra la historia real de Lucía, la única testigo en la matanza de los jesuitas en El Salvador. La madrugada del 16 de noviembre de 1989, en plena guerra civil salvadoreña, seis sacerdotes jesuitas, profesores universitarios, y dos empleadas fueron asesinados en la Universidad Centroamericana José Simeón Cañas (UCA) en San Salvador. La noticia tuvo una inmediata repercusión internacional porque, además de la barbarie, entre los sacerdotes asesinados se encuentraba un intelectual de prestigio, Ignacio Ellacuría. Lucía ha visto quiénes son los verdaderos asesinos: el ejército. Aquella mirada será clave para esclarecer la verdad y hacer justicia, pero además cambiará para siempre su vida y la de su familia.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/sgIIZO9TJTeyF233Q10ZHv8uFsb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5EPCTG0PLA4TOaUSbSRccrDLhr7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xj4aIxY6K7pxGeDKZ974hZM7O67.png"
    },
    {
      "id": "tmdb:526896",
      "type": "movie",
      "name": "Morbius",
      "ids": {
        "tmdb": 526896
      },
      "overview": "Peligrosamente enfermo de un extraño trastorno sanguíneo, y determinado a salvar a otras personas que padecen su mismo destino, el doctor Morbius intenta una apuesta desesperada. Lo que en un principio parece ser un éxito radical, pronto se revela como un remedio potencialmente peor que la enfermedad.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/4jcJHqIVsb4MFdYrDajXeEVlDvH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kmCBLNHsNnlDEtghSaF2nabpG2T.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9yXfRmPJdeaSAVgyq3USqkgwLg7.png"
    }
  ]
}