{
  "metas": [
    {
      "id": "tmdb:238",
      "type": "movie",
      "name": "El padrino",
      "ids": {
        "tmdb": 238
      },
      "overview": "Don Vito Corleone, conocido dentro de los círculos del hampa como 'El Padrino', es el patriarca de una de las cinco familias que ejercen el mando de la Cosa Nostra en Nueva York en los años cuarenta. Don Corleone tiene cuatro hijos: una chica, Connie, y tres varones; Sonny, Michael y Fredo. Cuando el Padrino reclina intervenir en el negocio de estupefacientes, empieza una cruenta lucha de violentos episodios entre las distintas familias del crimen organizado.",
      "year": 1972,
      "poster": "https://image.tmdb.org/t/p/w342/dfEQMuZMIcPgC7nt07D9uVQi7Tv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iUCnFW0HdjVqpixI3tj8Q1cXMoM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gSDhcObC7ytBG7VNzcaGJki01iW.png"
    },
    {
      "id": "tmdb:156022",
      "type": "movie",
      "name": "The equalizer (El protector)",
      "ids": {
        "tmdb": 156022
      },
      "overview": "Robert McCall, un antiguo agente de la CIA que lleva ahora una vida tranquila, abandona su retiro para ayudar a Teri, que está siendo explotada por la mafia rusa. A pesar de que aseguró no volver a ser violento, contemplar tanta crueldad despertará en Robert un implacable y renovado deseo de justicia.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/7tiub1UB4KF9zpacEldfbWAXDi6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wfIL5js414PISkX5YTGXqggdgyD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ycltUQC6QKlz23GPifEHK0dNEXd.png"
    },
    {
      "id": "tmdb:929590",
      "type": "movie",
      "name": "Civil War",
      "ids": {
        "tmdb": 929590
      },
      "overview": "En un futuro cercano, donde América está sumida en una cruenta guerra civil, un equipo de periodistas y fotógrafos de guerra emprenderá un viaje por carretera en dirección a Washington DC. Su misión: llegar antes de que las fuerzas rebeldes asalten la Casa Blanca y arrebaten el control al presidente de Estados Unidos.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/q0oN2KVQ2W94YNwDGmqaYNmiOnR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ypdB8I6YBQ8cKPRozdKRAAZCQOO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qkAhGhjcejaQUry3KSWCkrA7a48.png"
    },
    {
      "id": "tmdb:76492",
      "type": "movie",
      "name": "Hotel Transilvania",
      "ids": {
        "tmdb": 76492
      },
      "overview": "Drácula regenta un hotel en el que se alojan personajes como Frankenstein, la Momia, el Hombre Invisible, hombres-lobo... El problema del conde es que tiene una hija de espíritu aventurero a la que le resulta difícil controlar. El conflicto surge cuando se aloja en el hotel un ser humano que se siente atraído por la hija del dueño.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/zvWlwBGQWuJ0wog65q1uS37BApC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tcHF7MvHRNyu23XsGnJmTnvB9Rc.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o5iC23EDHFBU3N9Pc9L5x5ZV1b5.png"
    },
    {
      "id": "tmdb:591",
      "type": "movie",
      "name": "El código Da Vinci",
      "ids": {
        "tmdb": 591
      },
      "overview": "El catedrático y afamado simbologista Robert Langdon se ve obligado a acudir una noche al Museo del Louvre, cuando el asesinato de un restaurador deja tras de sí un misterioso rastro de símbolos y pistas. Con la ayuda de la criptógrafa de la policía Sophie Neveu y poniendo en juego su propia vida, Langdon descubre que la obra de Leonardo Da Vinci esconde una serie de misterios que apuntan a una sociedad secreta encargada de custodiar un antiguo secreto que ha permanecido oculto durante dos mil años...",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/r5DHVCB5AV7B7GLmXMyA71Y4Yu4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/90n8AM7Nu0X8IFm68d5XaNJPpeu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7atZYzonCEiWXGDefQIYcVjhMrO.png"
    },
    {
      "id": "tmdb:13448",
      "type": "movie",
      "name": "Ángeles y demonios",
      "ids": {
        "tmdb": 13448
      },
      "overview": "Robert Langdon descubre la prueba de la reaparición de una antigua hermandad secreta conocida como los Illuminati: la más poderosa organización secreta en la historia, que a su vez también se enfrenta a una amenaza que hace que peligre su existencia: la Iglesia Católica. Cuando Langdon se entera de que los Illuminati conspiran en contra de la Iglesia intentando detonar una bomba de antimateria, él se dirige a Roma, donde une fuerzas con Vittoria Vetra.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/kLTpEwwVyquJmWak9qKGc4icFMK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5byJiy9T0ndTiC9hKDh54PuqC68.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lYZgikZiBjNAF1eAEOa8FePylMB.png"
    },
    {
      "id": "tmdb:335797",
      "type": "movie",
      "name": "¡Canta!",
      "ids": {
        "tmdb": 335797
      },
      "overview": "Buster es un koala que posee y dirige un gran teatro que está pasando por un momento muy delicado. Para arreglar la situación y recuperar la gloria perdida, organizará el concurso de canto más grande del mundo, que atrae a multitud de animales que buscan convertirse en estrellas. Entre ellos encontramos a un bromista y arrogante ratón, una elefanta adolescente que tiene pánico escénico, una cerda que padece estrés debido a su camada de 25 lechones, un joven gorila proveniente de una familia de gánsteres y una puercoespín que tiene su propia banda de rock alternativo.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/aNXtFYs0mPP4wakHW7PhHuh8cEo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/f2magHjnUAQIisAAC9DUsF5LHMY.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xA2v65H3KEW4dJYILl8e42GGPam.png"
    },
    {
      "id": "tmdb:646389",
      "type": "movie",
      "name": "El piloto",
      "ids": {
        "tmdb": 646389
      },
      "overview": "En la noche de fin de año, el piloto experto Brodie Torrance (Gerard Butler) realiza un arriesgado aterrizaje cuando su avión, repleto de pasajeros, es alcanzado por un rayo. Perdidos en medio de una isla devastada por la guerra, Torrance se dará cuenta que sobrevivir al vuelo sólo ha sido el principio de una trepidante aventura llena de peligros. El piloto deberá usar todo su ingenio para llevar a los pasajeros a sus destinos sanos y salvos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/juoinefK6tMbjwJhRpRvbAAmrTB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/swMV8W1p40AF20dJyGhMq82AKlD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4HjqVTojgdP5xRqonCss7Ss8QkL.png"
    },
    {
      "id": "tmdb:676",
      "type": "movie",
      "name": "Pearl Harbor",
      "ids": {
        "tmdb": 676
      },
      "overview": "Rafe y Danny crecieron juntos en una zona rural estadounidense y su amistad se ha prolongado a lo largo de los años hasta las filas del ejercito del aire, donde los dos son pilotos de combate. Rafe encontró en Evelyn, una valiente enfermera, al amor de su vida, pero pronto es llamado a servir en la fuerza aérea británica para combatir a los nazis como representante del ejército estadounidense. Mientras tanto, Danny y Evelyn son enviados a la base aérea de Pearl Harbor en Hawai. Una vez allí, ambos se enamoran mientras Rafe es derribado en combate. Para sorpresa de ambos, Rafe sobrevive y regresa a Pearl Harbor pero todo se complica cuando se produce un mortal bombardeo por parte del ejercito japonés.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/ftkKVbk4sQEcekuaGJvpvXcNs32.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bCJovPf3htouLxGxzDXpnGsC9dw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3nt1yLqg5S8HH0tJEHAvpzWhiCI.png"
    },
    {
      "id": "tmdb:37710",
      "type": "movie",
      "name": "The Tourist",
      "ids": {
        "tmdb": 37710
      },
      "overview": "Frank es un turista americano que viaja a Italia para tratar de recuperarse de un fracaso amoroso. Elise es una extraordinaria mujer que deliberadamente se cruza en su camino. Con el incomparable marco de Venecia como telón de fondo, Frank se deja llevar por la atracción del romance, pero en poco tiempo él y Elise se verán envueltos en un torbellino de intriga y peligro.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/oph4jJLezMsX0uQ5UYDOR0CVerb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fw92ChteAh3lUkd8dQ6HGC3ewMr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dlawWHNWHE7blkD7kOD9Ljaurw4.png"
    },
    {
      "id": "tmdb:978592",
      "type": "movie",
      "name": "Sombras del pasado",
      "ids": {
        "tmdb": 978592
      },
      "overview": "Después de someterse a un tratamiento de vanguardia para el Alzheimer, un ex detective de homicidios vuelve a examinar un caso de hace una década que involucra el brutal asesinato de un profesor universitario, y es como si estuviera investigando el caso por primera vez.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/kDAgYPJ4qMDt2RbuYGmUocpWuPd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/x5YINvEBqgXXzTu9FsXZ7fzAw87.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/b8kTUFTFfYExZZMexHdyGBFOPgT.png"
    },
    {
      "id": "tmdb:1053600",
      "type": "movie",
      "name": "20.000 especies de abejas",
      "ids": {
        "tmdb": 1053600
      },
      "overview": "Cocó, de ocho años, no encaja en las expectativas del resto y no entiende por qué. Todos a su alrededor insisten en llamarle Aitor pero no se reconoce en ese nombre ni en la mirada de los demás. Su madre Ane, sumida en una crisis profesional y sentimental, aprovechará las vacaciones para viajar con sus tres hijos a la casa materna, donde reside su madre Lita y su tía Lourdes, estrechamente ligada a la cría de abejas y la producción de miel. Este verano que cambiará sus vidas obligará a estas mujeres de tres generaciones muy distintas a enfrentarse a sus dudas y temores. Y sobre todo, a Ane a por fin ser honesta consiga misma.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/xsmddONe1QoHaMQS8ilyKA9OPtr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7iRYPUiKsi6Q7Km4QAwz7TVK47e.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kyn0y927fIHWZDtwqrBDZqqj8hc.png"
    },
    {
      "id": "tmdb:938",
      "type": "movie",
      "name": "La muerte tenía un precio",
      "ids": {
        "tmdb": 938
      },
      "overview": "Dos cazadores de asesinos, rivales entre sí al principio, acaban por unirse para conseguir una misma presa, \"El Indio\", un peligroso y sanguinario bandido por el que se ofrece la más alta recompensa conocida. Cada uno tiene motivos diferentes para dar caza al bandido, uno, su obsesión por conseguir el dinero que ofrecen, y el otro, para vengar el asesinato de su hija a manos del brutal asesino. También sus estilos son distintos, aunque infalibles, uno rápido y el otro frío y técnico.",
      "year": 1965,
      "poster": "https://image.tmdb.org/t/p/w342/qY5gbsSBDETBhyH42XkKxBrJnqB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/a95Z0jdTepg8XaIbI4ryuCxhsny.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/a6bvqMJrjJEx2GtK4bdVxJ78WpV.png"
    },
    {
      "id": "tmdb:4379",
      "type": "movie",
      "name": "La madre del novio",
      "ids": {
        "tmdb": 4379
      },
      "overview": "Charlotte ha conocido a Kevin, el hombre de sus sueños. Sin embargo, su madre teme perder al muchacho, por lo que decide convertirse en la peor suegra del mundo con el fin de deshacerse de su nueva nuera.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/y6orMDFV5foN1CoriC9AxPAg10J.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jnXsxSIbr2OkRpDKwFOTFVhXPKW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/y8UW7uDg7I6p87JVv3UiYNNzfT8.png"
    },
    {
      "id": "tmdb:528949",
      "type": "movie",
      "name": "El fotógrafo de Mauthausen",
      "ids": {
        "tmdb": 528949
      },
      "overview": "El fotógrafo español Francesc Boix, encarcelado en el campo de concentración de Mauthausen-Gusen, trabaja en el Servicio Fotográfico de las SS. Entre 1943 y 1945, esconde, con la ayuda de otros prisioneros, miles de negativos, con el fin de mostrar al mundo liberado las atrocidades cometidas por los nazis, exhaustivamente documentadas. Será un testigo clave durante los juicios de Núremberg.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/1GzwDodNHSQM7Wu8VIbvTmYXJQB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6ZwRaMsSYkvunja6xoqIMln3Mea.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gUxCMLCcEHONvJUi3mQEAgvS7uU.png"
    },
    {
      "id": "tmdb:395834",
      "type": "movie",
      "name": "Wind River",
      "ids": {
        "tmdb": 395834
      },
      "overview": "Una joven agente del FBI se alía con un veterano rastreador local para investigar el asesinato de una joven ocurrido en una reserva de nativos americanos...",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/8YQzSkPbJB5PJMTvTccDNo3z9K7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cCc9GdKtgs3fZrqQe6PYbaC38dh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cukehwDevWqOkqI21cJXJvmfXaq.png"
    },
    {
      "id": "tmdb:803700",
      "type": "movie",
      "name": "Las ocho montañas",
      "ids": {
        "tmdb": 803700
      },
      "overview": "Pietro es un chico de ciudad, Bruno es el último niño de una localidad de montaña olvidada. Con el paso de los años, Bruno se mantiene fiel a su montaña, mientras que Pietro viene y va. Sus experiencias le harán enfrentarse al amor y a la pérdida, recordándoles sus orígenes y abriendo paso al destino.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/k005afxR9TZSFRcFN5XiPEjNQ8C.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xmOA7r9CjXJWtgr2gnTtXAhnbpk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9nTwQok6h2ZbCvnP5KDbC2BXKxQ.png"
    },
    {
      "id": "tmdb:1026880",
      "type": "movie",
      "name": "La promesa de Irene",
      "ids": {
        "tmdb": 1026880
      },
      "overview": "Cuando los nazis invaden Polonia en 1939, la enfermera Irena Gut (Sophie Nélisse) es trasladada y obligada a trabajar para el ejército alemán, siendo asignada como ama de llaves de un comandante nazi (Dougray Scott). En lugar de adoptar un perfil bajo y mantenerse a salvo apoyada por su estatus y etnia, Gut arriesgará todo para salvar a una docena de judíos refugiándolos en la casa de su jefe.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/tkMKRTXw9G2wEmcUKD4LNu8kZLz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1xV9xbWuU8OcN0aHe2ZLWw3lnJ0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zh1e3M7XqJzXKXLJ2pk9D3Pa610.png"
    },
    {
      "id": "tmdb:1654",
      "type": "movie",
      "name": "Doce del patíbulo",
      "ids": {
        "tmdb": 1654
      },
      "overview": "El comandante Reisman es un oficial estadounidense que se ha distinguido en la campaña de Italia, durante la Segunda Guerra Mundial. A pesar de ello, su mayor virtud no es la disciplina; de ahí que las relaciones con sus superiores sean más bien tensas. Sin embargo, debido a su brillante historial militar, no dudan en encargarle una misión suicida: asaltar una fortaleza nazi y matar a sus ocupantes, todos ellos altos mandos del régimen. Para ello debe someter a un duro entrenamiento a doce presidiarios.",
      "year": 1967,
      "poster": "https://image.tmdb.org/t/p/w342/lXYSPzIqjQxKnI0YgAVHjp1t3wK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4euRoviWaNTW0fSsrowWV0VTnWG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wIhlY0RxVPKXp9KellUyUuOad7o.png"
    },
    {
      "id": "tmdb:833043",
      "type": "movie",
      "name": "Las consecuencias",
      "ids": {
        "tmdb": 833043
      },
      "overview": "En un viaje a una pequeña isla volcánica Fabiola se convierte en espía de su hogar. No tiene evidencias ni certezas, pero su intuición le dice que no todo es lo que parece. Se debate entre el miedo a lo que puede encontrar y la necesidad de obtener respuestas. ¿Hasta dónde hurgar en la intimidad de los demás? ¿Hasta dónde mentir para proteger a la gente que quieres?",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/pPWBp9RXl7I61TcKje7JfcQV411.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oIPgzXfv4SONDEz0OmwFcLqsbEY.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uPpoGU7Psu931sbSDLPb2EVdWN3.png"
    },
    {
      "id": "tmdb:977506",
      "type": "movie",
      "name": "Mi crimen",
      "ids": {
        "tmdb": 977506
      },
      "overview": "Francia, 1935. Un investigador deberá resolver el asesinato de un banquero parisino. De entre una serie de pintorescos sospechosos destaca Madeleine, cuyos deseos de fama y fortuna se pondrán en el camino de la investigación.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/2tr9JSsAAopTGpCakOYF0tw5d4u.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nXpiomCgEnF4iC7H6we8Tb2Nvh0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6GKA5ryup9o2szZqufAkDYpDGK0.png"
    },
    {
      "id": "tmdb:651589",
      "type": "movie",
      "name": "Hasta el cielo",
      "ids": {
        "tmdb": 651589
      },
      "overview": "El día que Ángel habló con Estrella en aquella discoteca, su vida cambió para siempre. Tras una pelea con Poli, el posesivo novio de la chica, éste descubre que Ángel tiene talento para meterse en problemas y, lo más importante, para salir de ellos. Por eso, le anima a unirse a una banda de atracadores que tiene en jaque a toda la policía de Madrid. Ángel comienza a escalar rápidamente en una pirámide de atracos, dinero negro, negocios turbios y abogados corruptos que le llevarán a ser acorralado por Duque, un incansable detective que no parará hasta acabar con su carrera. Desoyendo los consejos de su gente, Ángel consigue ascender hasta convertirse en el protegido de Rogelio, uno de los tipos que controla el mercado negro de la ciudad. Con éste y Sole, hija del capo, Ángel descubrirá que el precio del poder es alto y que pronto tendrá que decidir entre su futuro como atracador y el amor de su vida, Estrella.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/4wBsYozsXBlG7Lx4NO7ycDWnnUs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/16t9MkexK0gzQsiOJDoNlvbMU41.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/47CDuL8ULakcCMNRfLxHicopkRJ.png"
    },
    {
      "id": "tmdb:517839",
      "type": "movie",
      "name": "Border",
      "ids": {
        "tmdb": 517839
      },
      "overview": "Tina es una agente de aduanas reconocida por su eficiencia y por su extraordinario olfato. Da la impresión de poder oler la culpabilidad de un individuo. Pero cuando Vore, un hombre aparentemente sospechoso, pasa junto a ella, sus habilidades se ponen a prueba por primera vez. Tina sabe que Vore oculta algo, pero no logra identificar qué es.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/lc6unrBltbkwtFLA32TDThyHHJS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/p0R80tKFz326Y8gARVZ1GR7zKhL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lS0jcIt9zmywThzuSqmIpdqsp7G.png"
    },
    {
      "id": "tmdb:399035",
      "type": "movie",
      "name": "El pasajero",
      "ids": {
        "tmdb": 399035
      },
      "overview": "Durante su trayecto habitual de vuelta a casa en tren, un hombre de negocios felizmente casado comienza a hablar con una misteriosa pasajera. Pronto el hombre se verá envuelto en una conspiración criminal que amenaza con poner en peligro tanto su vida como la de sus seres más cercanos.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/nd7dKQ1Lpkzlvl4V29gEu2Kg3sX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6ijL7GUXn0setkWEjSIlVgcNuRl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7kfdjV3xxFvisMPqCHGwAWXFCd4.png"
    },
    {
      "id": "tmdb:811211",
      "type": "movie",
      "name": "Los jóvenes amantes",
      "ids": {
        "tmdb": 811211
      },
      "overview": "Dos amantes se encuentran 15 años después, en el corredor de un hospital. Ella tiene 71, él tiene 45. Repelidos, pero atraídos el uno por el otro, vuelven a conectar. Viuda, madre, abuela, Shauma quiere reafirmar que sigue siendo mujer, ante todo.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/qTtVoGYE4hIYqFjOa3LyG7WG838.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jeVaFik5Srlcf3I8yRRKTEkw0TG.jpg"
    },
    {
      "id": "tmdb:848685",
      "type": "movie",
      "name": "As bestas",
      "ids": {
        "tmdb": 848685
      },
      "overview": "Una pareja francesa de mediana edad, Antoine y Olga, llega a vivir a un pueblo gallego en busca de una mayor cercanía con la naturaleza. Su presencia, sin embargo, enciende a dos lugareños, los hermanos Xan y Lorenzo, hasta el punto de una abierta hostilidad y luego una violencia impactante.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/d5Vv89re9tBtukMUnktyseam0g7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/o4azItwjqk2SwgAW7Hxd2j31k5q.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wi7Kf9X2eZIJRCNAsahVNHKNZXK.png"
    },
    {
      "id": "tmdb:820722",
      "type": "movie",
      "name": "El buen patrón",
      "ids": {
        "tmdb": 820722
      },
      "overview": "Blanco, un carismático propietario de una empresa que fabrica balanzas industriales en una ciudad española de provincias, espera la inminente visita de una comisión que decidirá su destino y la obtención de un premio local a la Excelencia Empresarial: todo tiene que estar perfecto para la visita. Sin embargo, todo parece conspirar contra él. Trabajando a contrarreloj, Blanco intenta resolver los problemas de sus empleados, cruzando para ello todas las líneas imaginables, dando lugar a una inesperada y explosiva sucesión de acontecimientos de imprevisibles consecuencias.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/kfUBHRYmbzkIw7lQZ3ZcptbW3VI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kD7DjFdG5roRIh3zmkI6OagSdOC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cKvlaXixYi5NgM3jq5Bu61qRd1q.png"
    },
    {
      "id": "tmdb:382591",
      "type": "movie",
      "name": "Mañana empieza todo",
      "ids": {
        "tmdb": 382591
      },
      "overview": "Samuel vive la vida sin responsabilidades en la playa en el sur de Francia. Hasta que un día, una de sus antiguos amores le deja en los brazos a un bebé de pocos meses, Gloria: su hija. Incapaz de cuidar de un bebé y decidido a devolverle la niña a su madre, Samuel se va a a Londres para tratar de encontrarla pero no tiene éxito. Ocho años más tarde, mientras que Samuel y Gloria viven en Londres y son inseparables, la madre de Gloria regresa a su vida para recuperar a su hija. Remake de 'No se aceptan devoluciones' (2013), la película mexicana más exitosa de la historia.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/5kdTXiFswJJZl4JFvIQi6DMdiqr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jWXMKlCXVXkNF0yWLXUCAAYPFwQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1woHlZDbSLMcmTKF9SKzqxUoa7y.png"
    },
    {
      "id": "tmdb:388399",
      "type": "movie",
      "name": "Día de patriotas",
      "ids": {
        "tmdb": 388399
      },
      "overview": "Basada en el atentado de la maratón de Bostón, Patriot’s Day cuenta la historia del oficial de policía Ed Davis, que investiga los acontecimientos que se saldaron con la muerte de un terrorista y la detención de otro, ofreciendo una exhaustiva narración de la persecución que se llevó a cabo por toda la ciudad para dar caza a los causantes del atentado.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/xKsf89Kenn0p5fM0Cbj8Uq2KJm5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9Pu9JXKs93Q3hhnKAvHtfap1hl5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mAeFZzCgBpVgs6IjnhJkbpBvfYN.png"
    },
    {
      "id": "tmdb:821494",
      "type": "movie",
      "name": "La última película",
      "ids": {
        "tmdb": 821494
      },
      "overview": "Samay, un niño de nueve años que vive con su familia en un pueblo remoto de la India, descubre el cine por primera vez y queda absolutamente hipnotizado. Contra los deseos de su padre, vuelve al cine día tras día y se hace amigo del proyeccionista que, a cambio de su comida, le deja ver películas gratis. Rápidamente se da cuenta de que las historias se convierten en luz, la luz en películas y las películas en sueños. Contagiados por la emoción, Samay y su inquieta pandilla, investigan sin descanso para intentar captar la luz y proyectarla para lograr ver películas de 35 mm. Juntos, utilizan un truco innovador y logran con éxito fabricar un aparato de proyección. Sin embargo, perseguir tus sueños a menudo significa dejar atrás las cosas que amas.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/a7J4M7TH0IhOPWUWdJNRmZ8Qr50.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vnHLbCKhcMqCrCA5eIPR963qroO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dv5zmASp4zINyu7IAldqWk4gud3.png"
    },
    {
      "id": "tmdb:889699",
      "type": "movie",
      "name": "Araña sagrada (Holy Spider)",
      "ids": {
        "tmdb": 889699
      },
      "overview": "Irán, 2001. Una periodista de Teherán se sumerge en los barrios con peor reputación de la ciudad santa de Mashhad para investigar una serie de feminicidios. Pronto se dará cuenta de que las autoridades locales no tienen ninguna prisa por resolver el asunto. Los crímenes son obra de un solo hombre, que asegura purificar la ciudad de sus pecados y que ataca a prostitutas por la noche.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/6SQ57NYOXH4HHK163fyWVYU7LbK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iQ86Slw6hHNA2LcdvWBicMnNP8c.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rwrtMldjczUwlJ6sJjqrGmKZDWF.png"
    },
    {
      "id": "tmdb:331583",
      "type": "movie",
      "name": "Toda la verdad",
      "ids": {
        "tmdb": 331583
      },
      "overview": "El abogado Richard Ramsey trabaja en un caso difícil. Debe defender a un joven de 17 años de edad, quien es sospechoso de asesinar a su padre millonario. Ramsey reclutará a Janelle, una joven abogada, para que le ayude en su labor, pues está decidido a descubrir la verdad sobre lo que pasó ese día.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/ipdtw7T0aqxfh4SEs4LoJtpNfdj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sHDlvjOeXTKsgdBnF5AeGHVFpUd.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/59ImjB6oEEkAHUPGkK7Cl6aRf6P.png"
    },
    {
      "id": "tmdb:15764",
      "type": "movie",
      "name": "La decisión de Sophie",
      "ids": {
        "tmdb": 15764
      },
      "overview": "Verano de 1947. Stingo, un joven aspirante a escritor, se instala en El Palacio Rosa, una pensión familiar de Brooklyn, con la intención de escribir una novela. Sin embargo, su tranquilidad se verá pronto turbada por la terrible discusión de una pareja que vive en el piso de arriba. Cuando conoce a los amantes queda cautivado por su encanto y simpatía. Ella, Sophie Zawistowska, es una hermosa emigrante polaca y católica. Él, Nathan Landau, es un brillante, encantador y desequilibrado científico judío. Poco a poco, Stingo se convierte en su mejor amigo. Sophie, hija de un ilustre profesor polaco, sobrevivió al campo de exterminio de Auschwitz, pero vive atormentada por su pasado.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/4lEntEe1QC6nx43ti6ZIhRvU95O.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rL5zcd7DJFfNmp4o0a8h0Jxeumd.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tmYtrO7TgEDoFrK3ZNy5aZxc4SC.png"
    },
    {
      "id": "tmdb:1633",
      "type": "movie",
      "name": "Tomates verdes fritos",
      "ids": {
        "tmdb": 1633
      },
      "overview": "Evelyn, una mujer madura que vive frustrada por su gordura y por la incomprensión de su marido, conoce en un asilo a Ninny, una anciana que le va contando poco a poco una dramática historia ocurrida en su pueblo, en Alabama. La trama gira en torno a la gran amistad entre dos mujeres y al misterioso asesinato del marido de una de ellas.",
      "year": 1991,
      "poster": "https://image.tmdb.org/t/p/w342/zVWUSjYmmg4PQudX6NGPj0gbnV5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7Fy6Xef6wVzVxJ3l7HeM0j61Z3Y.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jCHQ1Q8qwvW7vmQs9yvP9urxKy.png"
    },
    {
      "id": "tmdb:570480",
      "type": "movie",
      "name": "Trasto, de la mansion a la calle",
      "ids": {
        "tmdb": 570480
      },
      "overview": "Trasto es un perro que vive con todo lujos y sin ninguna complicación junto a su rica dueña, pero cuando esta fallece el perro tendrá que aprender a vivir sin ninguno de los lujos a los que está acostumbrado. Sin dinero y fuera de la mansión donde siempre había vivido, Trasto tiene que hacer frente a los peligros de la calle hasta que su camino se cruza con Zoe, una joven que lo acoge en su casa. Sin embargo, la tranquilidad no llega para Trasto cuando tiene que evitar ser atrapado por los codiciosos sobrinos de su antigua dueña, que le necesitan para cobrar la herencia que su antigua dueña le había dejado íntegramente a Trasto.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/kbeVZtX9HcsrkSyF0KrB4odkkiM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/r6TvdvuWDq4Dfv8P75QbJeDsA1i.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/chNonWsxfSltkfNp8syTUDjfgmu.png"
    },
    {
      "id": "tmdb:1093994",
      "type": "movie",
      "name": "Un Guardabosque",
      "ids": {
        "tmdb": 1093994
      },
      "overview": "Alex Tyree (Thomas Jane), un ranger de Texas, es reclutado por los servicios de inteligencia británicos, dirigidos por Geddes (John Malkovich), para localizar a un peligroso terrorista e impedir que detone una bomba radioactiva en el centro de Londres.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/6cVA4AGoex1PLZE8voy8ez7VWYb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/Yj0PbHi2xMVBCIKtrziV5uMVuX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sFXXmWDIwDxWZvmVAksKOEgS8zF.png"
    },
    {
      "id": "tmdb:936386",
      "type": "movie",
      "name": "El agua",
      "ids": {
        "tmdb": 936386
      },
      "overview": "Ana, su madre y su abuela viven en un pequeño pueblo del sureste de España donde las tres son miradas con recelo.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/kUdDRXx1EaJ299Zl2kTkVJGOhm0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/29Zp9fAsrZ9ZXMrHRa9OUbFgazt.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/p7ZfQJm7sVndceAUkkBh5o1dht.png"
    },
    {
      "id": "tmdb:746131",
      "type": "movie",
      "name": "París, distrito 13",
      "ids": {
        "tmdb": 746131
      },
      "overview": "París, distrito 13, barrio de Les Olympiades. Émilie conoce a Camille, que se siente atraído por Nora, que, a vez, se cruza en el camino de Amber. Tres chicas y un chico. Son amigos, a veces amantes y, a menudo, las dos cosas.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/eV40apyFL7xSEMVdPjyVuNFcx36.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/q1fWnuOQYyt1VeeJdVSnjppE7Wl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cYwSfY5pSKVdIoO1OTsDuhUczc0.png"
    },
    {
      "id": "tmdb:848058",
      "type": "movie",
      "name": "Cerdita",
      "ids": {
        "tmdb": 848058
      },
      "overview": "Debido a su obesidad, Sara vive atormentada por las continuas burlas de las otras chicas de su pequeño pueblo. Pero todo cambiará cuando un desconocido llegue al pueblo y secuestre a sus acosadoras. Sara sabe más de lo que dice, y tendrá que decidir entre hablar y salvar a las chicas, o no decir nada para proteger al extraño hombre que la ha salvado.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/lb9V2uakN23fcHwI7tfRm5Jf7P1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2ZpwPckspTSY9sVEkjEyatgBWT7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/svSZHAbyjWrG2lJMfT8ig1WCHs8.png"
    },
    {
      "id": "tmdb:304410",
      "type": "movie",
      "name": "La familia Bélier",
      "ids": {
        "tmdb": 304410
      },
      "overview": "Todos los miembros de la familia Bélier son sordomudos, excepto Paula, de 16 años. Ella hace de intérprete para sus padres, especialmente en lo que respecta al funcionamiento de la granja de la familia. Un día, alentada por su profesor de música, que ha descubierto su talento para el canto, decide prepararse para la audición del Coro de Radio France, pero se trata de una elección que la obligará a distanciarse de su familia.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/3mU5y9kc6Zkg4FMf3KRzL1kCCzV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/swHVo2PW1s1FjtdeSaxCAniFnUa.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wS3yUVvChVF3alXONQ8EGrF0A6r.svg"
    },
    {
      "id": "tmdb:571648",
      "type": "movie",
      "name": "Nido de víboras",
      "ids": {
        "tmdb": 571648
      },
      "overview": "El destino de un mediocre grupo de desgraciados comienza a converger lentamente mientras se desmorona. Joong Man va tirando a duras penas trabajando en una sauna y cuidando de su madre enferma, hasta que encuentra en el vestuario una bolsa llena de dinero.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/mlXH7vDmBifbjQgVBYb97UCseWd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8SPp11OFAferF7GnK9ATMihIMWp.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/u8Ft5cZZi9C9ioNQI5Hn6TFtfz2.png"
    },
    {
      "id": "tmdb:633374",
      "type": "movie",
      "name": "Remember",
      "ids": {
        "tmdb": 633374
      },
      "overview": "La historia de Pil-Joo, un paciente de Alzheimer de unos 80 años, que perdió a toda su familia durante la era colonial japonesa, y dedica su vida a la venganza antes de que sus recuerdos desaparezcan, y un joven de unos 20 años que lo ayuda.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/b2YxOfP0pLZsNkUQCAhLTInH3ND.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ru2LECaGqWtsL3kRWWJ3EoDlF5J.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mZ3k6P7wRzIMWYUxA1765F5wV43.png"
    },
    {
      "id": "tmdb:72570",
      "type": "movie",
      "name": "Todos los días de mi vida",
      "ids": {
        "tmdb": 72570
      },
      "overview": "Un accidente de coche deja a Paige en coma. Cuando se despierta ha perdido la memoria, y ni siquiera reconoce a su marido Leo, con el que llevaba poco tiempo casada. Leo tendrá entonces que trabajar para ganarse de nuevo el corazón de su amada esposa.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/kbTtU8LXhH8MLB7EF7hBZy3WUYC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9VhII8F33FlnPtPxvjJxX4L2yI8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/86xMBsqJ7fo5LlucHVgdcwsi5Zg.png"
    },
    {
      "id": "tmdb:688301",
      "type": "movie",
      "name": "La mujer del espía",
      "ids": {
        "tmdb": 688301
      },
      "overview": "Yusaku (Issey Takahashi) es el director de una compañía comercial en Kobe (Japón), y está casado con Satoko (Yu Aoi). En un viaje a Manchuria durante 1940, Yusaku descubre un terrible secreto nacional. En nombre de la justicia decide hacerlo público, lo que le convierte al instante en un enemigo público. Sin embargo, Satoko asegura creerle y jura que estará a su lado independientemente de las consecuencias.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/xtkjEp6EKZUwe2pt4FktLRQtrGC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xOqg1A4dUqYbjhzhchSgSpaXdYk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bLuX9S358HPs2eLXtzWxkdXyz9R.png"
    },
    {
      "id": "tmdb:924054",
      "type": "movie",
      "name": "Empieza el baile",
      "ids": {
        "tmdb": 924054
      },
      "overview": "Carlos y Margarita fueron la pareja de tango más famosa y reconocida de su época. Hoy, poco y nada queda de ese esplendor. Junto a su inseparable amigo Pichuquito, la pareja inicia un viaje desde la ciudad de Carlos Gardel hasta el pie de la Cordillera de los Andes en busca de respuestas, que los enfrentará a sus recuerdos, a sus miedos, pero sobre todo a sus verdaderos deseos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/39PwnUTPbDjeNS6Yg5FP7kJqEGE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/93gKddwfNoWwATiUW4MZQ5MJxvA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/x8dCBJySlqb3UaH87gsSfY4D8cT.png"
    },
    {
      "id": "tmdb:438421",
      "type": "movie",
      "name": "El jugador de ajedrez",
      "ids": {
        "tmdb": 438421
      },
      "overview": "Diego Padilla se convierte en campeón de ajedrez en 1934, pero tras el estallido de la Guerra Civil se ve obligado a exiliarse en Francia junto a Marianne Latour y la hija de ambos. Ella es una periodista francesa de quien se enamora perdidamente, por eso cuando le pide que huya acepta. Pero tiempo después de llegar a su destino Padilla es acusado de ser un espía y acaba en una prisión de l SS, donde intentará sobrevivir ayudándose de la afición por el ajedrez del oficial al mando, el coronel Maier.  En esta odisea Padilla conocerá el horror de perder lo más importante, la epifanía del amor en tiempos desesperados y la miseria moral que arruinaron los sueños de un hombre bueno, de una persona para la cual el ajedrez fue su vida, pero su vida no fue sólo el ajedrez.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/li4gwTyZAwbCR2lgxLMf2e0s7Ro.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mXXcl4dpGjldCNIFqxvC8foB3ps.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wmWWwtuSP1yLwDKlxOK3moxCUfo.png"
    },
    {
      "id": "tmdb:606876",
      "type": "movie",
      "name": "Rifkin’s Festival",
      "ids": {
        "tmdb": 606876
      },
      "overview": "La historia de un matrimonio estadounidense que acude al Festival de Cine de San Sebastián. Se dejan atrapar por la magia del festival, la belleza y el encanto de España y la fantasía del cine. Ella tiene un romance con un brillante director de cine francés, y él se enamora de una bella doctora española.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/w54TxbA67VNwy5lng9JrXJ1gt2J.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9v7nNcPqgM9CM6lNw98FJ7qDWfy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/t1Fd9HqjTVzFpEDJooMc0VnBLkg.png"
    },
    {
      "id": "tmdb:901563",
      "type": "movie",
      "name": "Close",
      "ids": {
        "tmdb": 901563
      },
      "overview": "Léo y Rémi, de 13 años, son amigos de toda la vida. Hasta que un suceso impensable los separa. Léo se acerca entonces a Sophie, la madre de Rémi, para tratar de entender.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/pyVvz3B5IoJKd9ayozI8RrJW2vU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bvsJCFklBZmgHsSwzDk9ZToLDXl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6kPq7RUQ1F09Q0C5jfcC2lLorck.png"
    },
    {
      "id": "tmdb:942999",
      "type": "movie",
      "name": "Mamá no enRedes",
      "ids": {
        "tmdb": 942999
      },
      "overview": "Clara, madre de dos adolescentes, es una mujer abierta a nuevas experiencias que decide crearse un perfil en TILINK, una app de citas. ¿Qué pasa por la mente de un veinteañero cuando se encuentra el perfil de su propia madre en Tilink, la aplicación de citas de moda? Sí, su madre aún es joven. Sí, está divorciada de su padre y tiene derecho a rehacer su vida, pero... ¿no sabe lo que es Tilink? Allí sólo hay salidos que la van a utilizar para luego dejarla tirada, francotiradores del sexo... como él mismo. Dani y su hermana Milena se embarcarán en la delirante aventura de boicotear los ligues de su madre, e irán a saco cuando la mujer inicie una relación más seria con un yogurín argentino, convencidos de que sólo la va a hacer sufrir. Sólo que las estrategias de los hermanos tendrán el efecto opuesto al deseado, cada vez habrá más hombres en la vida de su madre y nada saldrá como ellos esperan.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/xdNbqKd6F2Tj7WPgZbg11D6rjmO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/85e7ajn6NcTbe6M2HwkSbfL38v0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5hKNWeaPilI9o2Zk5Vgc4uPRLQf.png"
    },
    {
      "id": "tmdb:655917",
      "type": "movie",
      "name": "Cosmética del enemigo",
      "ids": {
        "tmdb": 655917
      },
      "overview": "Jeremiasz Angust es un arquitecto de éxito que dirigiéndose al aeropuerto de Tokyo pierde su vuelo a causa de una misteriosa joven, Texel Textor, que lo aborda de repente. Los dos personajes iniciarán una conversación que irá enrareciéndose hasta convertirse en algo siniestro y criminal...",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/9ksLE8wXhKxJEfrjwJa8XmJAKHZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uvL5gzEHfiF4Z97bGIs8vSmsviP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zwYe4DOb9cx295iELqSQbZn0h1Z.png"
    }
  ]
}