{
  "metas": [
    {
      "id": "tmdb:156022",
      "type": "movie",
      "name": "The equalizer (El protector)",
      "ids": {
        "tmdb": 156022
      },
      "overview": "Robert McCall, un antiguo agente de la CIA que lleva ahora una vida tranquila, abandona su retiro para ayudar a Teri, que está siendo explotada por la mafia rusa. A pesar de que aseguró no volver a ser violento, contemplar tanta crueldad despertará en Robert un implacable y renovado deseo de justicia.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/7tiub1UB4KF9zpacEldfbWAXDi6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wfIL5js414PISkX5YTGXqggdgyD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ycltUQC6QKlz23GPifEHK0dNEXd.png"
    },
    {
      "id": "tmdb:926393",
      "type": "movie",
      "name": "The Equalizer 3",
      "ids": {
        "tmdb": 926393
      },
      "overview": "Desde que renunció a su vida como asesino del gobierno, Robert McCall (Denzel Washington) ha luchado para reconciliarse con las cosas horribles que ha hecho en el pasado y encuentra un extraño consuelo en hacer justicia en nombre de los oprimidos. Mientras se encuentra en su casa en el sur de Italia, descubre que sus nuevos amigos están bajo el control de los jefes del crimen local. A medida que los acontecimientos comienzan a complicarse, McCall entiende lo que tiene que hacer: convertirse en el protector de sus amigos enfrentándose a la temida mafia.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/eJKmexmCLwuxOxlAURSMnBVkfmY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/f8WoXetkitmCZwx3wtjRmpIgNiz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8DcWUK2uc5G0qmietFxrXj87mr1.png"
    },
    {
      "id": "tmdb:76492",
      "type": "movie",
      "name": "Hotel Transilvania",
      "ids": {
        "tmdb": 76492
      },
      "overview": "Drácula regenta un hotel en el que se alojan personajes como Frankenstein, la Momia, el Hombre Invisible, hombres-lobo... El problema del conde es que tiene una hija de espíritu aventurero a la que le resulta difícil controlar. El conflicto surge cuando se aloja en el hotel un ser humano que se siente atraído por la hija del dueño.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/zvWlwBGQWuJ0wog65q1uS37BApC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tcHF7MvHRNyu23XsGnJmTnvB9Rc.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o5iC23EDHFBU3N9Pc9L5x5ZV1b5.png"
    },
    {
      "id": "tmdb:18240",
      "type": "movie",
      "name": "La proposición",
      "ids": {
        "tmdb": 18240
      },
      "overview": "Margaret es una poderosa y estricta editora de gran éxito de Nueva York que, por un problema con su visado, de repente se enfrenta a ser deportada a Canadá, su país de origen. Para evitarlo y poder mantener su visa en Estados Unidos, la astuta ejecutiva declara que está comprometida con su joven asistente Andrew, al que lleva torturando durante años. Andrew acepta participar en la farsa, pero con algunas condiciones. La \"pareja\" se dirige entonces a Alaska a conocer la peculiar familia de él, y la ejecutiva de ciudad, acostumbrada a tener todo bajo control, se encuentra inmersa en situaciones surrealistas que escapan a cualquier lógica conocida. Con planes de boda en camino y un agente de inmigración tras sus pasos, Margaret y Andrew se comprometen a seguir con el plan previsto pese a las consecuencias.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/bkbzlLA8HCEHRDxsTKGthII0BpW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iRzU50Cku13jrNaD9nfYp9XvQD9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8f3NdDxIu8MMdSlczJYgkL7i63P.png"
    },
    {
      "id": "tmdb:803694",
      "type": "movie",
      "name": "Los hijos de otros",
      "ids": {
        "tmdb": 803694
      },
      "overview": "Rachel tiene 40 años, no tiene hijos. Ella ama su vida: sus estudiantes de secundaria, sus amigos, sus ex, sus lecciones de guitarra. Al enamorarse de Ali, se encariña con Leila, su hija de 4 años. Ella la arropa y la ama como si fuera suya. Pero amar a los hijos de otras personas es un riesgo que vale la pena correr...",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/2tAxIZ1XlvOXo2m0pBuY0xT0BP8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pJ71elclLMv8NYbaHYVOQDrHvfQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9yBrNjBUv1zlsP563HvXaGdvsP8.png"
    },
    {
      "id": "tmdb:646389",
      "type": "movie",
      "name": "El piloto",
      "ids": {
        "tmdb": 646389
      },
      "overview": "En la noche de fin de año, el piloto experto Brodie Torrance (Gerard Butler) realiza un arriesgado aterrizaje cuando su avión, repleto de pasajeros, es alcanzado por un rayo. Perdidos en medio de una isla devastada por la guerra, Torrance se dará cuenta que sobrevivir al vuelo sólo ha sido el principio de una trepidante aventura llena de peligros. El piloto deberá usar todo su ingenio para llevar a los pasajeros a sus destinos sanos y salvos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/juoinefK6tMbjwJhRpRvbAAmrTB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/swMV8W1p40AF20dJyGhMq82AKlD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4HjqVTojgdP5xRqonCss7Ss8QkL.png"
    },
    {
      "id": "tmdb:399035",
      "type": "movie",
      "name": "El pasajero",
      "ids": {
        "tmdb": 399035
      },
      "overview": "Durante su trayecto habitual de vuelta a casa en tren, un hombre de negocios felizmente casado comienza a hablar con una misteriosa pasajera. Pronto el hombre se verá envuelto en una conspiración criminal que amenaza con poner en peligro tanto su vida como la de sus seres más cercanos.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/nd7dKQ1Lpkzlvl4V29gEu2Kg3sX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6ijL7GUXn0setkWEjSIlVgcNuRl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7kfdjV3xxFvisMPqCHGwAWXFCd4.png"
    },
    {
      "id": "tmdb:1933",
      "type": "movie",
      "name": "Los otros",
      "ids": {
        "tmdb": 1933
      },
      "overview": "Grace educa sola a sus hijos en un aislado caserón victoriano bajo estrictas normas religiosas. Los tres nuevos sirvientes deben aprender una regla vital, la casa estará siempre en penumbra y nunca se abrirá una puerta si no se ha cerrado la anterior  porque los niños sufren una extraña alergia a la luz del día.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/u03kblxsv3zar3Uqt6sRfICU9L6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8HaIZxParuPo7FdSLUwGd6zoz4c.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cAfDGFvGvHqW29rjN2RDuTOfJsm.png"
    },
    {
      "id": "tmdb:37710",
      "type": "movie",
      "name": "The Tourist",
      "ids": {
        "tmdb": 37710
      },
      "overview": "Frank es un turista americano que viaja a Italia para tratar de recuperarse de un fracaso amoroso. Elise es una extraordinaria mujer que deliberadamente se cruza en su camino. Con el incomparable marco de Venecia como telón de fondo, Frank se deja llevar por la atracción del romance, pero en poco tiempo él y Elise se verán envueltos en un torbellino de intriga y peligro.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/oph4jJLezMsX0uQ5UYDOR0CVerb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fw92ChteAh3lUkd8dQ6HGC3ewMr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dlawWHNWHE7blkD7kOD9Ljaurw4.png"
    },
    {
      "id": "tmdb:395834",
      "type": "movie",
      "name": "Wind River",
      "ids": {
        "tmdb": 395834
      },
      "overview": "Una joven agente del FBI se alía con un veterano rastreador local para investigar el asesinato de una joven ocurrido en una reserva de nativos americanos...",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/8YQzSkPbJB5PJMTvTccDNo3z9K7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cCc9GdKtgs3fZrqQe6PYbaC38dh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cukehwDevWqOkqI21cJXJvmfXaq.png"
    },
    {
      "id": "tmdb:978592",
      "type": "movie",
      "name": "Sombras del pasado",
      "ids": {
        "tmdb": 978592
      },
      "overview": "Después de someterse a un tratamiento de vanguardia para el Alzheimer, un ex detective de homicidios vuelve a examinar un caso de hace una década que involucra el brutal asesinato de un profesor universitario, y es como si estuviera investigando el caso por primera vez.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/kDAgYPJ4qMDt2RbuYGmUocpWuPd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/x5YINvEBqgXXzTu9FsXZ7fzAw87.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/b8kTUFTFfYExZZMexHdyGBFOPgT.png"
    },
    {
      "id": "tmdb:1654",
      "type": "movie",
      "name": "Doce del patíbulo",
      "ids": {
        "tmdb": 1654
      },
      "overview": "El comandante Reisman es un oficial estadounidense que se ha distinguido en la campaña de Italia, durante la Segunda Guerra Mundial. A pesar de ello, su mayor virtud no es la disciplina; de ahí que las relaciones con sus superiores sean más bien tensas. Sin embargo, debido a su brillante historial militar, no dudan en encargarle una misión suicida: asaltar una fortaleza nazi y matar a sus ocupantes, todos ellos altos mandos del régimen. Para ello debe someter a un duro entrenamiento a doce presidiarios.",
      "year": 1967,
      "poster": "https://image.tmdb.org/t/p/w342/lXYSPzIqjQxKnI0YgAVHjp1t3wK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4euRoviWaNTW0fSsrowWV0VTnWG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wIhlY0RxVPKXp9KellUyUuOad7o.png"
    },
    {
      "id": "tmdb:760774",
      "type": "movie",
      "name": "Los niños de Winton",
      "ids": {
        "tmdb": 760774
      },
      "overview": "Un joven corredor de bolsa británico, Nicholas \"Nicky\" Winton (Anthony Hopkins), ayudó a rescatar a cientos de niños de los nazis en vísperas de la Segunda Guerra Mundial, con la ayuda de su madre (Helena Bonham Carter). Un acto de compasión casi olvidado durante 50 años, y del que Nicky vive atormentado por los fantasmas de los niños a los que no pudo rescatar, culpándose por no haber hecho más.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/sFFIZbML4aXY0alLvyfDIE0VUZW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/suqmaOoaU8orHxNQ4URuX6ZifSn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zkuMTLJYwcWJKayjMyPPM86Yae1.png"
    },
    {
      "id": "tmdb:977506",
      "type": "movie",
      "name": "Mi crimen",
      "ids": {
        "tmdb": 977506
      },
      "overview": "Francia, 1935. Un investigador deberá resolver el asesinato de un banquero parisino. De entre una serie de pintorescos sospechosos destaca Madeleine, cuyos deseos de fama y fortuna se pondrán en el camino de la investigación.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/2tr9JSsAAopTGpCakOYF0tw5d4u.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nXpiomCgEnF4iC7H6we8Tb2Nvh0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6GKA5ryup9o2szZqufAkDYpDGK0.png"
    },
    {
      "id": "tmdb:651589",
      "type": "movie",
      "name": "Hasta el cielo",
      "ids": {
        "tmdb": 651589
      },
      "overview": "El día que Ángel habló con Estrella en aquella discoteca, su vida cambió para siempre. Tras una pelea con Poli, el posesivo novio de la chica, éste descubre que Ángel tiene talento para meterse en problemas y, lo más importante, para salir de ellos. Por eso, le anima a unirse a una banda de atracadores que tiene en jaque a toda la policía de Madrid. Ángel comienza a escalar rápidamente en una pirámide de atracos, dinero negro, negocios turbios y abogados corruptos que le llevarán a ser acorralado por Duque, un incansable detective que no parará hasta acabar con su carrera. Desoyendo los consejos de su gente, Ángel consigue ascender hasta convertirse en el protegido de Rogelio, uno de los tipos que controla el mercado negro de la ciudad. Con éste y Sole, hija del capo, Ángel descubrirá que el precio del poder es alto y que pronto tendrá que decidir entre su futuro como atracador y el amor de su vida, Estrella.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/4wBsYozsXBlG7Lx4NO7ycDWnnUs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/16t9MkexK0gzQsiOJDoNlvbMU41.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/47CDuL8ULakcCMNRfLxHicopkRJ.png"
    },
    {
      "id": "tmdb:6557",
      "type": "movie",
      "name": "27 vestidos",
      "ids": {
        "tmdb": 6557
      },
      "overview": "Jane, la eterna dama de honor –lo ha sido hasta 27 veces– pero nunca la novia, debe hacer frente a su peor pesadilla cuando su hermana se compromete con el hombre de sus sueños. A Jane le encanta acudir a bodas y ayudar a la novia en su día más especial. Está enamorada de su jefe, pero el día que se decide a confesarle su amor, su atractiva y caprichosa hermana, a la que siempre ha cuidado, entra en escena.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/4u1KKBa7kQzxPgl51rGWSPlT1Ws.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5cKlYUZjZjueq73wf2beEOymgj1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xAZFJga220CQp3TiDDdxzqccgsD.png"
    },
    {
      "id": "tmdb:388399",
      "type": "movie",
      "name": "Día de patriotas",
      "ids": {
        "tmdb": 388399
      },
      "overview": "Basada en el atentado de la maratón de Bostón, Patriot’s Day cuenta la historia del oficial de policía Ed Davis, que investiga los acontecimientos que se saldaron con la muerte de un terrorista y la detención de otro, ofreciendo una exhaustiva narración de la persecución que se llevó a cabo por toda la ciudad para dar caza a los causantes del atentado.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/xKsf89Kenn0p5fM0Cbj8Uq2KJm5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9Pu9JXKs93Q3hhnKAvHtfap1hl5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mAeFZzCgBpVgs6IjnhJkbpBvfYN.png"
    },
    {
      "id": "tmdb:824349",
      "type": "movie",
      "name": "Mediterráneo",
      "ids": {
        "tmdb": 824349
      },
      "overview": "Otoño 2015. Dos socorristas, Oscar y Gerard, viajan hasta Lesbos (Grecia) impactados por la fotografía de un niño ahogado en las aguas del Mediterráneo. Al llegar descubren una realidad sobrecogedora: miles de personas arriesgan su vida cada día cruzando el mar en precarias embarcaciones y huyendo de conflictos armados. Sin embargo, nadie ejerce labores de rescate. Junto a Esther, Nico y otros miembros del equipo, lucharán por cumplir un cometido, dando apoyo a personas que lo necesitan. Para todos ellos, este viaje inicial supondrá una odisea que cambiará sus vidas.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/nyEljHUdujmIsi8w87Dc4QSBiD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3VKGhlCSXoGyYbPHzccv7XMujXn.jpg"
    },
    {
      "id": "tmdb:12090",
      "type": "movie",
      "name": "Recién casados",
      "ids": {
        "tmdb": 12090
      },
      "overview": "Tom Leezak y Sarah McNerney son dos jóvenes que se aman a pesar de ser muy diferentes: él es un modesto reportero de tráfico de un programa de radio nocturno, además de el típico chico apasionado de los deportes. Ella es una escritora de elegantes modales y familia adinerada de Beverly Hills. En contra de los deseos de la familia y del exnovio de ella, ambos deciden casarse. Los problemas comienzan justo después de la boda, cuando se dan cuenta de que ambos no han sido completamente sinceros y que el matrimonio no es tan sencillo como ellos pensaban. Su luna de miel en Venecia pronto se torna en un desastre.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/9L2LyiygA4Da8i0pE6lIx48yu6h.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/icn4DgXdwZUnq6RaLZjo8AmkDoB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vOi45MCT7aWpCt0FKXlkvWiXKHf.png"
    },
    {
      "id": "tmdb:570480",
      "type": "movie",
      "name": "Trasto, de la mansion a la calle",
      "ids": {
        "tmdb": 570480
      },
      "overview": "Trasto es un perro que vive con todo lujos y sin ninguna complicación junto a su rica dueña, pero cuando esta fallece el perro tendrá que aprender a vivir sin ninguno de los lujos a los que está acostumbrado. Sin dinero y fuera de la mansión donde siempre había vivido, Trasto tiene que hacer frente a los peligros de la calle hasta que su camino se cruza con Zoe, una joven que lo acoge en su casa. Sin embargo, la tranquilidad no llega para Trasto cuando tiene que evitar ser atrapado por los codiciosos sobrinos de su antigua dueña, que le necesitan para cobrar la herencia que su antigua dueña le había dejado íntegramente a Trasto.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/kbeVZtX9HcsrkSyF0KrB4odkkiM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/r6TvdvuWDq4Dfv8P75QbJeDsA1i.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/chNonWsxfSltkfNp8syTUDjfgmu.png"
    },
    {
      "id": "tmdb:9441",
      "type": "movie",
      "name": "Quédate a mi lado",
      "ids": {
        "tmdb": 9441
      },
      "overview": "Isabel es una fotógrafa que se enamora de un hombre divorciado con dos hijos. Ganarse el amor de los niños le resultará difícil, ya que la madre, Jackie, no está dispuesta a facilitárselo.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/1euydFCxUwL08TbdBC4mzz0HTni.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yHrfQsVVrYod8xWPMaot7q7Nhxo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q5CFhs9g8HTh6fwxGadnPtW2VCr.png"
    },
    {
      "id": "tmdb:1633",
      "type": "movie",
      "name": "Tomates verdes fritos",
      "ids": {
        "tmdb": 1633
      },
      "overview": "Evelyn, una mujer madura que vive frustrada por su gordura y por la incomprensión de su marido, conoce en un asilo a Ninny, una anciana que le va contando poco a poco una dramática historia ocurrida en su pueblo, en Alabama. La trama gira en torno a la gran amistad entre dos mujeres y al misterioso asesinato del marido de una de ellas.",
      "year": 1991,
      "poster": "https://image.tmdb.org/t/p/w342/zVWUSjYmmg4PQudX6NGPj0gbnV5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7Fy6Xef6wVzVxJ3l7HeM0j61Z3Y.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jCHQ1Q8qwvW7vmQs9yvP9urxKy.png"
    },
    {
      "id": "tmdb:688301",
      "type": "movie",
      "name": "La mujer del espía",
      "ids": {
        "tmdb": 688301
      },
      "overview": "Yusaku (Issey Takahashi) es el director de una compañía comercial en Kobe (Japón), y está casado con Satoko (Yu Aoi). En un viaje a Manchuria durante 1940, Yusaku descubre un terrible secreto nacional. En nombre de la justicia decide hacerlo público, lo que le convierte al instante en un enemigo público. Sin embargo, Satoko asegura creerle y jura que estará a su lado independientemente de las consecuencias.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/xtkjEp6EKZUwe2pt4FktLRQtrGC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xOqg1A4dUqYbjhzhchSgSpaXdYk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bLuX9S358HPs2eLXtzWxkdXyz9R.png"
    },
    {
      "id": "tmdb:571648",
      "type": "movie",
      "name": "Nido de víboras",
      "ids": {
        "tmdb": 571648
      },
      "overview": "El destino de un mediocre grupo de desgraciados comienza a converger lentamente mientras se desmorona. Joong Man va tirando a duras penas trabajando en una sauna y cuidando de su madre enferma, hasta que encuentra en el vestuario una bolsa llena de dinero.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/mlXH7vDmBifbjQgVBYb97UCseWd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8SPp11OFAferF7GnK9ATMihIMWp.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/u8Ft5cZZi9C9ioNQI5Hn6TFtfz2.png"
    },
    {
      "id": "tmdb:633374",
      "type": "movie",
      "name": "Remember",
      "ids": {
        "tmdb": 633374
      },
      "overview": "La historia de Pil-Joo, un paciente de Alzheimer de unos 80 años, que perdió a toda su familia durante la era colonial japonesa, y dedica su vida a la venganza antes de que sus recuerdos desaparezcan, y un joven de unos 20 años que lo ayuda.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/b2YxOfP0pLZsNkUQCAhLTInH3ND.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ru2LECaGqWtsL3kRWWJ3EoDlF5J.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mZ3k6P7wRzIMWYUxA1765F5wV43.png"
    },
    {
      "id": "tmdb:15764",
      "type": "movie",
      "name": "La decisión de Sophie",
      "ids": {
        "tmdb": 15764
      },
      "overview": "Verano de 1947. Stingo, un joven aspirante a escritor, se instala en El Palacio Rosa, una pensión familiar de Brooklyn, con la intención de escribir una novela. Sin embargo, su tranquilidad se verá pronto turbada por la terrible discusión de una pareja que vive en el piso de arriba. Cuando conoce a los amantes queda cautivado por su encanto y simpatía. Ella, Sophie Zawistowska, es una hermosa emigrante polaca y católica. Él, Nathan Landau, es un brillante, encantador y desequilibrado científico judío. Poco a poco, Stingo se convierte en su mejor amigo. Sophie, hija de un ilustre profesor polaco, sobrevivió al campo de exterminio de Auschwitz, pero vive atormentada por su pasado.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/4lEntEe1QC6nx43ti6ZIhRvU95O.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rL5zcd7DJFfNmp4o0a8h0Jxeumd.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tmYtrO7TgEDoFrK3ZNy5aZxc4SC.png"
    },
    {
      "id": "tmdb:889699",
      "type": "movie",
      "name": "Araña sagrada (Holy Spider)",
      "ids": {
        "tmdb": 889699
      },
      "overview": "Irán, 2001. Una periodista de Teherán se sumerge en los barrios con peor reputación de la ciudad santa de Mashhad para investigar una serie de feminicidios. Pronto se dará cuenta de que las autoridades locales no tienen ninguna prisa por resolver el asunto. Los crímenes son obra de un solo hombre, que asegura purificar la ciudad de sus pecados y que ataca a prostitutas por la noche.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/6SQ57NYOXH4HHK163fyWVYU7LbK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iQ86Slw6hHNA2LcdvWBicMnNP8c.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rwrtMldjczUwlJ6sJjqrGmKZDWF.png"
    },
    {
      "id": "tmdb:1280400",
      "type": "movie",
      "name": "Mariposas negras",
      "ids": {
        "tmdb": 1280400
      },
      "overview": "El viaje de tres mujeres que huyen de un terreno inhabitable hacia nuevas vidas que distan mucho de ser acogedoras.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/csifAGt9yVtA8pbVj1lceNn2ZKI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xMK07gd5QTamApBpfAJqN5rWEcp.jpg"
    },
    {
      "id": "tmdb:924054",
      "type": "movie",
      "name": "Empieza el baile",
      "ids": {
        "tmdb": 924054
      },
      "overview": "Carlos y Margarita fueron la pareja de tango más famosa y reconocida de su época. Hoy, poco y nada queda de ese esplendor. Junto a su inseparable amigo Pichuquito, la pareja inicia un viaje desde la ciudad de Carlos Gardel hasta el pie de la Cordillera de los Andes en busca de respuestas, que los enfrentará a sus recuerdos, a sus miedos, pero sobre todo a sus verdaderos deseos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/39PwnUTPbDjeNS6Yg5FP7kJqEGE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/93gKddwfNoWwATiUW4MZQ5MJxvA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/x8dCBJySlqb3UaH87gsSfY4D8cT.png"
    },
    {
      "id": "tmdb:901563",
      "type": "movie",
      "name": "Close",
      "ids": {
        "tmdb": 901563
      },
      "overview": "Léo y Rémi, de 13 años, son amigos de toda la vida. Hasta que un suceso impensable los separa. Léo se acerca entonces a Sophie, la madre de Rémi, para tratar de entender.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/pyVvz3B5IoJKd9ayozI8RrJW2vU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bvsJCFklBZmgHsSwzDk9ZToLDXl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6kPq7RUQ1F09Q0C5jfcC2lLorck.png"
    },
    {
      "id": "tmdb:811211",
      "type": "movie",
      "name": "Los jóvenes amantes",
      "ids": {
        "tmdb": 811211
      },
      "overview": "Dos amantes se encuentran 15 años después, en el corredor de un hospital. Ella tiene 71, él tiene 45. Repelidos, pero atraídos el uno por el otro, vuelven a conectar. Viuda, madre, abuela, Shauma quiere reafirmar que sigue siendo mujer, ante todo.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/qTtVoGYE4hIYqFjOa3LyG7WG838.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jeVaFik5Srlcf3I8yRRKTEkw0TG.jpg"
    },
    {
      "id": "tmdb:232572",
      "type": "movie",
      "name": "Un paseo por el bosque",
      "ids": {
        "tmdb": 232572
      },
      "overview": "Tras pasar dos décadas en Inglaterra, Bill Bryson regresa a los Estados Unidos con el fin de emprender la gran aventura de su vida: escalar los Apalaches, atravesando algunos de los paisajes más bellos del continente. En este viaje cuenta con la ayuda de un viejo amigo, que es el único loco dispuesto a acompañarlo. El único problema es que tienen una idea muy distinta de lo que significa \"aventura\". Adaptación de las memorias de Bryson, un conocido escritor de libros de viajes.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/w5wLafcCD4nNtQLKdQLg4rhynEt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lGnIIPqdJOjXr9TEhDVLhoFmAEk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9gk99oCIpI3OFxYoAjuVJ05Dxlk.png"
    },
    {
      "id": "tmdb:517839",
      "type": "movie",
      "name": "Border",
      "ids": {
        "tmdb": 517839
      },
      "overview": "Tina es una agente de aduanas reconocida por su eficiencia y por su extraordinario olfato. Da la impresión de poder oler la culpabilidad de un individuo. Pero cuando Vore, un hombre aparentemente sospechoso, pasa junto a ella, sus habilidades se ponen a prueba por primera vez. Tina sabe que Vore oculta algo, pero no logra identificar qué es.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/lc6unrBltbkwtFLA32TDThyHHJS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/p0R80tKFz326Y8gARVZ1GR7zKhL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lS0jcIt9zmywThzuSqmIpdqsp7G.png"
    },
    {
      "id": "tmdb:503417",
      "type": "movie",
      "name": "Llegó a mí",
      "ids": {
        "tmdb": 503417
      },
      "overview": "Sigue a un compositor de ópera que sufre el bloqueo del escritor y redescubre su pasión después de una aventura de una noche.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/emNOpxR1eaHhnJRP8DPUBepITJ1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/y45z95GzA2R5YFOsDX0epfKUBr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fkn3nfne2jaFGcSwOraLQQhYq9R.png"
    },
    {
      "id": "tmdb:606876",
      "type": "movie",
      "name": "Rifkin’s Festival",
      "ids": {
        "tmdb": 606876
      },
      "overview": "La historia de un matrimonio estadounidense que acude al Festival de Cine de San Sebastián. Se dejan atrapar por la magia del festival, la belleza y el encanto de España y la fantasía del cine. Ella tiene un romance con un brillante director de cine francés, y él se enamora de una bella doctora española.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/w54TxbA67VNwy5lng9JrXJ1gt2J.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9v7nNcPqgM9CM6lNw98FJ7qDWfy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/t1Fd9HqjTVzFpEDJooMc0VnBLkg.png"
    },
    {
      "id": "tmdb:848685",
      "type": "movie",
      "name": "As bestas",
      "ids": {
        "tmdb": 848685
      },
      "overview": "Una pareja francesa de mediana edad, Antoine y Olga, llega a vivir a un pueblo gallego en busca de una mayor cercanía con la naturaleza. Su presencia, sin embargo, enciende a dos lugareños, los hermanos Xan y Lorenzo, hasta el punto de una abierta hostilidad y luego una violencia impactante.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/d5Vv89re9tBtukMUnktyseam0g7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/o4azItwjqk2SwgAW7Hxd2j31k5q.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wi7Kf9X2eZIJRCNAsahVNHKNZXK.png"
    },
    {
      "id": "tmdb:942999",
      "type": "movie",
      "name": "Mamá no enRedes",
      "ids": {
        "tmdb": 942999
      },
      "overview": "Clara, madre de dos adolescentes, es una mujer abierta a nuevas experiencias que decide crearse un perfil en TILINK, una app de citas. ¿Qué pasa por la mente de un veinteañero cuando se encuentra el perfil de su propia madre en Tilink, la aplicación de citas de moda? Sí, su madre aún es joven. Sí, está divorciada de su padre y tiene derecho a rehacer su vida, pero... ¿no sabe lo que es Tilink? Allí sólo hay salidos que la van a utilizar para luego dejarla tirada, francotiradores del sexo... como él mismo. Dani y su hermana Milena se embarcarán en la delirante aventura de boicotear los ligues de su madre, e irán a saco cuando la mujer inicie una relación más seria con un yogurín argentino, convencidos de que sólo la va a hacer sufrir. Sólo que las estrategias de los hermanos tendrán el efecto opuesto al deseado, cada vez habrá más hombres en la vida de su madre y nada saldrá como ellos esperan.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/xdNbqKd6F2Tj7WPgZbg11D6rjmO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/85e7ajn6NcTbe6M2HwkSbfL38v0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5hKNWeaPilI9o2Zk5Vgc4uPRLQf.png"
    },
    {
      "id": "tmdb:304410",
      "type": "movie",
      "name": "La familia Bélier",
      "ids": {
        "tmdb": 304410
      },
      "overview": "Todos los miembros de la familia Bélier son sordomudos, excepto Paula, de 16 años. Ella hace de intérprete para sus padres, especialmente en lo que respecta al funcionamiento de la granja de la familia. Un día, alentada por su profesor de música, que ha descubierto su talento para el canto, decide prepararse para la audición del Coro de Radio France, pero se trata de una elección que la obligará a distanciarse de su familia.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/3mU5y9kc6Zkg4FMf3KRzL1kCCzV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/swHVo2PW1s1FjtdeSaxCAniFnUa.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wS3yUVvChVF3alXONQ8EGrF0A6r.svg"
    },
    {
      "id": "tmdb:234200",
      "type": "movie",
      "name": "Pride (Orgullo)",
      "ids": {
        "tmdb": 234200
      },
      "overview": "En el verano de 1984, siendo primera ministra Margaret Thatcher, el Sindicato Nacional de Mineros (NUM) convoca una huelga. Durante la manifestación del Orgullo Gay en Londres. Un grupo de lesbianas y gays se dedica a recaudar fondos para ayudar a las familias de los trabajadores, pero el sindicato no acepta el dinero. El grupo decide entonces ponerse en contacto directo con los mineros y van a un pueblecito de Gales. Empieza así la curiosa historia de dos comunidades totalmente diferentes que se unen por una causa común. Basada en hechos reales.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/60yODrgrKDw8d2427tQRC7Vsa5V.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xQRHZ9v6SfpVczpXof81noBvG5y.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kNfzlO8lUAXYmOxqdKn9kDxzbK6.png"
    },
    {
      "id": "tmdb:746131",
      "type": "movie",
      "name": "París, distrito 13",
      "ids": {
        "tmdb": 746131
      },
      "overview": "París, distrito 13, barrio de Les Olympiades. Émilie conoce a Camille, que se siente atraído por Nora, que, a vez, se cruza en el camino de Amber. Tres chicas y un chico. Son amigos, a veces amantes y, a menudo, las dos cosas.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/eV40apyFL7xSEMVdPjyVuNFcx36.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/q1fWnuOQYyt1VeeJdVSnjppE7Wl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cYwSfY5pSKVdIoO1OTsDuhUczc0.png"
    },
    {
      "id": "tmdb:382591",
      "type": "movie",
      "name": "Mañana empieza todo",
      "ids": {
        "tmdb": 382591
      },
      "overview": "Samuel vive la vida sin responsabilidades en la playa en el sur de Francia. Hasta que un día, una de sus antiguos amores le deja en los brazos a un bebé de pocos meses, Gloria: su hija. Incapaz de cuidar de un bebé y decidido a devolverle la niña a su madre, Samuel se va a a Londres para tratar de encontrarla pero no tiene éxito. Ocho años más tarde, mientras que Samuel y Gloria viven en Londres y son inseparables, la madre de Gloria regresa a su vida para recuperar a su hija. Remake de 'No se aceptan devoluciones' (2013), la película mexicana más exitosa de la historia.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/5kdTXiFswJJZl4JFvIQi6DMdiqr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jWXMKlCXVXkNF0yWLXUCAAYPFwQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1woHlZDbSLMcmTKF9SKzqxUoa7y.png"
    },
    {
      "id": "tmdb:11003",
      "type": "movie",
      "name": "El chico ideal",
      "ids": {
        "tmdb": 11003
      },
      "overview": "Robbie trabaja como cantante en banquetes de boda, y está a punto de casarse. Ese día tiene que trabajar como camarera Julia, una joven que también está a punto de casarse y en cuya boda actuará Robbie. Pero a Robbie le dejará plantado su novia en el altar, y Julia dejará a su novio tras descubrir su verdadera personalidad, lo que provocará que ambos se conozcan e inicien una relación.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/tzDJ7QqogUYa5pVAMHdq6HHFLjQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dvDqkuYDIY1mMnxCi2xdGZcSv3Z.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gwF1thYqutj2E6BvT4rPF65YzIc.png"
    },
    {
      "id": "tmdb:9623",
      "type": "movie",
      "name": "Coacción a un jurado",
      "ids": {
        "tmdb": 9623
      },
      "overview": "Una madre soltera es seleccionada para formar parte del jurado en un juicio contra un conocido mafioso. Aprovechando la debilidad de ser una mujer sin marido y con un hijo que proteger, deciden presionarla, amenazando con matar a su hijo, para que decida en favor del acusado.",
      "year": 1996,
      "poster": "https://image.tmdb.org/t/p/w342/sVXodAnKP0axBXEtRA0Ho5OOG2m.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/osTamth3n2tL2t1Luyu4LIPNKbl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4FaGBbQ0GusXcwv2GsVEIfGpelG.png"
    },
    {
      "id": "tmdb:64345",
      "type": "movie",
      "name": "Las petroleras",
      "ids": {
        "tmdb": 64345
      },
      "overview": "La bella Frenchie King y sus cuatro hermanas, después de asaltar numerosos bancos y trenes, deciden sentar cabeza y compran un rancho. El problema es que Marie y sus cuatro salvajes hermanos han descubierto que en las tierras de de Frenchi hay petróleo.",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/4ZIcQr2ow8uOou05l0oCxKCZtHv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hz54yUMLiok3Z64lUnS9IsIaBQg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eWFhmk9cg8EMrn9hDSH0S7XYtU7.png"
    },
    {
      "id": "tmdb:820880",
      "type": "movie",
      "name": "Aisha",
      "ids": {
        "tmdb": 820880
      },
      "overview": "Una joven nigeriana busca asilo internacional en Irlanda. Atrapada en el limbo durante años en el sistema de inmigración irlandés, Aisha Osagie (Letitia Wright) desarrolla una amistad con el ex prisionero Conor Healy (Josh O'Connor), a quien conoce en uno de los centros de alojamiento. La creciente amistad de Aisha y Conor pronto parece ser efímera, ya que el futuro de Aisha en Irlanda se ve amenazado.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/3akN1ey6teitHO58q7i011i5mLJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/v2MpifpBdeHdtG7z6fYRhSfFr54.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9Tr3kQJOZFBIlblkasGjAJrp6tb.png"
    },
    {
      "id": "tmdb:1292856",
      "type": "movie",
      "name": "알로하",
      "ids": {
        "tmdb": 1292856
      },
      "overview": "The daughter, an aspiring actress turned insurance planner, dreams of running a café with her mother in their hometown of Jeju Island. As they contemplate signing up for dementia insurance for her mother, who is beginning to show signs of the condition, an unexpected delivery from the past arrives, prompting her mother to embark on a journey back in time to meet with old friends.",
      "year": 2024
    },
    {
      "id": "tmdb:37347",
      "type": "movie",
      "name": "Fort Apache",
      "ids": {
        "tmdb": 37347
      },
      "overview": "Owen Thursday, general durante la Guerra civil (1861-1865) y recientemente degradado, llega a Fort Apache como teniente coronel acompañado de su bella hija Philadelphia para hacerse cargo del mando. Fort Apache, situado en medio del desierto, es un puesto militar fronterizo y sus soldados estan curtidos en las luchas contra los apaches mescaleros.",
      "year": 1948,
      "poster": "https://image.tmdb.org/t/p/w342/cYzS9G8zrrm5NjONCuuxbTzDYsk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/us52FnxXY6H6V7q62ZiEnO5bE97.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gYwetaZojb2lsBCU8qGwXs9eZPv.png"
    },
    {
      "id": "tmdb:9413",
      "type": "movie",
      "name": "Novio de alquiler",
      "ids": {
        "tmdb": 9413
      },
      "overview": "Kate intenta mejorar su posición en la agencia de publicidad donde trabaja, pero no lo consigue ya que no tiene la suficiente estabilidad, pues no tiene novio ni nada que la ate a la compañía. Por ello se inventa una historia sobre su compromiso con Nick, un tipo al que conoció en la boda de unos amigos. Todo parece ir bien para Kate, incluso consigue llamar la atención de un colega por el que se sentía atraída, pero todo se complica cuando tiene que presentar a su novio al jefe.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/aYxJ310E3qLzGaFI7vKS2F6sjUF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7FW92zbyxtyLPaggCYrqp7hrP84.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2tZKO5VplRexzsooRtoGV6HTnS5.png"
    },
    {
      "id": "tmdb:966488",
      "type": "movie",
      "name": "Nada que perder",
      "ids": {
        "tmdb": 966488
      },
      "overview": "Sylvie y sus hijos se adoran, pero cuando un hijo se lesiona después de que ella los deja solos en casa para ir a trabajar, los niños son llevados a un hogar de crianza. Sylvie está decidida a librar la batalla administrativa y legal para recuperarlos",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/2Ff1lAyHGkMnCbWSaCWW5r4rruC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dg50BERPVfZIFUVPhQAWh6wUkee.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4oJRnLFyG3CaIZo4JW6mtQKkcT6.png"
    },
    {
      "id": "tmdb:43040",
      "type": "movie",
      "name": "El sargento negro",
      "ids": {
        "tmdb": 43040
      },
      "overview": "En Arizona, en el Fuerte Linton, se celebra un consejo de guerra para juzgar a un sargento negro acusado de la violación y el asesinato de una joven blanca. El sargento Rutledge, ha sido siempre un militar valiente y ejemplar, un modelo para todos sus soldados, pero ahora el ejército le cree culpable.",
      "year": 1960,
      "poster": "https://image.tmdb.org/t/p/w342/cfpEqcHfiU98xRrIQbhZTPLNZp8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jHuEVaTKVJPQtMeSt4uzVFbTsH3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sX5JLsZnaheNE7UMz0LXAYL0cGR.png"
    }
  ]
}