{
  "metas": [
    {
      "id": "tmdb:402431",
      "type": "movie",
      "name": "Wicked",
      "ids": {
        "tmdb": 402431
      },
      "overview": "Ambientada en la Tierra de Oz, mucho antes de la llegada de Dorothy Gale desde Kansas. Elphaba es una joven incomprendida por su inusual color verde que aún no ha descubierto su verdadero poder. Glinda es una popular joven marcada por sus privilegios y su ambición que aún no ha descubierto su verdadera pasión. Las dos se conocen como estudiantes de la Universidad Shiz, en la fantástica Tierra de Oz, y forjan una insólita pero profunda amistad. La trama abarca los acontecimientos del primer acto del musical de Broadway.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/hDQXqvmmikekQ15uxhisBDwEA63.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jglW41Tl27WManfn00IqgPZFlGV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/haXR5xFAo89zRHcKkwEeunss7YV.png"
    },
    {
      "id": "tmdb:238",
      "type": "movie",
      "name": "El padrino",
      "ids": {
        "tmdb": 238
      },
      "overview": "Don Vito Corleone, conocido dentro de los círculos del hampa como 'El Padrino', es el patriarca de una de las cinco familias que ejercen el mando de la Cosa Nostra en Nueva York en los años cuarenta. Don Corleone tiene cuatro hijos: una chica, Connie, y tres varones; Sonny, Michael y Fredo. Cuando el Padrino reclina intervenir en el negocio de estupefacientes, empieza una cruenta lucha de violentos episodios entre las distintas familias del crimen organizado.",
      "year": 1972,
      "poster": "https://image.tmdb.org/t/p/w342/ApiEfzSkrqS4m1L5a2GwWXzIiAs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/k0E1zn685h9RihffFMIiI9qBn2s.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gSDhcObC7ytBG7VNzcaGJki01iW.png"
    },
    {
      "id": "tmdb:214756",
      "type": "movie",
      "name": "Ted 2",
      "ids": {
        "tmdb": 214756
      },
      "overview": "Se trata de una secuela de la exitosa comedia escrita y dirigida por el cómico Seth MacFarlane. Recién casados Ted y Tami-Lynn deciden tener un bebé. John se ofrece en donar su esperma para que su mejor amigo pueda cumplir su sueño de tener un hijo, pero inesperadamente reciben una carta legal que dice que el estado no le permite ser padre ya que no está demostrado que sea una persona. Todos juntos tendrán que unir fuerzas para luchar por sus derechos en un tribunal de justicia.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/bO59Vn36fQauTDQpKNlHxvcK9Nw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sabbmaIKLDg13XUsmimM6jbrPfX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iNJR287LWbqdhz6WWmb0JtnMd8J.png"
    },
    {
      "id": "tmdb:106646",
      "type": "movie",
      "name": "El lobo de Wall Street",
      "ids": {
        "tmdb": 106646
      },
      "overview": "Película basada en hechos reales del corredor de bolsa neoyorquino Jordan Belfort. A mediados de los años 80, Belfort era un joven honrado que perseguía el sueño americano, pero pronto en la agencia de valores aprendió que lo más importante no era hacer ganar a sus clientes, sino ser ambicioso y ganar una buena comisión. Su enorme éxito y fortuna le valió el mote de \"El lobo de Wall Street\". Dinero. Poder. Mujeres. Drogas. Las tentaciones abundaban y el temor a la ley era irrelevante. Jordan y su manada de lobos consideraban que la discreción era una cualidad anticuada; nunca se conformaban con lo que tenían.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/uthRoUeTtiep5HCoySlOjQSPCbJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3r21LrAcuheli81CCv1QW15gJow.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gOhYHh1qdjqa2cOTjuN3t09Q9gW.png"
    },
    {
      "id": "tmdb:939243",
      "type": "movie",
      "name": "Sonic 3: La película",
      "ids": {
        "tmdb": 939243
      },
      "overview": "Sonic, Knuckles y Tails se reúnen para enfrentarse a un nuevo y poderoso adversario, Shadow, un misterioso villano cuyos poderes no se parecen a nada de lo que nuestros héroes han conocido hasta ahora. Con sus facultades superadas en todos los sentidos, el Equipo Sonic tendrá que establecer una insólita alianza con la esperanza de detener a Shadow y proteger el planeta.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/3aDWCRXLYOCuxjrjiPfLd79tcI6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kLHOkqTdxzxllm6Re3qHgFQZdlJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sGeSOPC8QppZtD29PyujCmyIXdA.png"
    },
    {
      "id": "tmdb:519182",
      "type": "movie",
      "name": "Gru 4. Mi villano favorito",
      "ids": {
        "tmdb": 519182
      },
      "overview": "Gru, Lucy y las niñas -Margo, Edith y Agnes- dan la bienvenida a un nuevo miembro en la familia: Gru Junior, que parece llegar con el propósito de ser un suplicio para su padre. Gru tendrá que enfrentarse en esta ocasión a su nueva némesis Maxime Le Mal y su sofisticada y malévola novia Valentina, lo que obligará a la familia a tener que darse a la fuga. Cuarta entrega de 'Gru, mi villano favorito'.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/b6JX0fBne5yPFNBtdp4Imi3CpiE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9EwsjuK7lBJGyQtnxkgqRbYEDOs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/z5ocMV0RK2kiV9qYxCD9PQsjlbL.png"
    },
    {
      "id": "tmdb:13",
      "type": "movie",
      "name": "Forrest Gump",
      "ids": {
        "tmdb": 13
      },
      "overview": "Forrest Gump es un chico con deficiencias mentales no muy profundas y con alguna incapacidad motora que, a pesar de todo, llegará a convertirse, entre otras cosas, en un héroe durante la Guerra del Vietnam. Su persistencia y bondad le llevarán a conseguir una gran fortuna, ser objeto del clamor popular y a codearse con las más altas esferas sociales y políticas del país. Siempre sin olvidar a Jenny, su gran amor desde que era niño.",
      "year": 1994,
      "poster": "https://image.tmdb.org/t/p/w342/oiqKEhEfxl9knzWXvWecJKN3aj6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tNVTWNa8cxZLw7aWvHzSDLyc7ig.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kjUupFukLAkxM40so0YfRGY5aHo.png"
    },
    {
      "id": "tmdb:8814",
      "type": "movie",
      "name": "Doom",
      "ids": {
        "tmdb": 8814
      },
      "overview": "Un equipo de marines espaciales conocido como el Escuadrón Táctico de Respuesta Rápida, liderado por Sarge, es enviado a una instalación científica en Marte después de que alguien informe de una violación de seguridad. Allí se enteran de que la alerta se produjo después de que un sujeto de prueba, un asesino de masas inyectado a propósito con ADN alienígena, se liberara y comenzase a matar personas. El Dr. Grimm, que está relacionado con el miembro del equipo Reaper, les informa a todos que el cromosoma puede mutar a los humanos en monstruos, y es altamente infeccioso.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/gq8KfI7zv2XYRtAJ9YzJeb4o6hh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nkGnD3gGjMXtYnnaHlyeTfiv7oS.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4zpaSDIVGjel0SxCU2SMc7mErnD.png"
    },
    {
      "id": "tmdb:105",
      "type": "movie",
      "name": "Regreso al futuro",
      "ids": {
        "tmdb": 105
      },
      "overview": "El adolescente Marty McFly es amigo de Doc, un científico al que todos toman por loco. Cuando Doc crea una máquina para viajar en el tiempo, un error fortuito hace que Marty llegue a 1955, año en el que sus futuros padres aún no se habían conocido. Después de impedir su primer encuentro, deberá conseguir que se conozcan y se casen; de lo contrario, su existencia no sería posible.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/owk40tn1sFJmC7bhamEpmhdZPKa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aYFwRXjiilOavzJ6r6dYv7Q4kUV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jFYEAKzR1lkd2fhxqd8hp8fhR6u.png"
    },
    {
      "id": "tmdb:1184918",
      "type": "movie",
      "name": "Robot salvaje",
      "ids": {
        "tmdb": 1184918
      },
      "overview": "Esta aventura épica cuenta la historia de una robot, Rozzum 7-1-3-4, \"Roz\" para abreviar, que naufraga en una isla inhabitada y debe aprender a adaptarse a los entornos rigurosos construyendo relaciones con los animales de la isla y convirtiéndose en la madre adoptiva de una cría de ganso huérfana.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/a0a7RC01aTa7pOnskgJb3mCD2Ba.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vYSaaBbI2JScbCiD4PvByPbmPYz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cBgbMZxdmcImD4Al8sq0pffOQ4T.png"
    },
    {
      "id": "tmdb:9502",
      "type": "movie",
      "name": "Kung Fu Panda",
      "ids": {
        "tmdb": 9502
      },
      "overview": "El protagonista es un oso panda llamado Po, el más vago de todas las criaturas del Valle de la Paz. Con poderosos enemigos acercándose, la esperanza es depositada en una antigua profecía que dice que un héroe se alzará para salvarles. Voces originales de Jack Black, Angelina Jolie, Dustin Hoffman, Lucy Liu & Jackie Chan.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/zcORJ8s9zsBjvKxP0k4FASQSjpf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7nSTDHcdwzUcZ74G6gGwxrTy6j9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gkpcd4k3IrkqIAqRBNLLjBHGYyr.png"
    },
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:8871",
      "type": "movie",
      "name": "El Grinch",
      "ids": {
        "tmdb": 8871
      },
      "overview": "Cada año, en Navidad, los lugareños perturban su pacífica soledad con celebraciones cada vez más desmesuradas, luminosas y ruidosas. Cuando los Quién declaran que ese año van a preparar una Navidad el triple de grande, el Grinch se da cuenta de que solo hay un modo de recuperar algo de paz y silencio: robar la Navidad. Para ello, decide hacerse pasar por Santa Claus en Nochebuena, haciéndose con un reno muy peculiar para tirar de su trineo. Mientras tanto, en Villa Quién, una dulce niña llamada Cindy-Lou, desbordante de espíritu navideño, planea con sus amigos atrapar a Papá Noel durante su visita en Nochebuena para darle las gracias por ayudar a su trabajadora madre. Sin embargo, a medida que se acerca la noche mágica, sus buenas intenciones amenazan con chocar con las del Grinch, mucho más perversas.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/yCZ3xAPM5009ltBUUwPtCeWKQWy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qkt1Qn9j6yw9rcJhvSu1p3wuiBm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/87Gk6cCexvE0VVRF25ppQ2STubX.png"
    },
    {
      "id": "tmdb:810",
      "type": "movie",
      "name": "Shrek tercero",
      "ids": {
        "tmdb": 810
      },
      "overview": "Shrek se casó con Fiona, pero lo que no tuvo en cuenta es que al casarse con una princesa... tarde o temprano uno termina siendo rey. Cuando su suegro, el Rey Harold, cae enfermo, Shrek se encuentra en riesgo de tener que abandonar su amado pantano por el trono. A menos claro que encuentre un heredero. Junto con Asno y el Gato con Botas, Shrek viaja para en busca del primo de Fiona, Arturo. Mientras, en Muy Muy Lejano, el Principe Encantador recluta un ejército de villanos de cuento para tomar el trono por la fuerza. Pero no cuentan con que Fiona y la Reina Lillian también han reunido su grupo de heroínas de cuento para hacerles frente...",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/7sTwtmVPTX77CFOUXdwAM7lKtKL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4uSRGXXU4kucRUbzd6X4lDZXeti.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ml4ZAXZrJHvFb3WjaPRy3NF3xzq.png"
    },
    {
      "id": "tmdb:551808",
      "type": "movie",
      "name": "Navidad sangrienta",
      "ids": {
        "tmdb": 551808
      },
      "overview": "Un grupo de estudiantes es perseguido por un extraño durante sus vacaciones de navidad. Remake de la película homónima aparecida en 1974.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/1CQBfLyWRFdTa3uryLI05N6TtXI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gVMxG5iNMlN1RIgZ1IVDZssEGCP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2xNip2sOth6o7aASPDqGvCpSiWf.png"
    },
    {
      "id": "tmdb:72105",
      "type": "movie",
      "name": "Ted",
      "ids": {
        "tmdb": 72105
      },
      "overview": "La historia se centra en las aventuras de un hombre que ve cómo su osito de peluche de la infancia adquiere vida debido a un deseo que formuló cuando era pequeño, convirtiéndose el peluche en un gandul deslenguado que alterará por completo su vida y pondrá en peligro su relación amorosa con su pareja, debido a su comportamiento totalmente salvaje y su conducta fuera de toda norma social.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/1DY7eSoQLoTNhJTT455N74VuHHx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cfBHNVv9pto26a4qnwJ5F0gq9jg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3AtuXBQuGuz2EF93UElwwYksajw.svg"
    },
    {
      "id": "tmdb:8292",
      "type": "movie",
      "name": "Cuatro hermanos",
      "ids": {
        "tmdb": 8292
      },
      "overview": "Después del asesinato de su madre adoptiva en un atraco, los hermanos Mercer -el impulsivo Bobby (Mark Wahlberg), el seductor Angel (Tyrese Gibson), el padre de familia y hombre de negocios Jeremiah (André Benjamin) y el roquero duro Jack (Garrett Hedlund) - se reúnen de nuevo para aclarar su muerte. Ya en la pista del asesino, no tardan en darse cuenta de que su habitual comportamiento tiene nuevas consecuencias. En este drama de acción basado en la fuerza de los personajes dirigido por John Singleton (Los chicos del barrio, 2 Fast 2 Furious/A todo gas 2) y producido por Lorenzo di Bonaventura (Constantine), cuatro hermanos descubren que les une algo mucho más poderoso que la sangre.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/1HtCW7TO9HvsEyK7Nm1bQYwcgxD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1KIYb9iHLgoBhnOe0rIa5GrJEc1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4hbKMUjT1zLEUV5A3PGMYW3F4mF.png"
    },
    {
      "id": "tmdb:809",
      "type": "movie",
      "name": "Shrek 2",
      "ids": {
        "tmdb": 809
      },
      "overview": "Cuando Shrek y la princesa Fiona regresan de su luna de miel, los padres de ella los invitan a visitar el reino de Muy Muy Lejano para celebrar la boda. Para Shrek, al que nunca abandona su fiel amigo Asno, esto constituye un gran problema. Los padres de Fiona, por su parte, no esperaban que su yerno tuviera un aspecto semejante y, mucho menos, que su hija hubiera cambiado tanto. Todo esto trastoca los planes del rey respecto al futuro del reino. Pero entonces entran en escena la maquiavélica Hada Madrina, su arrogante hijo el Príncipe Encantador y un minino muy especial: el Gato con Botas, experto cazador de ogros.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/knRt4E8KyfwEv0SVu9LsLvD28IQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qKkUCwpK5A8Szu2XlNjmy9t0972.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3xIgLhQhqQOeRXbYIOi4rYkFulH.png"
    },
    {
      "id": "tmdb:75780",
      "type": "movie",
      "name": "Jack Reacher",
      "ids": {
        "tmdb": 75780
      },
      "overview": "Jack Reacher (Tom Cruise), un antiguo policía militar que vive semiescondido como un vagabundo y que trabaja por su cuenta, decide investigar el caso de un francotirador que ha sido acusado de matar, por puro azar, a cinco personas en un tiroteo. Al ser interrogado, el francotirador se declara inocente y, además, exige la presencia de Jack Reacher.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/14AUhr2kryo1NZiFQ2HPkT2tKvg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7v5bTD9osn38I3UZlGmmXxksQjo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/v33IuCWlOeSsJECuLVtXg8GxH62.png"
    },
    {
      "id": "tmdb:1251717",
      "type": "movie",
      "name": "Regalo maldito",
      "ids": {
        "tmdb": 1251717
      },
      "overview": "Cuando Polly recibe una misteriosa caja de una inesperada visitante nocturna, viene con la simple instrucción de colocar tres cosas dentro: algo que necesites, algo que odies y algo que ames. Lo que comienza como un extraño ritual se convierte rápidamente en una pesadilla. Atrapada en un mundo aterrador donde la realidad se tuerce y la memoria la traiciona, Polly debe tomar una serie de decisiones imposibles. A medida que el tiempo se escapa, se ve obligada a enfrentarse a la oscuridad no sólo a su alrededor, sino también en su interior, antes de que consuma todo y a todos los que ha conocido.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/kn63tQpkGoOqbncnrGhpr1tFHsJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rhkDAdicIhno0IFPQ06W8eIFrQX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7NLO1l0xQ6keajQdlz4NENpvMT5.png"
    },
    {
      "id": "tmdb:360920",
      "type": "movie",
      "name": "El Grinch",
      "ids": {
        "tmdb": 360920
      },
      "overview": "El Grinch, la película de animación basada en el popular clásico navideño del Dr. Seuss, cuenta la historia de un cínico cascarrabias que se propone robar la Navidad hasta que el desbordante espíritu navideño de una niña le hace cambiar de opinión. Divertida, enternecedora y visualmente impactante, se trata de una historia universal sobre el indómito poder del optimismo.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/eCHNCoat9L0Q3p4XjBQqV2Zn7Ux.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/HxkJiGgCJ2HMMdhadajrR1q8pB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jzl1BrLytFdkBDlT54ZrKSsHfZw.png"
    },
    {
      "id": "tmdb:91314",
      "type": "movie",
      "name": "Transformers: La era de la extinción",
      "ids": {
        "tmdb": 91314
      },
      "overview": "Han pasado 4 años desde la tragedia de Chicago y la humanidad sigue reparando los destrozos, pero tanto los Autobots como los Decepticons han desaparecido de la faz de la Tierra. Ahora el Gobierno de los Estados Unidos está utilizando la tecnología rescatada en el asedio de Chicago para desarrollar sus propios Transformers. Al frente del proyecto está Joshua Joyce, un arrogante diseñador que piensa que los Autobots son \"basura tecnológica\" y se cree capaz de fabricar unos robots infinitamente más avanzados. Mientras tanto, Cade Yeager, un mécánico inventor, encuentra un Marmon semi-trailer. Al intentar repararlo, descubre que el camión no solo era un Transformer, sino también el mismísimo Optimus Prime, líder de los Autobots. Lo que Cade ignora son las consecuencias que pueden derivarse de este hallazgo.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/owqV5Qo2DMMomfB1fS6xYWv3yEh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5F7vy2XHP8b5o4Df8PkrROFjOp8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qLhGS6aLKB4jTMBL1Bj63zldltt.png"
    },
    {
      "id": "tmdb:426063",
      "type": "movie",
      "name": "Nosferatu",
      "ids": {
        "tmdb": 426063
      },
      "overview": "Historia gótica de obsesión entre una joven hechizada y el aterrador vampiro encaprichado de ella que causa un indescriptible terror a su paso.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/jivUhECegXI3OYtPVflWoIDtENt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rcy9tt5H0wSdenm9wyoREpEIlVj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xZd6sUwPHITivR8FMMedFyzd1gB.png"
    },
    {
      "id": "tmdb:558449",
      "type": "movie",
      "name": "Gladiator II",
      "ids": {
        "tmdb": 558449
      },
      "overview": "Dieciséis años después de la muerte de Marco Aurelio, Roma está gobernada por los despiadados emperadores gemelos Geta y Caracalla. El nieto de Aurelio, Lucio Vero, vive bajo el seudónimo de Hanno con su esposa Arishat en el reino norteafricano de Numidia. El ejército romano dirigido por el general Acacio invade y conquista el reino, esclavizando a Lucio junto con otros supervivientes. Los esclavos son llevados a Ostia, donde Lucio es comprado por el maestro de cuadra Macrinus, que le promete la oportunidad de vengarse matando a Acacio si gana suficientes combates para llegar al Coliseo.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/fbcs5AxrdXwyj1b8bGGMgC9kXrM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oMJBJZ5N4J84Z56B6oYNc77C1wL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/phliRHzrDQapwqLFKuCDDNDYbXH.png"
    },
    {
      "id": "tmdb:98",
      "type": "movie",
      "name": "Gladiator",
      "ids": {
        "tmdb": 98
      },
      "overview": "En el año 180, el Imperio Romano domina todo el mundo conocido. Tras una gran victoria sobre los bárbaros del norte, el anciano emperador Marco Aurelio decide transferir el poder a Máximo, bravo general de sus ejércitos y hombre de inquebrantable lealtad al imperio. Pero su hijo Cómodo, que aspiraba al trono, no lo acepta y trata de asesinar a Máximo.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/p08mUnCktZ2opGihZTAn7OqzOoi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qvmywctvXjXcI5dXzhMGKU41qfs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aF9ldcxU5HOEvrrhkZnd9jePoWu.png"
    },
    {
      "id": "tmdb:253412",
      "type": "movie",
      "name": "Everest",
      "ids": {
        "tmdb": 253412
      },
      "overview": "Narra la historia del neozelandés Rod Edwin Hall, quien el 10 de Mayo de 1996 empezó su ascenso del Everest junto con Scott Fischer.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/7SfhoXCc8LGfKvyNIw2nU0gEi3R.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ihsh9biRXgbqg0Sa0ULJ37GxtsR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/l8jzV76x3MoUaCpwy72ekfiEHA6.png"
    },
    {
      "id": "tmdb:603119",
      "type": "movie",
      "name": "The Silencing",
      "ids": {
        "tmdb": 603119
      },
      "overview": "Un cazador retirado que vive aislado en una reserva natural se ve envuelto en un mortal juego del gato y el ratón cuando él y el sheriff local se disponen a seguir la pista de un sanguinario asesino que podría haber secuestrado a su hija años atrás.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/or4yvzAvMt3K8MHyvoB0cZcTWWy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lviaLi9G9SAeRnp0H8LJubEVTAS.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nNUg5ZVosaB0sHEfnrpcqWdmcZl.png"
    },
    {
      "id": "tmdb:1581",
      "type": "movie",
      "name": "The Holiday (Vacaciones)",
      "ids": {
        "tmdb": 1581
      },
      "overview": "Amanda Woods, una chica americana que posee una próspera agencia de publicidad especializada en trailers de películas, vive en el sur de California y acaba de romper con su novio. Por su parte, Iris Simpkins, redactora de la popular columna de bodas para el London Daily Telegraph, vive en una encantadora casa de campo en Inglaterra y sus relaciones con los hombres tampoco son fáciles. A través de internet llegan a un acuerdo para intercambiarse sus respectivas viviendas durante las Navidades.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/jGFqZ4bCAYaNZKHQKBZcTyrH1EV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pFZbG1rpHCZE8Or582EQLavSQtF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q1wWpsQ8rSfwstJsAh5NoodtpLI.png"
    },
    {
      "id": "tmdb:4247",
      "type": "movie",
      "name": "Scary Movie",
      "ids": {
        "tmdb": 4247
      },
      "overview": "Tras el asesinato de una bella estudiante, un grupo de adolescentes descubren que hay un asesino entre ellas. La heroína, Cindy, y su grupo de desconcertantes amigos, serán aterrorizados por un singular psicópata enmascarado que pretende vengarse de ellos por haberlo atropellado el pasado Halloween.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/kfAiQqJGnfbQj52Bna7Ohlu04y3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lE5Hsi1IwjI2wgjslXmiz5Gcbm3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nMpRdeGbgV5KN6iB0Iv6TvsRh81.png"
    },
    {
      "id": "tmdb:564",
      "type": "movie",
      "name": "La momia",
      "ids": {
        "tmdb": 564
      },
      "overview": "El legionario Rick O'Connell y su socio descubren durante una batalla en Egipto las ruinas de Hamunaptra, la ciudad de los muertos. Pasado un tiempo, este descubrimiento le permitirá salvar su vida y volver al lugar con una egiptóloga y su hermano, donde coinciden con un grupo de americanos. Todos ellos, seducidos por la aventura, provocarán la resurrección de la momia de un diabólico sacerdote egipcio que intenta desesperadamente recuperar a su amada.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/aGRMxB5ve2nSKsq8ww6PyUwhWpP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/khIjSqFwgZqakF1sBaUEpwI4BJo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wN5ECzhPYnphWKPvqrVVmQnGUrC.png"
    },
    {
      "id": "tmdb:240",
      "type": "movie",
      "name": "El Padrino Parte II",
      "ids": {
        "tmdb": 240
      },
      "overview": "Continuación de la saga de los Corleone con dos historias paralelas: la elección de Michael Corleone como jefe de los negocios familiares y los orígenes del patriarca, el ya fallecido Don Vito, primero en Sicilia y luego en Estados Unidos, donde, empezando desde abajo, llegó a ser un poderosísimo jefe de la mafia de Nueva York.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/mbry0W5PRylSUHsYzdiY2FSJwze.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oTeNCx1a5Y2StS8YygrpM31fMxn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zpOTTllMRebmc3D7PBd4t4ZqksU.png"
    },
    {
      "id": "tmdb:698687",
      "type": "movie",
      "name": "Transformers One",
      "ids": {
        "tmdb": 698687
      },
      "overview": "La historia jamás contada del origen de Optimus Prime y Megatron y de cómo pasaron de ser hermanos de armas que cambiaron el destino de Cybertron para siempre, a convertirse en enemigos acérrimos.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/1jzVCZxBmgvpGILuEU8icfX77Io.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aZollnPyAqPtuclonFKTZZ71Cd8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/v6r2NtlmpzbYlAuvx059fBVTtYE.png"
    },
    {
      "id": "tmdb:257345",
      "type": "movie",
      "name": "La oscuridad",
      "ids": {
        "tmdb": 257345
      },
      "overview": "Una familia vuelve de pasar unas vacaciones en el Gran Cañón sin saber que traen consigo una peligrosa fuerza sobrenatural que se alimenta de sus propios temores y vulnerabilidades. Una amenaza que intentará destruirles desde adentro, mientras consume sus vidas con terribles consecuencias.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/cSGfMbn3T5jPZ1y9vzuiTVgMqiu.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hRgGf3JEBBnL6bWGD7PJpgAN8H8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5kZtpmf6OcOg8z5HVhlrNrMyZKd.png"
    },
    {
      "id": "tmdb:1233575",
      "type": "movie",
      "name": "Confidencial (Black Bag)",
      "ids": {
        "tmdb": 1233575
      },
      "overview": "Cuando su amada esposa Kathryn es sospechosa de traicionar a la nación, el legendario agente de inteligencia George Woodhouse se enfrenta a la prueba definitiva: la lealtad a su matrimonio o a su país.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/1MTMK7xcZECsUir3EptGGI1fE2n.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ndpmsFfX23M0HggQ6iIcnzYiGLm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aecaoDpXGvDALdkebTfPMyXUQty.png"
    },
    {
      "id": "tmdb:953",
      "type": "movie",
      "name": "Madagascar",
      "ids": {
        "tmdb": 953
      },
      "overview": "Cuenta la historia de cuatro divertidos animales del zoo de Central Park, Nueva York, (Alex el león, Marty la cebra, Gloria la hipopótamo y Melman la jirafa). Llevan toda su vida encerrados en cautividad sin poder experiemtnar el sabor de la libertad y se han propuesto idear un plan para salir de allí juntos. Un día, una serie de casualidades les llevan a lograr lo que tanto ansiaban y huyen de aquel lugar. Terminan en plena naturaleza, concretamente en la idílica isla de Madagascar. Allí descubrirán, a base de apasionantes aventuras, que la vida salvaje es muy diferente a lo que ellos pensaban y que vivir en libertad no es tan fácil como imaginaban.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/zrV5GnfCcLWzyjrFgYTpjQPRMfl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/g2qcCWZlk9Q21B3DE1GiuascFVs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4WxLPaAiWA2bCEW76XRwt09hmBJ.png"
    },
    {
      "id": "tmdb:710295",
      "type": "movie",
      "name": "Hombre lobo",
      "ids": {
        "tmdb": 710295
      },
      "overview": "Blake es un hombre casado y padre de familia residente en San Francisco que hereda la remota casa donde creció en una zona rural de Oregón tras la desaparición de su propio padre, dado por muerto. En plena crisis de pareja con su enérgica esposa Charlotte, Blake la convence para tomarse un descanso de la gran ciudad y visitar la propiedad con su hija Ginger. Todo se tuerce cuando, de camino a la granja y en plena noche, la familia sufre el brutal ataque de un animal al que no consiguen ver y, en un intento desesperado por huir, se atrincheran dentro de la casa mientras la criatura merodea por la zona. Pero, con el paso de las horas, Blake comienza a comportarse de un modo extraño y a convertirse en algo irreconocible...",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/2UpFVg0fg5BsBX2mFOvaGUpbhcz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iHw5jjb9k4cTNiZJabhAfk6qBXR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hwwjqwFOQMOvcrIDnLf0WzDsQtU.png"
    },
    {
      "id": "tmdb:158015",
      "type": "movie",
      "name": "The Purge: La noche de las bestias",
      "ids": {
        "tmdb": 158015
      },
      "overview": "Año 2022. En una futura sociedad distópica, el régimen político, llamado Nueva Fundación de los padres de América, ha implantado una medida catárquica ante la violencia campante y las cárceles saturadas: la \"purga anual\", según la cual una noche al año se puede cometer cualquier clase de crimen, incluso el asesinato, sin tener que responder ante la justicia. La violencia se desata durante esas 12 horas, y los individuos se desfogan, imperando la calma el resto del año. Horas antes de que comience la purga anual, el vendedor de sistemas de seguridad James Sandin regresa a su casa en un lujoso suburbio de Los Angeles junto a su esposa María y sus dos hijos, Zoey y Charlie. Lo que no contaba esa famillia es que poco tiempo después de comenzar la noche un extraño llame a la puerta.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/1smw9aHuPiHga2Of5TOJs0Ps1rZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/E4aqq718CX7MeaAlaaTYXj4A2o.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mxOMaI7eE7DV8wwUCskWk6buY9y.png"
    },
    {
      "id": "tmdb:1111873",
      "type": "movie",
      "name": "Abigail",
      "ids": {
        "tmdb": 1111873
      },
      "overview": "A una banda de delincuentes se les ha encargado secuestrar a Abigail, una bailarina de doce años hija de una poderosa figura del inframundo. Su misión requiere también vigilarla durante la noche para poder cobrar un rescate de 50 millones de dólares. En una mansión aislada, los captores comienzan a desaparecer, uno por uno, y descubren, para su creciente horror, que la pequeña niña con la que están encerrados no es normal y está mostrando su verdadera naturaleza.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/1wIp3yBijtgEpQrHZLqoX5laGLJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yAyYEF7gksifL2cePGWZB0CRiu4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wpycgWLoj6EuRBxHAM37qTEaMUC.png"
    },
    {
      "id": "tmdb:1064213",
      "type": "movie",
      "name": "Anora",
      "ids": {
        "tmdb": 1064213
      },
      "overview": "Anora, una joven prostituta de Brooklyn, tiene la oportunidad de vivir una historia de Cenicienta cuando conoce e impulsivamente se casa con el hijo de un oligarca. Cuando la noticia llega a Rusia, su cuento de hadas se ve amenazado, ya que los padres parten hacia Nueva York para intentar conseguir la anulación del matrimonio.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/n5wEFSLkm2fCtN0FVAuphrCAjf8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ypTsorMoyUZWEz3xd9fwsqmw1uk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dYVsBFfGLSCAZ9HqwOfkpgWUwTw.png"
    },
    {
      "id": "tmdb:12159",
      "type": "movie",
      "name": "Más allá de los sueños",
      "ids": {
        "tmdb": 12159
      },
      "overview": "Tras la muerte de sus dos hijos, el doctor Chris Nielson y su esposa Annie intentan con dificultades continuar con sus vidas. Pero Chris también muere en un accidente de coche, y cuando llega al cielo conocerá a Albert, que le desvela que aquello es más maravilloso de lo que podía esperar. Sin embargo la soledad sume a Annie en una locura que le alejará todavía más de la vida y de su esposo.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/t73wtydNOHyXKhwRnmD4WuQApPh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8WSr7KTO2JmU93FlSWSDaUR2HDB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/Af7OpIu6qOiCItQpHdOs7fGbYCP.png"
    },
    {
      "id": "tmdb:565",
      "type": "movie",
      "name": "The Ring (La señal)",
      "ids": {
        "tmdb": 565
      },
      "overview": "Rachel Keller es una periodista de investigación que no da mucho crédito a lo que considera una especie de leyenda urbana: al parecer, circula por ahí una cinta de vídeo con imágenes aterradoras, que va acompañada de una llamada telefónica en la que se predice, con una semana de antelación, la muerte de quien las ha visto. Sin embargo, cuando cuatro adolescentes encuentran la muerte exactamente una semana después de ver el vídeo, la curiosidad se apodera de ella y no parará hasta encontrar la cinta y verla.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/4TPPSB8OAtgYo9EdFzr7tsTsLDB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2s1weGy18fGqZQwQ7SooZzarFFa.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5lBxPgkZqj7QaMkTew7yr5AkCHH.png"
    },
    {
      "id": "tmdb:3035",
      "type": "movie",
      "name": "El doctor Frankenstein",
      "ids": {
        "tmdb": 3035
      },
      "overview": "El doctor Henry Von Frankenstein acomete un experimento tenebroso: construir, a partir de fragmentos de cadáveres, un nuevo ser humano. Con la ayuda de su criado Fritz, se adentra durante la noche en los cementerios de la localidad para arrancar a los cadáveres las partes que necesita. Lo que ignora es que el cerebro que ha utilizado en su experimento había pertenecido a un criminal.",
      "year": 1931,
      "poster": "https://image.tmdb.org/t/p/w342/qHXeXUHebXaExr1r3h2RtO1j2QB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zEsiGlJRFmHM6xKZZZTkNTR85lG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/52DxBh05lBWNRxEF3sY54CIN0AH.png"
    },
    {
      "id": "tmdb:20352",
      "type": "movie",
      "name": "Gru. Mi villano favorito",
      "ids": {
        "tmdb": 20352
      },
      "overview": "En una alegre urbanización con cuidados jardines rodeados por verjas de madera pintadas de blanco y llenos de rosales, sobresale una casa negra con el césped amarillento. Los vecinos ignoran que debajo de la vivienda hay un enorme escondite secreto. Allí está Gru, rodeado por un pequeño ejército de lacayos, planeando el mayor robo de toda la historia. ¡Va a hacerse con la luna!",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/AsaaPLSfisdFDeasEd9r0GiZVss.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/msKJaswwvzfXdCqSHa4u2bddloZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6VZqlIPqWbHracrY3BxGfyrEN1I.png"
    },
    {
      "id": "tmdb:606234",
      "type": "movie",
      "name": "Archive",
      "ids": {
        "tmdb": 606234
      },
      "overview": "Año 2038: George Almore trabaja en una inteligencia artificial que parezca verdaderamente humana. Su último prototipo ya está en su fase más delicada y arriesgada, en especial, porque el objetivo de Almore debe permanecer oculto a cualquier precio: reunirse con su mujer fallecida.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/hmz9ySdCqW9FiHpM9JdSCkjQzFA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eD4WrVv3KWxLV9fDYDhE0cmmqrI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/s7nRgRxahXz73KJ2X2Y4Eedzisw.png"
    },
    {
      "id": "tmdb:238636",
      "type": "movie",
      "name": "Anarchy: La noche de las bestias",
      "ids": {
        "tmdb": 238636
      },
      "overview": "El crimen hace estragos en Estados Unidos y las cárceles están llenas. El gobierno decide que una noche al año, durante doce horas, cualquier actividad criminal, incluso el asesinato, será legal. No se puede llamar a la policía, los hospitales no admiten pacientes, los ciudadanos deben arreglárselas solos porque cometer un delito no está castigado. Durante esa noche plagada de peligros, 5 personas que se han quedado fuera de sus casas deciden juntarse para poder enfrentarse mejor a los ciudadanos salvajes que buscan calmar sus ansias de violencia.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/tWUUXNxyduZcKODNzCQ1UtzbedL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5G2A6hSeUXwl2hMXPS21UCVCq7X.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gpYd3Q1RYUlTvBTuPFVpTrLJaYS.png"
    },
    {
      "id": "tmdb:4232",
      "type": "movie",
      "name": "Scream",
      "ids": {
        "tmdb": 4232
      },
      "overview": "Sidney Prescott, una adolescente de la pequeña comunidad de Woodsboro, se convierte en el objetivo de un misterioso asesino en serie. Una reportera de un canal de noticias, Gale Weathers, que cubrió el asesinato un año atrás de la madre de Sidney, cubre ahora estos asesinatos, además ha escrito un libro en el que defiende al supuesto asesino de Maureen, Cotton Weary, que va a ir a la cámara de gas, alegando que cayó en una trampa, lo que hace reavivar la polémica. Los crímenes dejan de ser aislados y continúan los asesinatos. Ahora Sidney, su novio y sus amigos están en peligro, ya que el asesino quiere revivir lo sucedido un año atrás con Maureen Prescott, pero esta vez con su hija.",
      "year": 1996,
      "poster": "https://image.tmdb.org/t/p/w342/jSyDHeFEGghtm624mWpuadcG6Gl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/czEkFf928ItpF2A5iDCwdzVhNc2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lWEBXjjzQBzGBCwziUI8ir5ZIcR.png"
    },
    {
      "id": "tmdb:10625",
      "type": "movie",
      "name": "Chicas malas",
      "ids": {
        "tmdb": 10625
      },
      "overview": "Una joven adolescente, Cady, acostumbrada a vivir en África con sus padres, zoólogos, se encuentra una nueva jungla cuando se muda a Illinois. Allí acude a la escuela pública, donde se enamorará del ex-novio de la chica más popular del colegio. Las chicas comenzarán a hacer la vida imposible a Cady, y ésta no tendrá otro remedio que usar sus mismas tácticas para mantenerse a flote.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/fVHCoj809sonJJDvOF9hqCVZPRx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1Gje6bH3xPMC60x7KBSlmJ3HdPK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vwcTggmP0R4MtVrQJoD29llCuZz.png"
    },
    {
      "id": "tmdb:7978",
      "type": "movie",
      "name": "El hombre lobo",
      "ids": {
        "tmdb": 7978
      },
      "overview": "La infancia de Lawrence Talbot se acabó bruscamente la noche que murió su madre. Se marchó de su pueblo, Blackmoor, y tardó décadas en recuperarse e intentar olvidar. Cuando Gwen Conliffe, la prometida de su hermano, le encuentra y le ruega que la ayude a buscar a su amor, que se encuentra desaparecido, Lawrence Talbot regresa a casa. Entonces se entera de que algo brutal, salvaje, con una sed insaciable de sangre ha matado a muchos campesinos. Empieza a encajar las piezas del sangriento rompecabezas y descubre que existe una antigua maldición que convierte a las víctimas en hombres lobo las noches de luna llena. Para acabar con la carnicería y proteger a la mujer de la que se ha enamorado, Lawrence Talbot debe destruir a la temible criatura que se esconde en los bosques cercanos a Blackmoor. Este hombre sencillo con un pasado doloroso sale en busca de la bestia y descubre que él también tiene un lado primitivo que ni siquiera podía imaginar.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/uknmBWJ624nXUDTDn5hTJjV0kcv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nXoahKG9aKJqNVdZkboZYWKKunt.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/myOTmIza3N7Ybyl0bOQyd0MoiYj.png"
    },
    {
      "id": "tmdb:11590",
      "type": "movie",
      "name": "El castañazo",
      "ids": {
        "tmdb": 11590
      },
      "overview": "Un veterano jugador que entrena a un equipo de hockey sobre hielo (Newman) ve cómo las derrotas se suceden hasta que decide aplicar la más brutal de las tácticas: aconseja a sus jugadores que jueguen como verdaderos animales durante los partidos, sin importar si la violencia que emplean es o no legal. Divertida y muy bien interpretada, fue duramente criticada en su estreno por su violento -y extremadamente liberal- mensaje.",
      "year": 1977,
      "poster": "https://image.tmdb.org/t/p/w342/tP63lY6QatqFBICYxzNBA50Fhxr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9j48aFoChRoopUGUUzeuKX46PqD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rh1N6vzvHbbEakiBmS20RzJYuwU.png"
    },
    {
      "id": "tmdb:970347",
      "type": "movie",
      "name": "The Killer",
      "ids": {
        "tmdb": 970347
      },
      "overview": "Zee es una temida asesina a sueldo conocida como “la Reina de los Muertos”, pero cuando se niega a asesinar a una joven ciega, se encuentra perseguida tanto por sus colegas criminales como por un decidido detective de policía.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/6PCnxKZZIVRanWb710pNpYVkCSw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zp7sRrvmsNP31m9SZPvQvdMsKTc.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fA5pJY3Zbv68PuPWHUazSDon8nz.png"
    }
  ]
}