{
  "metas": [
    {
      "id": "tmdb:402431",
      "type": "movie",
      "name": "Wicked",
      "ids": {
        "tmdb": 402431
      },
      "overview": "Ambientada en la Tierra de Oz, mucho antes de la llegada de Dorothy Gale desde Kansas. Elphaba es una joven incomprendida por su inusual color verde que aún no ha descubierto su verdadero poder. Glinda es una popular joven marcada por sus privilegios y su ambición que aún no ha descubierto su verdadera pasión. Las dos se conocen como estudiantes de la Universidad Shiz, en la fantástica Tierra de Oz, y forjan una insólita pero profunda amistad. La trama abarca los acontecimientos del primer acto del musical de Broadway.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/hDQXqvmmikekQ15uxhisBDwEA63.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jglW41Tl27WManfn00IqgPZFlGV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/haXR5xFAo89zRHcKkwEeunss7YV.png"
    },
    {
      "id": "tmdb:8871",
      "type": "movie",
      "name": "El Grinch",
      "ids": {
        "tmdb": 8871
      },
      "overview": "Cada año, en Navidad, los lugareños perturban su pacífica soledad con celebraciones cada vez más desmesuradas, luminosas y ruidosas. Cuando los Quién declaran que ese año van a preparar una Navidad el triple de grande, el Grinch se da cuenta de que solo hay un modo de recuperar algo de paz y silencio: robar la Navidad. Para ello, decide hacerse pasar por Santa Claus en Nochebuena, haciéndose con un reno muy peculiar para tirar de su trineo. Mientras tanto, en Villa Quién, una dulce niña llamada Cindy-Lou, desbordante de espíritu navideño, planea con sus amigos atrapar a Papá Noel durante su visita en Nochebuena para darle las gracias por ayudar a su trabajadora madre. Sin embargo, a medida que se acerca la noche mágica, sus buenas intenciones amenazan con chocar con las del Grinch, mucho más perversas.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/yCZ3xAPM5009ltBUUwPtCeWKQWy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qkt1Qn9j6yw9rcJhvSu1p3wuiBm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/87Gk6cCexvE0VVRF25ppQ2STubX.png"
    },
    {
      "id": "tmdb:238",
      "type": "movie",
      "name": "El padrino",
      "ids": {
        "tmdb": 238
      },
      "overview": "Don Vito Corleone, conocido dentro de los círculos del hampa como 'El Padrino', es el patriarca de una de las cinco familias que ejercen el mando de la Cosa Nostra en Nueva York en los años cuarenta. Don Corleone tiene cuatro hijos: una chica, Connie, y tres varones; Sonny, Michael y Fredo. Cuando el Padrino reclina intervenir en el negocio de estupefacientes, empieza una cruenta lucha de violentos episodios entre las distintas familias del crimen organizado.",
      "year": 1972,
      "poster": "https://image.tmdb.org/t/p/w342/ApiEfzSkrqS4m1L5a2GwWXzIiAs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/k0E1zn685h9RihffFMIiI9qBn2s.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gSDhcObC7ytBG7VNzcaGJki01iW.png"
    },
    {
      "id": "tmdb:106646",
      "type": "movie",
      "name": "El lobo de Wall Street",
      "ids": {
        "tmdb": 106646
      },
      "overview": "Película basada en hechos reales del corredor de bolsa neoyorquino Jordan Belfort. A mediados de los años 80, Belfort era un joven honrado que perseguía el sueño americano, pero pronto en la agencia de valores aprendió que lo más importante no era hacer ganar a sus clientes, sino ser ambicioso y ganar una buena comisión. Su enorme éxito y fortuna le valió el mote de \"El lobo de Wall Street\". Dinero. Poder. Mujeres. Drogas. Las tentaciones abundaban y el temor a la ley era irrelevante. Jordan y su manada de lobos consideraban que la discreción era una cualidad anticuada; nunca se conformaban con lo que tenían.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/uthRoUeTtiep5HCoySlOjQSPCbJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3r21LrAcuheli81CCv1QW15gJow.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gOhYHh1qdjqa2cOTjuN3t09Q9gW.png"
    },
    {
      "id": "tmdb:939243",
      "type": "movie",
      "name": "Sonic 3: La película",
      "ids": {
        "tmdb": 939243
      },
      "overview": "Sonic, Knuckles y Tails se reúnen para enfrentarse a un nuevo y poderoso adversario, Shadow, un misterioso villano cuyos poderes no se parecen a nada de lo que nuestros héroes han conocido hasta ahora. Con sus facultades superadas en todos los sentidos, el Equipo Sonic tendrá que establecer una insólita alianza con la esperanza de detener a Shadow y proteger el planeta.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/3aDWCRXLYOCuxjrjiPfLd79tcI6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kLHOkqTdxzxllm6Re3qHgFQZdlJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sGeSOPC8QppZtD29PyujCmyIXdA.png"
    },
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:519182",
      "type": "movie",
      "name": "Gru 4. Mi villano favorito",
      "ids": {
        "tmdb": 519182
      },
      "overview": "Gru, Lucy y las niñas -Margo, Edith y Agnes- dan la bienvenida a un nuevo miembro en la familia: Gru Junior, que parece llegar con el propósito de ser un suplicio para su padre. Gru tendrá que enfrentarse en esta ocasión a su nueva némesis Maxime Le Mal y su sofisticada y malévola novia Valentina, lo que obligará a la familia a tener que darse a la fuga. Cuarta entrega de 'Gru, mi villano favorito'.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/b6JX0fBne5yPFNBtdp4Imi3CpiE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9EwsjuK7lBJGyQtnxkgqRbYEDOs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/z5ocMV0RK2kiV9qYxCD9PQsjlbL.png"
    },
    {
      "id": "tmdb:13",
      "type": "movie",
      "name": "Forrest Gump",
      "ids": {
        "tmdb": 13
      },
      "overview": "Forrest Gump es un chico con deficiencias mentales no muy profundas y con alguna incapacidad motora que, a pesar de todo, llegará a convertirse, entre otras cosas, en un héroe durante la Guerra del Vietnam. Su persistencia y bondad le llevarán a conseguir una gran fortuna, ser objeto del clamor popular y a codearse con las más altas esferas sociales y políticas del país. Siempre sin olvidar a Jenny, su gran amor desde que era niño.",
      "year": 1994,
      "poster": "https://image.tmdb.org/t/p/w342/oiqKEhEfxl9knzWXvWecJKN3aj6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tNVTWNa8cxZLw7aWvHzSDLyc7ig.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kjUupFukLAkxM40so0YfRGY5aHo.png"
    },
    {
      "id": "tmdb:1184918",
      "type": "movie",
      "name": "Robot salvaje",
      "ids": {
        "tmdb": 1184918
      },
      "overview": "Esta aventura épica cuenta la historia de una robot, Rozzum 7-1-3-4, \"Roz\" para abreviar, que naufraga en una isla inhabitada y debe aprender a adaptarse a los entornos rigurosos construyendo relaciones con los animales de la isla y convirtiéndose en la madre adoptiva de una cría de ganso huérfana.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/a0a7RC01aTa7pOnskgJb3mCD2Ba.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vYSaaBbI2JScbCiD4PvByPbmPYz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cBgbMZxdmcImD4Al8sq0pffOQ4T.png"
    },
    {
      "id": "tmdb:360920",
      "type": "movie",
      "name": "El Grinch",
      "ids": {
        "tmdb": 360920
      },
      "overview": "El Grinch, la película de animación basada en el popular clásico navideño del Dr. Seuss, cuenta la historia de un cínico cascarrabias que se propone robar la Navidad hasta que el desbordante espíritu navideño de una niña le hace cambiar de opinión. Divertida, enternecedora y visualmente impactante, se trata de una historia universal sobre el indómito poder del optimismo.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/eCHNCoat9L0Q3p4XjBQqV2Zn7Ux.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/HxkJiGgCJ2HMMdhadajrR1q8pB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jzl1BrLytFdkBDlT54ZrKSsHfZw.png"
    },
    {
      "id": "tmdb:601",
      "type": "movie",
      "name": "E.T. el extraterrestre",
      "ids": {
        "tmdb": 601
      },
      "overview": "Un pequeño ser de otro planeta se queda abandonado en la Tierra cuando su nave se marcha olvidándose de él. Tiene miedo. Está completamente solo, pero se hará amigo de un niño, que lo esconde en su casa. El niño y sus hermanos intentarán encontrar la forma de que el pequeño extraterrestre regrese a su planeta antes de que los científicos y la policía lo encuentren.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/4kixNqJAu7hWpZOnOsznL7YPuuQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/swr1MOdJuionDNYfeR5zvAmnvVJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jlgA3wk1zxCdsCZHWFpaR1KzBci.png"
    },
    {
      "id": "tmdb:240",
      "type": "movie",
      "name": "El Padrino Parte II",
      "ids": {
        "tmdb": 240
      },
      "overview": "Continuación de la saga de los Corleone con dos historias paralelas: la elección de Michael Corleone como jefe de los negocios familiares y los orígenes del patriarca, el ya fallecido Don Vito, primero en Sicilia y luego en Estados Unidos, donde, empezando desde abajo, llegó a ser un poderosísimo jefe de la mafia de Nueva York.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/mbry0W5PRylSUHsYzdiY2FSJwze.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oTeNCx1a5Y2StS8YygrpM31fMxn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zpOTTllMRebmc3D7PBd4t4ZqksU.png"
    },
    {
      "id": "tmdb:98",
      "type": "movie",
      "name": "Gladiator",
      "ids": {
        "tmdb": 98
      },
      "overview": "En el año 180, el Imperio Romano domina todo el mundo conocido. Tras una gran victoria sobre los bárbaros del norte, el anciano emperador Marco Aurelio decide transferir el poder a Máximo, bravo general de sus ejércitos y hombre de inquebrantable lealtad al imperio. Pero su hijo Cómodo, que aspiraba al trono, no lo acepta y trata de asesinar a Máximo.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/p08mUnCktZ2opGihZTAn7OqzOoi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qvmywctvXjXcI5dXzhMGKU41qfs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aF9ldcxU5HOEvrrhkZnd9jePoWu.png"
    },
    {
      "id": "tmdb:1064213",
      "type": "movie",
      "name": "Anora",
      "ids": {
        "tmdb": 1064213
      },
      "overview": "Anora, una joven prostituta de Brooklyn, tiene la oportunidad de vivir una historia de Cenicienta cuando conoce e impulsivamente se casa con el hijo de un oligarca. Cuando la noticia llega a Rusia, su cuento de hadas se ve amenazado, ya que los padres parten hacia Nueva York para intentar conseguir la anulación del matrimonio.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/n5wEFSLkm2fCtN0FVAuphrCAjf8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ypTsorMoyUZWEz3xd9fwsqmw1uk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dYVsBFfGLSCAZ9HqwOfkpgWUwTw.png"
    },
    {
      "id": "tmdb:105",
      "type": "movie",
      "name": "Regreso al futuro",
      "ids": {
        "tmdb": 105
      },
      "overview": "El adolescente Marty McFly es amigo de Doc, un científico al que todos toman por loco. Cuando Doc crea una máquina para viajar en el tiempo, un error fortuito hace que Marty llegue a 1955, año en el que sus futuros padres aún no se habían conocido. Después de impedir su primer encuentro, deberá conseguir que se conozcan y se casen; de lo contrario, su existencia no sería posible.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/owk40tn1sFJmC7bhamEpmhdZPKa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aYFwRXjiilOavzJ6r6dYv7Q4kUV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jFYEAKzR1lkd2fhxqd8hp8fhR6u.png"
    },
    {
      "id": "tmdb:578",
      "type": "movie",
      "name": "Tiburón",
      "ids": {
        "tmdb": 578
      },
      "overview": "En la costa de un pequeño pueblo del Este de Estados Unidos, un enorme tiburón ataca a varias personas. Temiendo las fatales consecuencias que esto puede provocar en el negocio turístico, el alcalde se niega a cerrar las playas y a difundir la noticia. Pero un nuevo ataque del tiburón, en la propia playa, termina con la vida de otro bañista. El terror se ha hecho público, así que un veterano cazador de tiburones, un científico y el jefe de la policía local se unen para dar caza al temible escualo...",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/85MbaRlyfZfZGVHoFy2Am53oVYt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4oEI7gHVlMGGKvbJVUQbS2gKBNe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mC7chprNBS4r3kWsbPc0ItmyfUG.png"
    },
    {
      "id": "tmdb:558449",
      "type": "movie",
      "name": "Gladiator II",
      "ids": {
        "tmdb": 558449
      },
      "overview": "Dieciséis años después de la muerte de Marco Aurelio, Roma está gobernada por los despiadados emperadores gemelos Geta y Caracalla. El nieto de Aurelio, Lucio Vero, vive bajo el seudónimo de Hanno con su esposa Arishat en el reino norteafricano de Numidia. El ejército romano dirigido por el general Acacio invade y conquista el reino, esclavizando a Lucio junto con otros supervivientes. Los esclavos son llevados a Ostia, donde Lucio es comprado por el maestro de cuadra Macrinus, que le promete la oportunidad de vengarse matando a Acacio si gana suficientes combates para llegar al Coliseo.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/fbcs5AxrdXwyj1b8bGGMgC9kXrM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oMJBJZ5N4J84Z56B6oYNc77C1wL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/phliRHzrDQapwqLFKuCDDNDYbXH.png"
    },
    {
      "id": "tmdb:953",
      "type": "movie",
      "name": "Madagascar",
      "ids": {
        "tmdb": 953
      },
      "overview": "Cuenta la historia de cuatro divertidos animales del zoo de Central Park, Nueva York, (Alex el león, Marty la cebra, Gloria la hipopótamo y Melman la jirafa). Llevan toda su vida encerrados en cautividad sin poder experiemtnar el sabor de la libertad y se han propuesto idear un plan para salir de allí juntos. Un día, una serie de casualidades les llevan a lograr lo que tanto ansiaban y huyen de aquel lugar. Terminan en plena naturaleza, concretamente en la idílica isla de Madagascar. Allí descubrirán, a base de apasionantes aventuras, que la vida salvaje es muy diferente a lo que ellos pensaban y que vivir en libertad no es tan fácil como imaginaban.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/zrV5GnfCcLWzyjrFgYTpjQPRMfl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/g2qcCWZlk9Q21B3DE1GiuascFVs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4WxLPaAiWA2bCEW76XRwt09hmBJ.png"
    },
    {
      "id": "tmdb:564",
      "type": "movie",
      "name": "La momia",
      "ids": {
        "tmdb": 564
      },
      "overview": "El legionario Rick O'Connell y su socio descubren durante una batalla en Egipto las ruinas de Hamunaptra, la ciudad de los muertos. Pasado un tiempo, este descubrimiento le permitirá salvar su vida y volver al lugar con una egiptóloga y su hermano, donde coinciden con un grupo de americanos. Todos ellos, seducidos por la aventura, provocarán la resurrección de la momia de un diabólico sacerdote egipcio que intenta desesperadamente recuperar a su amada.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/aGRMxB5ve2nSKsq8ww6PyUwhWpP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/khIjSqFwgZqakF1sBaUEpwI4BJo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wN5ECzhPYnphWKPvqrVVmQnGUrC.png"
    },
    {
      "id": "tmdb:4247",
      "type": "movie",
      "name": "Scary Movie",
      "ids": {
        "tmdb": 4247
      },
      "overview": "Tras el asesinato de una bella estudiante, un grupo de adolescentes descubren que hay un asesino entre ellas. La heroína, Cindy, y su grupo de desconcertantes amigos, serán aterrorizados por un singular psicópata enmascarado que pretende vengarse de ellos por haberlo atropellado el pasado Halloween.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/kfAiQqJGnfbQj52Bna7Ohlu04y3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lE5Hsi1IwjI2wgjslXmiz5Gcbm3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nMpRdeGbgV5KN6iB0Iv6TvsRh81.png"
    },
    {
      "id": "tmdb:9502",
      "type": "movie",
      "name": "Kung Fu Panda",
      "ids": {
        "tmdb": 9502
      },
      "overview": "El protagonista es un oso panda llamado Po, el más vago de todas las criaturas del Valle de la Paz. Con poderosos enemigos acercándose, la esperanza es depositada en una antigua profecía que dice que un héroe se alzará para salvarles. Voces originales de Jack Black, Angelina Jolie, Dustin Hoffman, Lucy Liu & Jackie Chan.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/zcORJ8s9zsBjvKxP0k4FASQSjpf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7nSTDHcdwzUcZ74G6gGwxrTy6j9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gkpcd4k3IrkqIAqRBNLLjBHGYyr.png"
    },
    {
      "id": "tmdb:1251717",
      "type": "movie",
      "name": "Regalo maldito",
      "ids": {
        "tmdb": 1251717
      },
      "overview": "Cuando Polly recibe una misteriosa caja de una inesperada visitante nocturna, viene con la simple instrucción de colocar tres cosas dentro: algo que necesites, algo que odies y algo que ames. Lo que comienza como un extraño ritual se convierte rápidamente en una pesadilla. Atrapada en un mundo aterrador donde la realidad se tuerce y la memoria la traiciona, Polly debe tomar una serie de decisiones imposibles. A medida que el tiempo se escapa, se ve obligada a enfrentarse a la oscuridad no sólo a su alrededor, sino también en su interior, antes de que consuma todo y a todos los que ha conocido.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/kn63tQpkGoOqbncnrGhpr1tFHsJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rhkDAdicIhno0IFPQ06W8eIFrQX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7NLO1l0xQ6keajQdlz4NENpvMT5.png"
    },
    {
      "id": "tmdb:549509",
      "type": "movie",
      "name": "The Brutalist",
      "ids": {
        "tmdb": 549509
      },
      "overview": "Cuando el visionario arquitecto László Toth y su esposa Erzsébet huyen de la Europa de posguerra en 1947 para reconstruir su legado y ver el nacimiento de la América moderna, sus vidas cambian a causa de un misterioso y adinerado cliente.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/qosCcdHQCi0Is5sQM5tgM78uicC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iMVTRkX5vl4J8UCZzjf05LN4dER.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/p1uAhk8HaYyxoXs6fXvEGes96uR.png"
    },
    {
      "id": "tmdb:242",
      "type": "movie",
      "name": "El Padrino Parte III",
      "ids": {
        "tmdb": 242
      },
      "overview": "Michael Corleone, heredero del imperio de don Vito Corleone, intenta rehabilitarse socialmente y legitimar todas las posesiones de la familia negociando con el Vaticano. Después de luchar toda su vida se encuentra cansado y centra todas sus esperanzas en encontrar un sucesor que se haga cargo de los negocios. Vincent, el hijo ilegítimo de su hermano Sonny, parece ser el elegido.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/l2D8Gzuzw8hN41UthdqM9Osu9I3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qx9FxELtC6cFIj6HdDJVJGuUOr2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ohUCQEptv3y9iP9Q77iXcr7R8Ky.svg"
    },
    {
      "id": "tmdb:310131",
      "type": "movie",
      "name": "La bruja",
      "ids": {
        "tmdb": 310131
      },
      "overview": "Nueva Inglaterra en el año 1630. Una familia de colonos cristiana, formada por un matrimonio y sus cinco hijos, vive cerca de un bosque que, según las creencias populares, está controlado por un mal sobrenatural. Cuando su hijo recién nacido desaparece y los cultivos no crecen, los miembros de la familia se rebelan los unos contra los otros. Más allá de sus peores temores, un mal sobrenatural les acecha en el bosque cercano.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/yN7zUze3fkbGNNHI1JYVpRixzAx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/13RlfKe7sLoiZCmsJpYcvCrmwiS.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fZaMSa3L82AiPHHhO11Sv6tgi4y.png"
    },
    {
      "id": "tmdb:1734",
      "type": "movie",
      "name": "El regreso de la momia",
      "ids": {
        "tmdb": 1734
      },
      "overview": "Han pasado diez años, Rick O'Connell se ha casado con Evelyn, y ambos son padres del pequeño Alex, de ocho años. Cuando, tras una serie de acontecimientos, la momia del antiguo sacerdote egipcio Im-Ho-Tep es resucitada por una extraña secta en el British Museum, y la maldición milenaria del Rey Escorpión -que seis mil años atrás traicionó al dios Anubis- lo devuelve a la vida, el choque entre ambas fuerzas malignas desencadenará el caos en el mundo... si Rick y Evelyn no consiguen evitarlo.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/x5CeEQ2iq9A20LbU0K4Q1TMxFDs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4bON0uGExy9u9VifNuKF6OZqqA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/pj6XmRqroMzRoF7pUMeNT2Q4Kt.png"
    },
    {
      "id": "tmdb:774370",
      "type": "movie",
      "name": "Policán",
      "ids": {
        "tmdb": 774370
      },
      "overview": "Un perro y un agente de policía resultan heridos juntos en el trabajo. Una operación quirúrgica que les salva la vida cambia el curso de la historia cuando nace Policán. Mitad perro, mitad hombre, Policán ha jurado proteger y servir -siempre que no le distraigan las ardillas- mientras persigue tenazmente a su archienemigo: el supervillano felino Petey el Gato. Pero la rivalidad entre Policán y Petey se ve alterada por la llegada de un adorable gatito clon de Petey, Lil Petey, que cambia las reglas del juego para ambos.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/fYrX4Xn8hIaIBx5p1HRFJ3uG7uH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/96SLbD1qMKM4ONQd8yHylbz6PCg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kIiK0wKZL9LAX6Z27XdJPrL3B2v.png"
    },
    {
      "id": "tmdb:809",
      "type": "movie",
      "name": "Shrek 2",
      "ids": {
        "tmdb": 809
      },
      "overview": "Cuando Shrek y la princesa Fiona regresan de su luna de miel, los padres de ella los invitan a visitar el reino de Muy Muy Lejano para celebrar la boda. Para Shrek, al que nunca abandona su fiel amigo Asno, esto constituye un gran problema. Los padres de Fiona, por su parte, no esperaban que su yerno tuviera un aspecto semejante y, mucho menos, que su hija hubiera cambiado tanto. Todo esto trastoca los planes del rey respecto al futuro del reino. Pero entonces entran en escena la maquiavélica Hada Madrina, su arrogante hijo el Príncipe Encantador y un minino muy especial: el Gato con Botas, experto cazador de ogros.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/knRt4E8KyfwEv0SVu9LsLvD28IQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qKkUCwpK5A8Szu2XlNjmy9t0972.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3xIgLhQhqQOeRXbYIOi4rYkFulH.png"
    },
    {
      "id": "tmdb:10625",
      "type": "movie",
      "name": "Chicas malas",
      "ids": {
        "tmdb": 10625
      },
      "overview": "Una joven adolescente, Cady, acostumbrada a vivir en África con sus padres, zoólogos, se encuentra una nueva jungla cuando se muda a Illinois. Allí acude a la escuela pública, donde se enamorará del ex-novio de la chica más popular del colegio. Las chicas comenzarán a hacer la vida imposible a Cady, y ésta no tendrá otro remedio que usar sus mismas tácticas para mantenerse a flote.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/fVHCoj809sonJJDvOF9hqCVZPRx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wCsI2O3Rx9rkNOrBGQyo09dOCw5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vwcTggmP0R4MtVrQJoD29llCuZz.png"
    },
    {
      "id": "tmdb:85",
      "type": "movie",
      "name": "En busca del arca perdida",
      "ids": {
        "tmdb": 85
      },
      "overview": "Año 1936, Indiana Jones es un profesor de arqueología, dispuesto a correr peligrosas aventuras con tal de conseguir valiosas reliquias históricas. Después de una infructuosa misión en Sudamérica, el gobierno estadounidense le encarga la búsqueda del Arca de la Alianza, donde se conservan las Tablas de la Ley que Dios entregó a Moisés. Según la leyenda, quien las posea tendrá un poder absoluto, razón por la cual también la buscan los nazis.",
      "year": 1981,
      "poster": "https://image.tmdb.org/t/p/w342/tECLVwLCMexSkls33RTCwedRZ6d.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/klNR7FUpYPepTUcIKNp9WhyiczJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ql6eKGJhaovo0QnJLnwtebddSGq.png"
    },
    {
      "id": "tmdb:1100782",
      "type": "movie",
      "name": "Smile 2",
      "ids": {
        "tmdb": 1100782
      },
      "overview": "La estrella del pop mundial Skye Riley está a punto de embarcarse en una nueva gira mundial cuando empieza a experimentar una serie de sucesos cada vez más aterradores e inexplicables. Angustiada por la espiral de horrores y la abrumadora presión de la fama, Skye tendrá que enfrentarse a su oscuro pasado para recuperar el control de su vida antes de que sea demasiado tarde. Secuela del exitoso film de terror 'Smile' (2022).",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/aQtWauWpy5KQEHsBURDnoTD6svd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7zjn7tAITW8786sTx57zWEPbN5K.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/r9SsXx4ZQC7n0uWHiFinNTbp5jB.svg"
    },
    {
      "id": "tmdb:549053",
      "type": "movie",
      "name": "Last Christmas",
      "ids": {
        "tmdb": 549053
      },
      "overview": "Kate es una mujer joven que suele tomar siempre la decisión menos acertada. ¿Su último error? Haber aceptado un trabajo como elfo de Santa Claus en un centro comercial. Sin embargo, el destino la lleva a conocer a Tom, circunstancia que cambia por completo su vida. Para Kate, todo es demasiado bueno para ser cierto.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/AcVAqTnPSiOtuWIj0zauw5WyjYp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dwfiHJUZHDJ8otigew5gD7805Gs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cK3BnXY761mYtCGLyetUk4jT9ef.png"
    },
    {
      "id": "tmdb:10192",
      "type": "movie",
      "name": "Shrek, Felices para siempre",
      "ids": {
        "tmdb": 10192
      },
      "overview": "En lugar de espantar a los aldeanos como él solía hacerlo, un recluido Shrek ahora accede a autografiar horquillas para siembra. Anhelando los días cuando se sentía un \"ogro real\", Shrek es embaucado al firmar un pacto con el afable negociador Rumpelstiltskin. De pronto Shrek se encuentra en una retorcida versión alterna de Muy Muy Lejano, donde Fiona es un ogro de caza, Rumpelstiltskin es el rey, Burro nunca ha conocido a Shrek, el Gato con Botas es obeso y perezoso, y Shrek y Fiona no se conocían. Ahora, está en las manos de Shrek deshacer todo lo que hizo con la esperanza de salvar a sus amigos, restaurar su mundo y recuperar a su único y verdadero amor.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/3MyKXb1ozCfq61tPNKpIggwvP6J.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/Abhs3VfeSfTJUVoLweVksw92i9g.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rcUdwC04dzIJOXVgijqQSpQSH2x.png"
    },
    {
      "id": "tmdb:11836",
      "type": "movie",
      "name": "Bob Esponja: La película",
      "ids": {
        "tmdb": 11836
      },
      "overview": "Hay problemas en Bikini Bottom: la corona del Rey Neptuno ha desaparecido y las sospechas recaen en el Sr. Krabs. Junto a Patrick, su mejor amigo, Bob Esponja marcha a la peligrosa Ciudad de Shell para rescatar la corona de Neptuno y salvar al Sr. Krabs.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/CtISczftMz6g7kyk5uLxBben8b.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/w6mFFEE2pX7QCoURSDszvmsX4rl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jfy5a406iRO75MExbu8FeftYuqt.png"
    },
    {
      "id": "tmdb:270946",
      "type": "movie",
      "name": "Los pingüinos de Madagascar",
      "ids": {
        "tmdb": 270946
      },
      "overview": "Skypper, Kowalsky, Rico y Cabo, los superagentes pingüinos, tienen que salvar el mundo en una misión para la que llevan prepárandose toda la vida. Dicha misión tendrán que realizarla junto al denominado equipo \"Viento del norte\", un comando de élite especializado en salvar animales que no pueden defenderse por si solos.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/lEnUxCpQUyntm2eLBzCTv3bfplV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qS1Kr7kVYSeABMbJdmAiYVPOI1f.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4IGC296noenbOFLI8QcH4tZAL5F.png"
    },
    {
      "id": "tmdb:1302916",
      "type": "movie",
      "name": "El asesino con ojos de corazón",
      "ids": {
        "tmdb": 1302916
      },
      "overview": "Dos compañeros de trabajo son confundidos con una pareja por un asesino en San Francisco el día de San Valentín. Obligados a eludir al asesino, navegan por el paisaje romántico de la ciudad mientras trabajan juntos para sobrevivir.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/cQdfSHkmPnSS3AncCz13H0fCUoq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wGRW9yXvUbLRUMmKQjskvsmwg5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9LmvgCpQ0ZxZwxgayoHnabXnjs0.png"
    },
    {
      "id": "tmdb:810",
      "type": "movie",
      "name": "Shrek tercero",
      "ids": {
        "tmdb": 810
      },
      "overview": "Shrek se casó con Fiona, pero lo que no tuvo en cuenta es que al casarse con una princesa... tarde o temprano uno termina siendo rey. Cuando su suegro, el Rey Harold, cae enfermo, Shrek se encuentra en riesgo de tener que abandonar su amado pantano por el trono. A menos claro que encuentre un heredero. Junto con Asno y el Gato con Botas, Shrek viaja para en busca del primo de Fiona, Arturo. Mientras, en Muy Muy Lejano, el Principe Encantador recluta un ejército de villanos de cuento para tomar el trono por la fuerza. Pero no cuentan con que Fiona y la Reina Lillian también han reunido su grupo de heroínas de cuento para hacerles frente...",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/7sTwtmVPTX77CFOUXdwAM7lKtKL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4uSRGXXU4kucRUbzd6X4lDZXeti.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ml4ZAXZrJHvFb3WjaPRy3NF3xzq.png"
    },
    {
      "id": "tmdb:412117",
      "type": "movie",
      "name": "Mascotas 2",
      "ids": {
        "tmdb": 412117
      },
      "overview": "Los perros Duque y Max se acostumbran al nuevo miembro de la familia y a la vida en el campo mientras sus amigos sortean varias crisis en la ciudad.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/dqGsG2uNV9JGgrfODbTafPUukci.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vgMsWgmnCt7HCel6tvPqFfiFPvE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zeNPo8yAdu8RV7GZuvcwnALZ7FO.png"
    },
    {
      "id": "tmdb:72105",
      "type": "movie",
      "name": "Ted",
      "ids": {
        "tmdb": 72105
      },
      "overview": "La historia se centra en las aventuras de un hombre que ve cómo su osito de peluche de la infancia adquiere vida debido a un deseo que formuló cuando era pequeño, convirtiéndose el peluche en un gandul deslenguado que alterará por completo su vida y pondrá en peligro su relación amorosa con su pareja, debido a su comportamiento totalmente salvaje y su conducta fuera de toda norma social.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/1DY7eSoQLoTNhJTT455N74VuHHx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cfBHNVv9pto26a4qnwJ5F0gq9jg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3AtuXBQuGuz2EF93UElwwYksajw.svg"
    },
    {
      "id": "tmdb:4824",
      "type": "movie",
      "name": "The Jackal (Chacal)",
      "ids": {
        "tmdb": 4824
      },
      "overview": "Un asesino sin escrúpulos, al que sólo se le conoce por el pseudónimo de Chacal, es contratado por un jefe de la mafia rusa para eliminar a un alto mandatario de gobierno de los Estados Unidos como represalia por la muerte de su hermano. El director del FBI, Preston se enfrenta al reto más grande de su carrera: con la ayuda de Valentina Koslova, una oficial de la inteligencia rusa, tendrá que desenmascarar al Chacal, descubrir quién es su objetivo y evitar el fatal desenlace. La única forma de conseguirlo es encontrar a alguien que piense como él: Declan, un antiguo activista del IRA.",
      "year": 1997,
      "poster": "https://image.tmdb.org/t/p/w342/jlwBfHTmvSgppqUP5E7OcrV8YRt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9J3FFPOriLoRL4flEmFZUH8R1z.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jvTnGwe9VYR8DMNCx3Eb9eDuoRy.png"
    },
    {
      "id": "tmdb:7131",
      "type": "movie",
      "name": "Van Helsing",
      "ids": {
        "tmdb": 7131
      },
      "overview": "Siglo XIX. En medio de los montes de los Cárpatos está la misteriosa y mítica Transilvania, donde el mal siempre está presente, el peligro aparece cuando el sol se pone... y donde toman forma los monstruos que habitan las pesadillas de los hombres.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/fqorDWIwBBwMvLTZXxUWgrEyGWy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/l5sFfVKqbaIHXJgzSH77viDRVpL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/apbB4YyRatrO4MRLyWUXlXagR4K.png"
    },
    {
      "id": "tmdb:91314",
      "type": "movie",
      "name": "Transformers: La era de la extinción",
      "ids": {
        "tmdb": 91314
      },
      "overview": "Han pasado 4 años desde la tragedia de Chicago y la humanidad sigue reparando los destrozos, pero tanto los Autobots como los Decepticons han desaparecido de la faz de la Tierra. Ahora el Gobierno de los Estados Unidos está utilizando la tecnología rescatada en el asedio de Chicago para desarrollar sus propios Transformers. Al frente del proyecto está Joshua Joyce, un arrogante diseñador que piensa que los Autobots son \"basura tecnológica\" y se cree capaz de fabricar unos robots infinitamente más avanzados. Mientras tanto, Cade Yeager, un mécánico inventor, encuentra un Marmon semi-trailer. Al intentar repararlo, descubre que el camión no solo era un Transformer, sino también el mismísimo Optimus Prime, líder de los Autobots. Lo que Cade ignora son las consecuencias que pueden derivarse de este hallazgo.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/owqV5Qo2DMMomfB1fS6xYWv3yEh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5F7vy2XHP8b5o4Df8PkrROFjOp8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qLhGS6aLKB4jTMBL1Bj63zldltt.png"
    },
    {
      "id": "tmdb:1023922",
      "type": "movie",
      "name": "MaXXXine",
      "ids": {
        "tmdb": 1023922
      },
      "overview": "Sigue a Maxine, superviviente de los sangrientos incidentes de X, mientras continúa su viaje hacia la fama para ser actriz en Los Ángeles de la década de 1980.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/mu1YNlNz6Zx005A1IAE2JNHtAbB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ceVQ3r5iSqeTb9NyNuvOcszQHGZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/u646t6HQfzAuAaCTIbc6lEaxm6i.svg"
    },
    {
      "id": "tmdb:2758",
      "type": "movie",
      "name": "La familia Addams: La tradición continúa",
      "ids": {
        "tmdb": 2758
      },
      "overview": "Fue amor al primer susto cuando Gomez y Morticia acogieron a un nuevo miembro en el grupo familiar -Pubert, su delicado, blandito y bigotudo niño. Fue entonces cuando Fétido se enamoró de la voluptuosa niñera. Pero tras algunas investigaciones, Miércoles y Pugsley descubren que la inocente niñera es en realidad una viuda negra asesina que planea añadir a Fétido a su colección de maridos muertos.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/3ZcXBJq9DRxEXHEtgZTiwBERqW4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/50QY3vTISQCZah9pq8Vi2MlvVh5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/suqFv8MOH3sDI8sU8M8G7AwovbL.png"
    },
    {
      "id": "tmdb:343611",
      "type": "movie",
      "name": "Jack Reacher: Nunca vuelvas atrás",
      "ids": {
        "tmdb": 343611
      },
      "overview": "La Mayor Susan Turner, líder de la antigua unidad militar de Reacher, es falsamente acusada de traición. Jack Reacher tendrá que sacarla de prisión y descubrir la verdad detrás de una conspiración gubernamental para limpiar sus nombres y salvar sus vidas. Durante el escape, Reacher descubrirá un secreto de su pasado que podría cambiar su vida para siempre. Secuela de \"Jack Reacher\" (2012).",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/eLzStFuergouErSQlfABthuQHCJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vJgbZqLvTSysvVWhKYBwDcfoE65.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/pOUsUwyCbuh1BI49dYRB7YNGCTt.png"
    },
    {
      "id": "tmdb:214756",
      "type": "movie",
      "name": "Ted 2",
      "ids": {
        "tmdb": 214756
      },
      "overview": "Se trata de una secuela de la exitosa comedia escrita y dirigida por el cómico Seth MacFarlane. Recién casados Ted y Tami-Lynn deciden tener un bebé. John se ofrece en donar su esperma para que su mejor amigo pueda cumplir su sueño de tener un hijo, pero inesperadamente reciben una carta legal que dice que el estado no le permite ser padre ya que no está demostrado que sea una persona. Todos juntos tendrán que unir fuerzas para luchar por sus derechos en un tribunal de justicia.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/bO59Vn36fQauTDQpKNlHxvcK9Nw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sabbmaIKLDg13XUsmimM6jbrPfX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iNJR287LWbqdhz6WWmb0JtnMd8J.png"
    },
    {
      "id": "tmdb:1735",
      "type": "movie",
      "name": "La momia: La tumba del emperador Dragón",
      "ids": {
        "tmdb": 1735
      },
      "overview": "Condenados por una bruja traidora a permanecer en muerte aparente para la eternidad, el despiadado emperador chino Dragón y sus diez mil guerreros han esperado en su amplia tumba de barro, olvidados de todos, durante cientos de años, cual ejército de terracota. Pero cuando el joven aventurero y arqueólogo Alex O'Connel es engañado para que despierte de su sueño eterno al temible gobernante, no le queda más remedio que pedir ayuda a las únicas personas que saben más que él acerca de los no muertos: sus padres.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/wktniKrRfM6yXI2zEsLz9M3gNWP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lHPqioc5S7q9eSgJ9JggDddU67v.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4wjlp1juvBFeztAZoqGC7wwqK5N.png"
    },
    {
      "id": "tmdb:9529",
      "type": "movie",
      "name": "Candyman: El dominio de la mente",
      "ids": {
        "tmdb": 9529
      },
      "overview": "En la Universidad de Chicago la estudiante graduada Helen Lyle se da cuenta de la superstición prevaleciente que rodea la leyenda de Candyman (un fantasma con un gancho en vez de mano que aparecerá si su nombre se dice cinco veces en un espejo) entre los arrendatarios del Cabrini del proyecto Verde de Chicago. El profesor, oyendo hablar de la investigación de Helen, explica la base histórica para la leyenda y detalla cómo se cree que Candyman es el espíritu vengativo de un esclavo que fue mutilado por una chusma enloquecida cuando se lo acusó de violar a una mujer blanca. Cuando Helen prueba su confianza intelectual recitando el nombre de Candyman cinco veces, ella pone en movimiento una serie inevitable de eventos sobrenaturales, culminando en una serie de matanzas espantosas en las que Helen sostiene el arma del asesinato. Aunque ella es capturada por la policía, se pone en evidencia para Helen que Candyman está guiando su destino.",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/mtsYyv3s7x8xwOxNB4e2a7Ecz58.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mu7o1Q5UMmY1NEsyncE8eRljVG4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2XexWAaYXVWVWP80LbWTr8KPJHK.png"
    },
    {
      "id": "tmdb:437033",
      "type": "movie",
      "name": "Toc Toc",
      "ids": {
        "tmdb": 437033
      },
      "overview": "Un grupo de pacientes coincide en la consulta de un eminente psicólogo, todos ellos aquejados de TOC (Trastorno Obsesivo Compulsivo). Pero como el médico se retrasa, tendrán que esperarle intentando mantener a raya (o no tanto) sus manías, impulsos, convulsiones, obsesiones y rituales. Adaptación de la famosa obra teatral del autor y humorista francés Laurent Baffie.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/7PAuC5OI4ywDYhkmI4nZSmO9ycb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mM9kiaIHKj1PsRh9LXGmiBvIo9D.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rhLzcuAo0FPqOlGM3c6mvWddEiR.png"
    },
    {
      "id": "tmdb:698687",
      "type": "movie",
      "name": "Transformers One",
      "ids": {
        "tmdb": 698687
      },
      "overview": "La historia jamás contada del origen de Optimus Prime y Megatron y de cómo pasaron de ser hermanos de armas que cambiaron el destino de Cybertron para siempre, a convertirse en enemigos acérrimos.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/1jzVCZxBmgvpGILuEU8icfX77Io.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aZollnPyAqPtuclonFKTZZ71Cd8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/v6r2NtlmpzbYlAuvx059fBVTtYE.png"
    }
  ]
}