{
  "metas": [
    {
      "id": "tmdb:13",
      "type": "movie",
      "name": "Forrest Gump",
      "ids": {
        "tmdb": 13
      },
      "overview": "Forrest Gump es un chico con deficiencias mentales no muy profundas y con alguna incapacidad motora que, a pesar de todo, llegará a convertirse, entre otras cosas, en un héroe durante la Guerra del Vietnam. Su persistencia y bondad le llevarán a conseguir una gran fortuna, ser objeto del clamor popular y a codearse con las más altas esferas sociales y políticas del país. Siempre sin olvidar a Jenny, su gran amor desde que era niño.",
      "year": 1994,
      "poster": "https://image.tmdb.org/t/p/w342/oiqKEhEfxl9knzWXvWecJKN3aj6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tNVTWNa8cxZLw7aWvHzSDLyc7ig.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kjUupFukLAkxM40so0YfRGY5aHo.png"
    },
    {
      "id": "tmdb:13486",
      "type": "movie",
      "name": "El rey escorpión 2: El nacimiento del guerrero",
      "ids": {
        "tmdb": 13486
      },
      "overview": "Esta es la historia del joven Mathayus y los sucesos que le llevan a convertirse en el Rey Escorpión. Cuando era un niño de 13 años sin preocupaciones, Mathayus fue testigo del rapto y asesinato de su padre, un conocido mercenario, por parte de un celoso rival, Sargon. Enviado a la prestigiosa academia de la Orden del Testigo Negro, Mathayus pasa sus siguientes siete años preparándose para convertirse en un luchador y en un asesino, espoleado por su voto de vengar, algún día, a su padre. Convencido de que la única esperanza de derrotar a Sargon y a su creciente poder consiste en recuperar la espada del Submundo, Mathayus se embarca en una arriesgada odisea sobrenatural, acompañado por una aspirante a guerrera.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/2i4FKExsjSWMSHzRmxmsBMtR6gd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dXmjDuhexGQOZ3q8kJ2cUWx70SD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yCcZotGCZolQA0KzFMY8UoxrvJg.png"
    },
    {
      "id": "tmdb:398175",
      "type": "movie",
      "name": "Brawl in Cell Block 99",
      "ids": {
        "tmdb": 398175
      },
      "overview": "Bradley es un exboxeador con un matrimonio a punto de romperse que pierde su empleo como mecánico de coches. Debido a esta sensación pesimista, acaba decidiendo que su mejor opción es trabajar para un viejo amigo como traficante de drogas. Esta decisión mejorará su vida hasta que se ve envuelto en un tiroteo entre la policía y sus aliados; situación que le acaba llevando a la cárcel...",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/w1pGYNa8w9UAlb6gVfW1qWx9jvq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wxN0TjlkFV8nJ96x5iutFEwefPr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1tFlHoGZkV9iHQ46HMa1ofpMkFR.png"
    },
    {
      "id": "tmdb:424661",
      "type": "movie",
      "name": "Leyendas del templo escondido",
      "ids": {
        "tmdb": 424661
      },
      "overview": "En la historia, los hermanos Sadie, Noah y Dudley se separan de un aburrido tour para embarcar  en una increíble aventura en la selva. Pero probar la existencia de un templo perdido les dará a este trío de chicos,  unas misiones que serán de vida o muerte.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/A4uB43sOjgfDzRh0q7DZKpH91Bj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/crNBuFJ3886lgi1a03D6HCCTsdv.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wENagJGycbTTsMJ3OsTIyogQlwX.png"
    },
    {
      "id": "tmdb:9334",
      "type": "movie",
      "name": "El rey escorpión",
      "ids": {
        "tmdb": 9334
      },
      "overview": "La historia se sitúa hace 5000 años en la célebre ciudad de Gomorrah, en la cual un malvado gobernador decide arrasar con todas las tribus nómadas del desierto. Las pocas tribús que sobreviven, que por naturaleza nunca han sido aliadas, deben unirse o morir. Sabiendo que su enemigo confía en las predicciones de un brujo, contratan a un afamado asesino, Mathayus, para que liquide al vidente. Tras infiltrarse en el campamento enemigo, Mathayus descubre que el brujo es una bella mujer. En lugar de asesinarla la conduce a los páramos del desierto profundo, sabiendo que los hombres del gobernador harán cualquier cosa con tal de rescatarla y llevarla de nuevo a su campamento. Gravemente herido tras la batalla, Mathayus debe encontrar la fuerza para llevar a sus exhautos aliados de vuelta a Gomorrah para luchar en la batalla final.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/aKuouKg9pHiWe1Nu1YsEREBdGsM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jHsUkoqLHU08EflDEE46IveumyK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ojq5We1ydvrReoAv7sdrigKPPrq.png"
    },
    {
      "id": "tmdb:13466",
      "type": "movie",
      "name": "Cielo de octubre",
      "ids": {
        "tmdb": 13466
      },
      "overview": "En 1957 en la pequeña ciudad minera de Coalwood, Homer Hickam sabe, como todos los chicos, que de mayores terminarán trabajando en las minas de carbón. Como no tiene el talento de su hermano para el fútbol americano, Homer intuye que no escapará de este estilo de vida. Pero el satélite soviético Sputnik atraviesa el cielo de octubre y todo cambiará. Homer decide fabricar un cohete junto con sus amigos y, a pesar de los fracasos iniciales logrará convencer a todos de que incluso en Coalwood se puede soñar con las estrellas.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/qs0GdHYvrNNoe6dEhmiNK5OotWu.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fiShMdvls3V9D5GENPA2xSkHv9H.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tlQIMkMqrXVubL3PmqXqyQCoLYk.png"
    },
    {
      "id": "tmdb:402431",
      "type": "movie",
      "name": "Wicked",
      "ids": {
        "tmdb": 402431
      },
      "overview": "Ambientada en la Tierra de Oz, mucho antes de la llegada de Dorothy Gale desde Kansas. Elphaba es una joven incomprendida por su inusual color verde que aún no ha descubierto su verdadero poder. Glinda es una popular joven marcada por sus privilegios y su ambición que aún no ha descubierto su verdadera pasión. Las dos se conocen como estudiantes de la Universidad Shiz, en la fantástica Tierra de Oz, y forjan una insólita pero profunda amistad. La trama abarca los acontecimientos del primer acto del musical de Broadway.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/hDQXqvmmikekQ15uxhisBDwEA63.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jglW41Tl27WManfn00IqgPZFlGV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/haXR5xFAo89zRHcKkwEeunss7YV.png"
    },
    {
      "id": "tmdb:106646",
      "type": "movie",
      "name": "El lobo de Wall Street",
      "ids": {
        "tmdb": 106646
      },
      "overview": "Película basada en hechos reales del corredor de bolsa neoyorquino Jordan Belfort. A mediados de los años 80, Belfort era un joven honrado que perseguía el sueño americano, pero pronto en la agencia de valores aprendió que lo más importante no era hacer ganar a sus clientes, sino ser ambicioso y ganar una buena comisión. Su enorme éxito y fortuna le valió el mote de \"El lobo de Wall Street\". Dinero. Poder. Mujeres. Drogas. Las tentaciones abundaban y el temor a la ley era irrelevante. Jordan y su manada de lobos consideraban que la discreción era una cualidad anticuada; nunca se conformaban con lo que tenían.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/uthRoUeTtiep5HCoySlOjQSPCbJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3r21LrAcuheli81CCv1QW15gJow.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gOhYHh1qdjqa2cOTjuN3t09Q9gW.png"
    },
    {
      "id": "tmdb:105",
      "type": "movie",
      "name": "Regreso al futuro",
      "ids": {
        "tmdb": 105
      },
      "overview": "El adolescente Marty McFly es amigo de Doc, un científico al que todos toman por loco. Cuando Doc crea una máquina para viajar en el tiempo, un error fortuito hace que Marty llegue a 1955, año en el que sus futuros padres aún no se habían conocido. Después de impedir su primer encuentro, deberá conseguir que se conozcan y se casen; de lo contrario, su existencia no sería posible.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/owk40tn1sFJmC7bhamEpmhdZPKa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aYFwRXjiilOavzJ6r6dYv7Q4kUV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jFYEAKzR1lkd2fhxqd8hp8fhR6u.png"
    },
    {
      "id": "tmdb:238",
      "type": "movie",
      "name": "El padrino",
      "ids": {
        "tmdb": 238
      },
      "overview": "Don Vito Corleone, conocido dentro de los círculos del hampa como 'El Padrino', es el patriarca de una de las cinco familias que ejercen el mando de la Cosa Nostra en Nueva York en los años cuarenta. Don Corleone tiene cuatro hijos: una chica, Connie, y tres varones; Sonny, Michael y Fredo. Cuando el Padrino reclina intervenir en el negocio de estupefacientes, empieza una cruenta lucha de violentos episodios entre las distintas familias del crimen organizado.",
      "year": 1972,
      "poster": "https://image.tmdb.org/t/p/w342/ApiEfzSkrqS4m1L5a2GwWXzIiAs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/k0E1zn685h9RihffFMIiI9qBn2s.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gSDhcObC7ytBG7VNzcaGJki01iW.png"
    },
    {
      "id": "tmdb:939243",
      "type": "movie",
      "name": "Sonic 3: La película",
      "ids": {
        "tmdb": 939243
      },
      "overview": "Sonic, Knuckles y Tails se reúnen para enfrentarse a un nuevo y poderoso adversario, Shadow, un misterioso villano cuyos poderes no se parecen a nada de lo que nuestros héroes han conocido hasta ahora. Con sus facultades superadas en todos los sentidos, el Equipo Sonic tendrá que establecer una insólita alianza con la esperanza de detener a Shadow y proteger el planeta.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/3aDWCRXLYOCuxjrjiPfLd79tcI6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kLHOkqTdxzxllm6Re3qHgFQZdlJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sGeSOPC8QppZtD29PyujCmyIXdA.png"
    },
    {
      "id": "tmdb:4232",
      "type": "movie",
      "name": "Scream",
      "ids": {
        "tmdb": 4232
      },
      "overview": "Sidney Prescott, una adolescente de la pequeña comunidad de Woodsboro, se convierte en el objetivo de un misterioso asesino en serie. Una reportera de un canal de noticias, Gale Weathers, que cubrió el asesinato un año atrás de la madre de Sidney, cubre ahora estos asesinatos, además ha escrito un libro en el que defiende al supuesto asesino de Maureen, Cotton Weary, que va a ir a la cámara de gas, alegando que cayó en una trampa, lo que hace reavivar la polémica. Los crímenes dejan de ser aislados y continúan los asesinatos. Ahora Sidney, su novio y sus amigos están en peligro, ya que el asesino quiere revivir lo sucedido un año atrás con Maureen Prescott, pero esta vez con su hija.",
      "year": 1996,
      "poster": "https://image.tmdb.org/t/p/w342/jSyDHeFEGghtm624mWpuadcG6Gl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/czEkFf928ItpF2A5iDCwdzVhNc2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lWEBXjjzQBzGBCwziUI8ir5ZIcR.png"
    },
    {
      "id": "tmdb:519182",
      "type": "movie",
      "name": "Gru 4. Mi villano favorito",
      "ids": {
        "tmdb": 519182
      },
      "overview": "Gru, Lucy y las niñas -Margo, Edith y Agnes- dan la bienvenida a un nuevo miembro en la familia: Gru Junior, que parece llegar con el propósito de ser un suplicio para su padre. Gru tendrá que enfrentarse en esta ocasión a su nueva némesis Maxime Le Mal y su sofisticada y malévola novia Valentina, lo que obligará a la familia a tener que darse a la fuga. Cuarta entrega de 'Gru, mi villano favorito'.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/b6JX0fBne5yPFNBtdp4Imi3CpiE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9EwsjuK7lBJGyQtnxkgqRbYEDOs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/z5ocMV0RK2kiV9qYxCD9PQsjlbL.png"
    },
    {
      "id": "tmdb:1251717",
      "type": "movie",
      "name": "Regalo maldito",
      "ids": {
        "tmdb": 1251717
      },
      "overview": "Cuando Polly recibe una misteriosa caja de una inesperada visitante nocturna, viene con la simple instrucción de colocar tres cosas dentro: algo que necesites, algo que odies y algo que ames. Lo que comienza como un extraño ritual se convierte rápidamente en una pesadilla. Atrapada en un mundo aterrador donde la realidad se tuerce y la memoria la traiciona, Polly debe tomar una serie de decisiones imposibles. A medida que el tiempo se escapa, se ve obligada a enfrentarse a la oscuridad no sólo a su alrededor, sino también en su interior, antes de que consuma todo y a todos los que ha conocido.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/kn63tQpkGoOqbncnrGhpr1tFHsJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rhkDAdicIhno0IFPQ06W8eIFrQX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7NLO1l0xQ6keajQdlz4NENpvMT5.png"
    },
    {
      "id": "tmdb:4247",
      "type": "movie",
      "name": "Scary Movie",
      "ids": {
        "tmdb": 4247
      },
      "overview": "Tras el asesinato de una bella estudiante, un grupo de adolescentes descubren que hay un asesino entre ellas. La heroína, Cindy, y su grupo de desconcertantes amigos, serán aterrorizados por un singular psicópata enmascarado que pretende vengarse de ellos por haberlo atropellado el pasado Halloween.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/kfAiQqJGnfbQj52Bna7Ohlu04y3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lE5Hsi1IwjI2wgjslXmiz5Gcbm3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nMpRdeGbgV5KN6iB0Iv6TvsRh81.png"
    },
    {
      "id": "tmdb:1184918",
      "type": "movie",
      "name": "Robot salvaje",
      "ids": {
        "tmdb": 1184918
      },
      "overview": "Esta aventura épica cuenta la historia de una robot, Rozzum 7-1-3-4, \"Roz\" para abreviar, que naufraga en una isla inhabitada y debe aprender a adaptarse a los entornos rigurosos construyendo relaciones con los animales de la isla y convirtiéndose en la madre adoptiva de una cría de ganso huérfana.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/a0a7RC01aTa7pOnskgJb3mCD2Ba.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vYSaaBbI2JScbCiD4PvByPbmPYz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cBgbMZxdmcImD4Al8sq0pffOQ4T.png"
    },
    {
      "id": "tmdb:808",
      "type": "movie",
      "name": "Shrek",
      "ids": {
        "tmdb": 808
      },
      "overview": "Hace mucho, mucho tiempo, en una lejanísima ciénaga vivía un intratable ogro llamado Shrek. Pero de repente, un día, su absoluta soledad se ve interrumpida por una invasión de sorprendentes personajes de cuento. Hay ratoncitos ciegos en su comida, un enorme y malísimo lobo en su cama, tres cerditos sin hogar y otros muchos seres increíbles que han sido deportados de su reino por el malvado Lord Farquaad. Para conseguir salvar su terreno, y de paso a sí mismo, Shrek hace un pacto con Farquaad y emprende viaje para conseguir que la preciosa princesa Fiona sea la novia del Lord. En tan importante misión le acompañan un burro chistoso, dispuesto a hacer cualquier cosa por Shrek. Todo, menos estarse calladito. Rescatar a la princesa de una dragona enamoradiza que suelta fuego al respirar va a resultar una tontería comparado con lo que ocurre cuando el oscuro secreto que la joven guardaba es revelado.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/5G1RjHMSt7nYONqCqSwFlP87Ckk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ricS2Yx3sckm4ePbNVebaNOG1mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG7OAQ70wQHI3Ala2fen5r3hOlY.png"
    },
    {
      "id": "tmdb:564",
      "type": "movie",
      "name": "La momia",
      "ids": {
        "tmdb": 564
      },
      "overview": "El legionario Rick O'Connell y su socio descubren durante una batalla en Egipto las ruinas de Hamunaptra, la ciudad de los muertos. Pasado un tiempo, este descubrimiento le permitirá salvar su vida y volver al lugar con una egiptóloga y su hermano, donde coinciden con un grupo de americanos. Todos ellos, seducidos por la aventura, provocarán la resurrección de la momia de un diabólico sacerdote egipcio que intenta desesperadamente recuperar a su amada.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/aGRMxB5ve2nSKsq8ww6PyUwhWpP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/khIjSqFwgZqakF1sBaUEpwI4BJo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wN5ECzhPYnphWKPvqrVVmQnGUrC.png"
    },
    {
      "id": "tmdb:4234",
      "type": "movie",
      "name": "Scream 3",
      "ids": {
        "tmdb": 4234
      },
      "overview": "Después de los terroríficos acontecimientos que tuvieron lugar en la localidad de Woodsboro, Sidney vive alejada del mundo en una casita de las montañas, intentando olvidar el pasado. Se dedica a proporcionar apoyo moral a mujeres con problemas a través del teléfono; pero, un día, alguien la llama para informarla de los asesinatos que se están produciendo durante el rodaje de \"Puñaladas 3\", película basada en los hechos de los que ella fue protagonista.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/oc0nWpMJCN0SFr3xEkrNdymFfRS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dfCf1PvqQf9bVp6t8GNob6mPnCz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wkqfrcS97zJ7frm8oeBngTqXGO3.png"
    },
    {
      "id": "tmdb:1064213",
      "type": "movie",
      "name": "Anora",
      "ids": {
        "tmdb": 1064213
      },
      "overview": "Anora, una joven prostituta de Brooklyn, tiene la oportunidad de vivir una historia de Cenicienta cuando conoce e impulsivamente se casa con el hijo de un oligarca. Cuando la noticia llega a Rusia, su cuento de hadas se ve amenazado, ya que los padres parten hacia Nueva York para intentar conseguir la anulación del matrimonio.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/n5wEFSLkm2fCtN0FVAuphrCAjf8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ypTsorMoyUZWEz3xd9fwsqmw1uk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dYVsBFfGLSCAZ9HqwOfkpgWUwTw.png"
    },
    {
      "id": "tmdb:558449",
      "type": "movie",
      "name": "Gladiator II",
      "ids": {
        "tmdb": 558449
      },
      "overview": "Dieciséis años después de la muerte de Marco Aurelio, Roma está gobernada por los despiadados emperadores gemelos Geta y Caracalla. El nieto de Aurelio, Lucio Vero, vive bajo el seudónimo de Hanno con su esposa Arishat en el reino norteafricano de Numidia. El ejército romano dirigido por el general Acacio invade y conquista el reino, esclavizando a Lucio junto con otros supervivientes. Los esclavos son llevados a Ostia, donde Lucio es comprado por el maestro de cuadra Macrinus, que le promete la oportunidad de vengarse matando a Acacio si gana suficientes combates para llegar al Coliseo.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/fbcs5AxrdXwyj1b8bGGMgC9kXrM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oMJBJZ5N4J84Z56B6oYNc77C1wL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/phliRHzrDQapwqLFKuCDDNDYbXH.png"
    },
    {
      "id": "tmdb:578",
      "type": "movie",
      "name": "Tiburón",
      "ids": {
        "tmdb": 578
      },
      "overview": "En la costa de un pequeño pueblo del Este de Estados Unidos, un enorme tiburón ataca a varias personas. Temiendo las fatales consecuencias que esto puede provocar en el negocio turístico, el alcalde se niega a cerrar las playas y a difundir la noticia. Pero un nuevo ataque del tiburón, en la propia playa, termina con la vida de otro bañista. El terror se ha hecho público, así que un veterano cazador de tiburones, un científico y el jefe de la policía local se unen para dar caza al temible escualo...",
      "year": 1975,
      "poster": "https://image.tmdb.org/t/p/w342/85MbaRlyfZfZGVHoFy2Am53oVYt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4oEI7gHVlMGGKvbJVUQbS2gKBNe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mC7chprNBS4r3kWsbPc0ItmyfUG.png"
    },
    {
      "id": "tmdb:98",
      "type": "movie",
      "name": "Gladiator",
      "ids": {
        "tmdb": 98
      },
      "overview": "En el año 180, el Imperio Romano domina todo el mundo conocido. Tras una gran victoria sobre los bárbaros del norte, el anciano emperador Marco Aurelio decide transferir el poder a Máximo, bravo general de sus ejércitos y hombre de inquebrantable lealtad al imperio. Pero su hijo Cómodo, que aspiraba al trono, no lo acepta y trata de asesinar a Máximo.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/p08mUnCktZ2opGihZTAn7OqzOoi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qvmywctvXjXcI5dXzhMGKU41qfs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aF9ldcxU5HOEvrrhkZnd9jePoWu.png"
    },
    {
      "id": "tmdb:297291",
      "type": "movie",
      "name": "El rey escorpión 4: La búsqueda del poder",
      "ids": {
        "tmdb": 297291
      },
      "overview": "El guerrero y rey depuesto Mathayus, se embarca en la misión más peligrosa que jamás haya librado para intentar la paz de su tierra frente a un terrible y formidable adversario…",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/o0Ecfsb3HKxnw1D4WpTKHUpr4jF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/g9Evt0NjZgXLXdQ5YrPudUFq6TY.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7xvdTM82FFfBN7xp0ujkpXZ7bMG.png"
    },
    {
      "id": "tmdb:426063",
      "type": "movie",
      "name": "Nosferatu",
      "ids": {
        "tmdb": 426063
      },
      "overview": "Historia gótica de obsesión entre una joven hechizada y el aterrador vampiro encaprichado de ella que causa un indescriptible terror a su paso.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/jivUhECegXI3OYtPVflWoIDtENt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rcy9tt5H0wSdenm9wyoREpEIlVj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xZd6sUwPHITivR8FMMedFyzd1gB.png"
    },
    {
      "id": "tmdb:809",
      "type": "movie",
      "name": "Shrek 2",
      "ids": {
        "tmdb": 809
      },
      "overview": "Cuando Shrek y la princesa Fiona regresan de su luna de miel, los padres de ella los invitan a visitar el reino de Muy Muy Lejano para celebrar la boda. Para Shrek, al que nunca abandona su fiel amigo Asno, esto constituye un gran problema. Los padres de Fiona, por su parte, no esperaban que su yerno tuviera un aspecto semejante y, mucho menos, que su hija hubiera cambiado tanto. Todo esto trastoca los planes del rey respecto al futuro del reino. Pero entonces entran en escena la maquiavélica Hada Madrina, su arrogante hijo el Príncipe Encantador y un minino muy especial: el Gato con Botas, experto cazador de ogros.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/knRt4E8KyfwEv0SVu9LsLvD28IQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qKkUCwpK5A8Szu2XlNjmy9t0972.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3xIgLhQhqQOeRXbYIOi4rYkFulH.png"
    },
    {
      "id": "tmdb:8871",
      "type": "movie",
      "name": "El Grinch",
      "ids": {
        "tmdb": 8871
      },
      "overview": "Cada año, en Navidad, los lugareños perturban su pacífica soledad con celebraciones cada vez más desmesuradas, luminosas y ruidosas. Cuando los Quién declaran que ese año van a preparar una Navidad el triple de grande, el Grinch se da cuenta de que solo hay un modo de recuperar algo de paz y silencio: robar la Navidad. Para ello, decide hacerse pasar por Santa Claus en Nochebuena, haciéndose con un reno muy peculiar para tirar de su trineo. Mientras tanto, en Villa Quién, una dulce niña llamada Cindy-Lou, desbordante de espíritu navideño, planea con sus amigos atrapar a Papá Noel durante su visita en Nochebuena para darle las gracias por ayudar a su trabajadora madre. Sin embargo, a medida que se acerca la noche mágica, sus buenas intenciones amenazan con chocar con las del Grinch, mucho más perversas.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/yCZ3xAPM5009ltBUUwPtCeWKQWy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qkt1Qn9j6yw9rcJhvSu1p3wuiBm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/87Gk6cCexvE0VVRF25ppQ2STubX.png"
    },
    {
      "id": "tmdb:78049",
      "type": "movie",
      "name": "El rey escorpión 3: Batalla por la redención",
      "ids": {
        "tmdb": 78049
      },
      "overview": "Desde su triunfal ascensión al poder en “El Rey Escorpión”, el reino de Mathayus ha caído y su reina ha muerto a causa de una plaga. Convertido ahora en un asesino a sueldo, si quiere volver a recuperar el poder y la gloria que conoció una vez, ha de defender un reino de un diabólico tirano y de sus guerreros fantasmales.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/3xCBshzQNkaUpiRV23mIGTKaN1k.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/y3cvkwlQxrXkAKWmnlK53YbwaOR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rKGcnU7AuhpqKek217YfPGKWmX.png"
    },
    {
      "id": "tmdb:1111873",
      "type": "movie",
      "name": "Abigail",
      "ids": {
        "tmdb": 1111873
      },
      "overview": "A una banda de delincuentes se les ha encargado secuestrar a Abigail, una bailarina de doce años hija de una poderosa figura del inframundo. Su misión requiere también vigilarla durante la noche para poder cobrar un rescate de 50 millones de dólares. En una mansión aislada, los captores comienzan a desaparecer, uno por uno, y descubren, para su creciente horror, que la pequeña niña con la que están encerrados no es normal y está mostrando su verdadera naturaleza.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/1wIp3yBijtgEpQrHZLqoX5laGLJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yAyYEF7gksifL2cePGWZB0CRiu4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wpycgWLoj6EuRBxHAM37qTEaMUC.png"
    },
    {
      "id": "tmdb:1100782",
      "type": "movie",
      "name": "Smile 2",
      "ids": {
        "tmdb": 1100782
      },
      "overview": "La estrella del pop mundial Skye Riley está a punto de embarcarse en una nueva gira mundial cuando empieza a experimentar una serie de sucesos cada vez más aterradores e inexplicables. Angustiada por la espiral de horrores y la abrumadora presión de la fama, Skye tendrá que enfrentarse a su oscuro pasado para recuperar el control de su vida antes de que sea demasiado tarde. Secuela del exitoso film de terror 'Smile' (2022).",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/aQtWauWpy5KQEHsBURDnoTD6svd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7zjn7tAITW8786sTx57zWEPbN5K.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/r9SsXx4ZQC7n0uWHiFinNTbp5jB.svg"
    },
    {
      "id": "tmdb:424139",
      "type": "movie",
      "name": "La noche de Halloween",
      "ids": {
        "tmdb": 424139
      },
      "overview": "Jamie Lee Curtis regresa a su papel icónico como Laurie Strode, quien llega a su enfrentamiento final con Michael Myers, la figura enmascarada que la ha perseguido desde que escapó por poco de su juerga de asesinatos en la noche de Halloween de hace cuatro décadas.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/tRwuTL3KhU03MA2EkXNdRXhH49V.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hI2KATJN6dti4bKITw2hTGW7v2n.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/g2jV22rtlQIEYH7L9bBQ3GbdASO.png"
    },
    {
      "id": "tmdb:1508191",
      "type": "movie",
      "name": "Ozzy: No Escape from Now",
      "ids": {
        "tmdb": 1508191
      },
      "overview": "Ozzy Osbourne se enfrenta a su identidad y a su mortalidad tras el fin de su mundo. Lidiando con problemas de salud y párkinson, se pregunta si podrá volver a actuar mientras la música siga siendo el pilar de su vida.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/7xlmn0xpEYiqGN7bINAbEUjNqbr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qUTXVONhIelFdBXvSJW6rPWv9LN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nPnZDuwBc8nFUwzJj20g4uAJ6vC.png"
    },
    {
      "id": "tmdb:4248",
      "type": "movie",
      "name": "Scary Movie 2",
      "ids": {
        "tmdb": 4248
      },
      "overview": "En esta ocasión los hermanos Wayans empiezan la historia con una satírica parodia de El Exorcista, mostrando a James Woods en el papel de un cura poco convencional, el padre McFelly, ocupado en salvar a una Natasha Lyonne de un espíritu de otro mundo. Entonces, retomando la historia donde la dejaron, los hermanos Wayans se vuelven a reunir de forma cómica con la heroína Cindy Campbell, convertida ahora en una buena estudiante universitaria. Un profesor loco la recluta a ella y a su grupo de compañeros deseosos de vivir aventuras y nuevas experiencias, para una salida de fin de semana bajo el pretexto de realizar un experimento científico. Mientras se desarollan las actividades del fin de semana, las continuas sorpresas mantienen la diversión siempre en marcha.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/90G7YLxKXbEdfcRvlOSRBwbTLS6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/j5uRKwumod1RF1tCmZfuPHtG0cD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ye5diw1xr4yB69GP6FrB6qNMCKp.png"
    },
    {
      "id": "tmdb:419430",
      "type": "movie",
      "name": "Déjame salir",
      "ids": {
        "tmdb": 419430
      },
      "overview": "Un joven afroamericano visita a la familia de su novia blanca, un matrimonio adinerado. Para Chris y su novia Rose ha llegado el momento de conocer a los futuros suegros, por lo que ella le invita a pasar un fin de semana en el campo con sus padres, Missy y Dean. Al principio, Chris piensa que el comportamiento 'demasiado' complaciente de los padres se debe a su nerviosismo por la relación interracial de su hija, pero a medida que pasan las horas, una serie de descubrimientos cada vez más inquietantes le llevan a descubrir una verdad inimaginable.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/xiMoqa0bmjuyuXYqKGwrTSJL8nI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ahQSmt159qM5s1V7k3exGwQB00c.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cG21XcsSGnwuwbARB1dkZjTIG30.png"
    },
    {
      "id": "tmdb:698687",
      "type": "movie",
      "name": "Transformers One",
      "ids": {
        "tmdb": 698687
      },
      "overview": "La historia jamás contada del origen de Optimus Prime y Megatron y de cómo pasaron de ser hermanos de armas que cambiaron el destino de Cybertron para siempre, a convertirse en enemigos acérrimos.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/1jzVCZxBmgvpGILuEU8icfX77Io.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aZollnPyAqPtuclonFKTZZ71Cd8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/v6r2NtlmpzbYlAuvx059fBVTtYE.png"
    },
    {
      "id": "tmdb:240",
      "type": "movie",
      "name": "El Padrino Parte II",
      "ids": {
        "tmdb": 240
      },
      "overview": "Continuación de la saga de los Corleone con dos historias paralelas: la elección de Michael Corleone como jefe de los negocios familiares y los orígenes del patriarca, el ya fallecido Don Vito, primero en Sicilia y luego en Estados Unidos, donde, empezando desde abajo, llegó a ser un poderosísimo jefe de la mafia de Nueva York.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/mbry0W5PRylSUHsYzdiY2FSJwze.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oTeNCx1a5Y2StS8YygrpM31fMxn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zpOTTllMRebmc3D7PBd4t4ZqksU.png"
    },
    {
      "id": "tmdb:10625",
      "type": "movie",
      "name": "Chicas malas",
      "ids": {
        "tmdb": 10625
      },
      "overview": "Una joven adolescente, Cady, acostumbrada a vivir en África con sus padres, zoólogos, se encuentra una nueva jungla cuando se muda a Illinois. Allí acude a la escuela pública, donde se enamorará del ex-novio de la chica más popular del colegio. Las chicas comenzarán a hacer la vida imposible a Cady, y ésta no tendrá otro remedio que usar sus mismas tácticas para mantenerse a flote.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/fVHCoj809sonJJDvOF9hqCVZPRx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1Gje6bH3xPMC60x7KBSlmJ3HdPK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vwcTggmP0R4MtVrQJoD29llCuZz.png"
    },
    {
      "id": "tmdb:601",
      "type": "movie",
      "name": "E.T. el extraterrestre",
      "ids": {
        "tmdb": 601
      },
      "overview": "Un pequeño ser de otro planeta se queda abandonado en la Tierra cuando su nave se marcha olvidándose de él. Tiene miedo. Está completamente solo, pero se hará amigo de un niño, que lo esconde en su casa. El niño y sus hermanos intentarán encontrar la forma de que el pequeño extraterrestre regrese a su planeta antes de que los científicos y la policía lo encuentren.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/4kixNqJAu7hWpZOnOsznL7YPuuQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/swr1MOdJuionDNYfeR5zvAmnvVJ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jlgA3wk1zxCdsCZHWFpaR1KzBci.png"
    },
    {
      "id": "tmdb:953",
      "type": "movie",
      "name": "Madagascar",
      "ids": {
        "tmdb": 953
      },
      "overview": "Cuenta la historia de cuatro divertidos animales del zoo de Central Park, Nueva York, (Alex el león, Marty la cebra, Gloria la hipopótamo y Melman la jirafa). Llevan toda su vida encerrados en cautividad sin poder experiemtnar el sabor de la libertad y se han propuesto idear un plan para salir de allí juntos. Un día, una serie de casualidades les llevan a lograr lo que tanto ansiaban y huyen de aquel lugar. Terminan en plena naturaleza, concretamente en la idílica isla de Madagascar. Allí descubrirán, a base de apasionantes aventuras, que la vida salvaje es muy diferente a lo que ellos pensaban y que vivir en libertad no es tan fácil como imaginaban.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/zrV5GnfCcLWzyjrFgYTpjQPRMfl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/g2qcCWZlk9Q21B3DE1GiuascFVs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4WxLPaAiWA2bCEW76XRwt09hmBJ.png"
    },
    {
      "id": "tmdb:360920",
      "type": "movie",
      "name": "El Grinch",
      "ids": {
        "tmdb": 360920
      },
      "overview": "El Grinch, la película de animación basada en el popular clásico navideño del Dr. Seuss, cuenta la historia de un cínico cascarrabias que se propone robar la Navidad hasta que el desbordante espíritu navideño de una niña le hace cambiar de opinión. Divertida, enternecedora y visualmente impactante, se trata de una historia universal sobre el indómito poder del optimismo.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/eCHNCoat9L0Q3p4XjBQqV2Zn7Ux.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/HxkJiGgCJ2HMMdhadajrR1q8pB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jzl1BrLytFdkBDlT54ZrKSsHfZw.png"
    },
    {
      "id": "tmdb:10192",
      "type": "movie",
      "name": "Shrek, Felices para siempre",
      "ids": {
        "tmdb": 10192
      },
      "overview": "En lugar de espantar a los aldeanos como él solía hacerlo, un recluido Shrek ahora accede a autografiar horquillas para siembra. Anhelando los días cuando se sentía un \"ogro real\", Shrek es embaucado al firmar un pacto con el afable negociador Rumpelstiltskin. De pronto Shrek se encuentra en una retorcida versión alterna de Muy Muy Lejano, donde Fiona es un ogro de caza, Rumpelstiltskin es el rey, Burro nunca ha conocido a Shrek, el Gato con Botas es obeso y perezoso, y Shrek y Fiona no se conocían. Ahora, está en las manos de Shrek deshacer todo lo que hizo con la esperanza de salvar a sus amigos, restaurar su mundo y recuperar a su único y verdadero amor.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/3MyKXb1ozCfq61tPNKpIggwvP6J.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/Abhs3VfeSfTJUVoLweVksw92i9g.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rcUdwC04dzIJOXVgijqQSpQSH2x.png"
    },
    {
      "id": "tmdb:914215",
      "type": "movie",
      "name": "Humano",
      "ids": {
        "tmdb": 914215
      },
      "overview": "A raíz de un colapso ambiental que está obligando a la humanidad a deshacerse del 20 % de su población, una cena familiar estalla en caos cuando un padre anuncia su plan de de enrolarse en el nuevo programa de eutanasia del gobierno.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/ffUU2c3qLtggje1kqwG1o45uFdM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wlvz1Vj1hhcVVcKIYyaZF0QEeuF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/g9aaMFFzxkoG0bKiMeDYkGWPicL.png"
    },
    {
      "id": "tmdb:20352",
      "type": "movie",
      "name": "Gru. Mi villano favorito",
      "ids": {
        "tmdb": 20352
      },
      "overview": "En una alegre urbanización con cuidados jardines rodeados por verjas de madera pintadas de blanco y llenos de rosales, sobresale una casa negra con el césped amarillento. Los vecinos ignoran que debajo de la vivienda hay un enorme escondite secreto. Allí está Gru, rodeado por un pequeño ejército de lacayos, planeando el mayor robo de toda la historia. ¡Va a hacerse con la luna!",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/AsaaPLSfisdFDeasEd9r0GiZVss.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/msKJaswwvzfXdCqSHa4u2bddloZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6VZqlIPqWbHracrY3BxGfyrEN1I.png"
    },
    {
      "id": "tmdb:9502",
      "type": "movie",
      "name": "Kung Fu Panda",
      "ids": {
        "tmdb": 9502
      },
      "overview": "El protagonista es un oso panda llamado Po, el más vago de todas las criaturas del Valle de la Paz. Con poderosos enemigos acercándose, la esperanza es depositada en una antigua profecía que dice que un héroe se alzará para salvarles. Voces originales de Jack Black, Angelina Jolie, Dustin Hoffman, Lucy Liu & Jackie Chan.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/zcORJ8s9zsBjvKxP0k4FASQSjpf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7nSTDHcdwzUcZ74G6gGwxrTy6j9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gkpcd4k3IrkqIAqRBNLLjBHGYyr.png"
    },
    {
      "id": "tmdb:1091",
      "type": "movie",
      "name": "La cosa (El enigma de otro mundo)",
      "ids": {
        "tmdb": 1091
      },
      "overview": "En una estación experimental de la Antártida, un equipo de investigadores descubre a un ente extraño venido del espacio, que según todos los indicios ha permanecido enterrado en la nieve durante más de 100.000 años. Al descongelarse, experimenta una metamorfosis sorprendente...",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/5hkM27bPdkgQli5g5zR5pp9bkNZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wt4Ui4nxm6o4zUOE8ekM4SewlIz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cmriRydEcCNux47zsfd1JvD3ER1.png"
    },
    {
      "id": "tmdb:214756",
      "type": "movie",
      "name": "Ted 2",
      "ids": {
        "tmdb": 214756
      },
      "overview": "Se trata de una secuela de la exitosa comedia escrita y dirigida por el cómico Seth MacFarlane. Recién casados Ted y Tami-Lynn deciden tener un bebé. John se ofrece en donar su esperma para que su mejor amigo pueda cumplir su sueño de tener un hijo, pero inesperadamente reciben una carta legal que dice que el estado no le permite ser padre ya que no está demostrado que sea una persona. Todos juntos tendrán que unir fuerzas para luchar por sus derechos en un tribunal de justicia.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/bO59Vn36fQauTDQpKNlHxvcK9Nw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sabbmaIKLDg13XUsmimM6jbrPfX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iNJR287LWbqdhz6WWmb0JtnMd8J.png"
    },
    {
      "id": "tmdb:1211472",
      "type": "movie",
      "name": "Septiembre 5",
      "ids": {
        "tmdb": 1211472
      },
      "overview": "Durante los Juegos Olímpicos de Múnich de 1972, el equipo de periodistas deportivos estadounidenses de la ABC que cubrían los juegos se vieron de repente obligados a cubrir la crisis de los rehenes de los atletas israelíes secuestrados por un grupo terrorista.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/lHNSCUtThlJlHYqWKuBaQk5tjMM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5654PaTBrpx5FLvH2A1JSjK8s8S.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/61fcVxCAdPoc4UPPC40Y72CSR5k.png"
    },
    {
      "id": "tmdb:158015",
      "type": "movie",
      "name": "The Purge: La noche de las bestias",
      "ids": {
        "tmdb": 158015
      },
      "overview": "Año 2022. En una futura sociedad distópica, el régimen político, llamado Nueva Fundación de los padres de América, ha implantado una medida catárquica ante la violencia campante y las cárceles saturadas: la \"purga anual\", según la cual una noche al año se puede cometer cualquier clase de crimen, incluso el asesinato, sin tener que responder ante la justicia. La violencia se desata durante esas 12 horas, y los individuos se desfogan, imperando la calma el resto del año. Horas antes de que comience la purga anual, el vendedor de sistemas de seguridad James Sandin regresa a su casa en un lujoso suburbio de Los Angeles junto a su esposa María y sus dos hijos, Zoey y Charlie. Lo que no contaba esa famillia es que poco tiempo después de comenzar la noche un extraño llame a la puerta.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/1smw9aHuPiHga2Of5TOJs0Ps1rZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/E4aqq718CX7MeaAlaaTYXj4A2o.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mxOMaI7eE7DV8wwUCskWk6buY9y.png"
    },
    {
      "id": "tmdb:2907",
      "type": "movie",
      "name": "La familia Addams",
      "ids": {
        "tmdb": 2907
      },
      "overview": "El delirante y gótico estilo de vida de la peculiar familia Addams se ve amenazado peligrosamente cuando el codicioso dúo que forman madre e hijo, con la ayuda de un abogado sin ningún escrúpulos, conspiran para hacerse con la fortuna familiar...",
      "year": 1991,
      "poster": "https://image.tmdb.org/t/p/w342/ro7bdsSGp1jtvMxSWEfLLCK33PO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pmz2IsTuZt9aUH8EHHdOq3UN53N.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/l2Yvmy5xkCNuz8ZFGbKgimzHIbH.png"
    },
    {
      "id": "tmdb:1734",
      "type": "movie",
      "name": "El regreso de la momia",
      "ids": {
        "tmdb": 1734
      },
      "overview": "Han pasado diez años, Rick O'Connell se ha casado con Evelyn, y ambos son padres del pequeño Alex, de ocho años. Cuando, tras una serie de acontecimientos, la momia del antiguo sacerdote egipcio Im-Ho-Tep es resucitada por una extraña secta en el British Museum, y la maldición milenaria del Rey Escorpión -que seis mil años atrás traicionó al dios Anubis- lo devuelve a la vida, el choque entre ambas fuerzas malignas desencadenará el caos en el mundo... si Rick y Evelyn no consiguen evitarlo.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/x5CeEQ2iq9A20LbU0K4Q1TMxFDs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4bON0uGExy9u9VifNuKF6OZqqA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/msfdA1NiRTOS0hePncWzsIXOkLp.png"
    }
  ]
}