{
  "metas": [
    {
      "id": "tmdb:295483",
      "type": "series",
      "name": "The Villainess Is Adored by the Prince of the Neighbor Kingdom",
      "ids": {
        "tmdb": 295483
      },
      "overview": "La historia sigue a una joven que reencarna como Tiararose, la villana del videojuego otome favorito de su vida pasada. Consciente de su rol en la trama, acepta resignada su destino en el evento de juicio final del juego. Sin embargo, la narrativa da un giro inesperado cuando, justo tras romper su compromiso con el príncipe del reino, aparece un nuevo evento no incluido en el juego original: una propuesta de matrimonio por parte de Aquasteed, el príncipe heredero del reino vecino.",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/h96XGrKnxMLns3QZVDytji37Ng6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kCAIdihOJqLnHlk1uo1E16d8izR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/pEZldTdqJhSppaOIYFSGAJZzZMd.png"
    },
    {
      "id": "tmdb:287591",
      "type": "series",
      "name": "Uruwashi no Yoi no Tsuki",
      "ids": {
        "tmdb": 287591
      },
      "overview": "Yoi es una chica conocida como el «príncipe» de su escuela por su apariencia y actitud. Pero su mundo da un giro cuando aparece Ichimura, un chico rebelde que comparte su apodo... y le acelera el corazón.",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/qetD01amQRFX5ibXQ7rWLe6togE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pdDBsoLvjmGtcwi27vQkieBtt1V.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vK7oRWSvHy6rrpogoVI4KlQNKZH.png"
    },
    {
      "id": "tmdb:284969",
      "type": "series",
      "name": "Hikuidori: Ushuu Boro Tobi-gumi",
      "ids": {
        "tmdb": 284969
      },
      "overview": "En el periodo Edo, los incendios eran comunes y los bomberos jugaban un papel crucial. Un antiguo bombero, conocido como el \"pájaro devorador de fuego\", recibe la orden de formar un nuevo equipo a pesar de no tener recursos. Con esfuerzo y determinación, crea el \"Boro Tobi Gumi\" para proteger a la ciudad de Edo.",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/34BOr3Gwk6XUQG32mXzqhyzeAcL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6dGjEoNkDX2su1ZqY9K9Vp6tzrX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fZ96V57qWIeoCdDQcfqQgd0fDB9.png"
    },
    {
      "id": "tmdb:284432",
      "type": "series",
      "name": "Yuusha no Kuzu",
      "ids": {
        "tmdb": 284432
      },
      "overview": "En un futuro alternativo, los mafiosos pueden convertirse en \"Reyes Demonio\" gracias a una cirugía especial, y los \"Braves\" son cazarrecompensas encargados de detenerlos. Yashiro, que solo busca una vida tranquila, acepta entrenar a tres jóvenes Braves por una gran recompensa. Pero, ¿en qué problema se está metiendo?",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/kSJv65fW98dUqRD5f0ahLLYoZQN.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/teHlVrodifmU6eLLDGvJxT8zPQr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fFIEJj9ONgZ3mMBX0kGTJ6Aid2f.png"
    },
    {
      "id": "tmdb:278043",
      "type": "series",
      "name": "Seihantai na Kimi to Boku",
      "ids": {
        "tmdb": 278043
      },
      "overview": "Suzuki es una estudiante de instituto llena de energía, siempre dispuesta a agradar y a encajar con los demás. En cambio, el chico que le gusta, su compañero de clase Yusuke Tani, es reservado, tranquilo y parece vivir completamente al margen de las opiniones ajenas. A pesar de ser tan distintos, Suzuki no puede evitar sentirse atraída por él. ¿Podrá Suzuki superar sus ansiedades y pedirle una cita, o descubrirá que los polos opuestos no se atraen?",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/9hRuMU33DBz4z1vaYBRqLLuFFbQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lhzbea9yCmv90nmX25d9WEnn22V.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q6UNjXy9oYws7hNVf2Q8PflPdCx.png"
    },
    {
      "id": "tmdb:275902",
      "type": "series",
      "name": "Kaya-chan wa Kowakunai",
      "ids": {
        "tmdb": 275902
      },
      "overview": "Kaya es una niña problemática de guardería, pero Chie-sensei pronto descubre su inquietante habilidad. Así comienza una intensa historia de acción y terror en un entorno infantil.",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/dGpY7Onbd0zCC88BFuPbIAsQbtK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/h7iBjHcUs9PSakQQKhXVzEHdQCv.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dKNhStJErVbTmNjHHdBSbeSyWX5.png"
    },
    {
      "id": "tmdb:288589",
      "type": "series",
      "name": "Easygoing Territory Defense by the Optimistic Lord",
      "ids": {
        "tmdb": 288589
      },
      "overview": "Van, el cuarto hijo de un marqués, es solo un niño cuando se da cuenta de que ha reencarnado. Gracias a sus conocimientos de una vida anterior, es criado como un niño prodigio, hasta que se manifiesta su magia de producción, ¡la última cosa que su estirada familia de magos quiere ver! Su decepcionado padre lo destierra a un pueblo insignificante al borde del colapso, pero Van solo puede ver el potencial del lugar. ¿Podrá el bastión de murallas de nuestro héroe construir una vida mejor de lo que la magia de batalla jamás podría?",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/2ctXv1LyyVad5VLToS1t2ZqSCQa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/91OBsswVzbZwwfOGxMaQGR9vQ15.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iHXgxkaT5hCZoPiyzjVBCbL6Irf.png"
    },
    {
      "id": "tmdb:286291",
      "type": "series",
      "name": "Dead Account",
      "ids": {
        "tmdb": 286291
      },
      "overview": "Los fantasmas ahora rondan los teléfonos móviles… ¿y si el tuyo es uno de ellos?\n\nSôji Enishiro, alias Aoringo, es un polémico streamer odiado por todos, pero en realidad solo busca pagar el tratamiento de su hermana enferma. Cuando la tragedia golpea, su destino cambia radicalmente.\n\nMédiums, fantasmas digitales y una escuela llena de misterios… ¡Que empiece la batalla!",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/7BrOHENj6pPRvYw3EpHZ8JzbKGW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wyeN60EX7NoZsRAEFEcuQGuMwoi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zQKS3DjG5CI1FauAW3PuCRUroGc.png"
    },
    {
      "id": "tmdb:285357",
      "type": "series",
      "name": "ROLL OVER AND DIE",
      "ids": {
        "tmdb": 285357
      },
      "overview": "Flum Apricot solo quería una vida tranquila en su aldea, pero una profecía la obliga a unirse al grupo del Héroe. Con estadísticas en cero y una habilidad misteriosa llamada \"Reversión\", es despreciada y traicionada. Sin embargo, cuando su maldición se invierte, su destino cambia por completo.",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/uzRpWknriZnd8fxkse5sfVaQwJn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/74ys8ahfrjCb7JQ1NSA5RkMSv63.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6ZCeTG4bvZBUoqpRGvWbGW2az2l.png"
    },
    {
      "id": "tmdb:284444",
      "type": "series",
      "name": "Champignon no Majo",
      "ids": {
        "tmdb": 284444
      },
      "overview": "Luna, una bruja con un cuerpo venenoso, vive aislada en el Bosque Negro. Aunque lleva medicinas a la ciudad, los habitantes la temen por ser una bruja negra en un reino de brujas blancas. A pesar de su soledad, anhela la calidez de la gente, aunque eso implique arriesgarse.",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/dI57HFsdSIqgkp26pe1BXhgW6GM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pyT2wl6V22uLOBu0C9t8BbIA6gg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/d8zpsaXnc97sqZLoO03cMuOeg1d.png"
    },
    {
      "id": "tmdb:283891",
      "type": "series",
      "name": "The Holy Grail of Eris",
      "ids": {
        "tmdb": 283891
      },
      "overview": "Connie, una noble sincera, pierde a su prometido y es acusada de un crimen. El espíritu de Scarlett Castiel, una villana ejecutada, la posee y la ayuda a limpiar su nombre. A cambio, Connie deberá descubrir la verdad tras su muerte y una conspiración oculta.",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/1rwm3nle6jWdJSQbe2TX7NxwHFY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yC6RUfpaVEw1bNJoXUc4HzG7bRW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o9GXCmOaDUPhQCUrYTN2zZnJVUg.png"
    },
    {
      "id": "tmdb:281161",
      "type": "series",
      "name": "Noble Reincarnation: Born Blessed, So I'll Obtain Ultimate Power",
      "ids": {
        "tmdb": 281161
      },
      "overview": "Noah, el niño de seis años más fuerte del mundo, ocupa la afortunada posición de ser el Decimotercer Príncipe del emperador. Nacido con un límite de nivel infinito y una habilidad trampa que le permite añadir a las suyas propias las habilidades de aquellos a quienes comanda, no tiene rival. Reencarnado en una familia noble, Noah prospera en un entorno lleno de educación de élite y recursos abundantes, lo que permite que sus talentos florezcan. Sin embargo, detrás del glamuroso telón de la alta sociedad aristocrática, se esconde un mundo de conspiraciones y luchas de poder.",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/zaZpbXyvH4M2Y6ICDuMtvVQyHwd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2SvA24rPSXzSpLy3X85aZgalbll.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/JWSsWKPsPRLh2bYW4dvxGQdHBH.png"
    },
    {
      "id": "tmdb:278271",
      "type": "series",
      "name": "Toumei Otoko to Ningen Onna: Sonouchi Fuufu ni Naru Futari",
      "ids": {
        "tmdb": 278271
      },
      "overview": "Yakou Shizuka, una detective tímida y ciega, trabaja en una agencia dirigida por Tounome, un caballero elegante con una habilidad especial: es invisible. Sin embargo, su truco no funciona con Yakou, quien siempre siente su presencia. Intrigado, Tounome intentará conquistarla mientras ella navega, entre tropiezos y sonrojos, las sorpresas del romance en la oficina.",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/oTCfWdiHM43rAjNrht2Hq47pNoz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qRciaGIP3g4uVhBBd42x3P5Tzw4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/noJtY2pgU5Xc5n9uioneRCy9inf.png"
    },
    {
      "id": "tmdb:294280",
      "type": "series",
      "name": "魔王の娘は優しすぎる!!",
      "ids": {
        "tmdb": 294280
      },
      "overview": "Once feared as the ruler of all demons, Demon King Ahriman seeks to conquer the world…until he’s stopped by an unexpected force: his daughter, Dou! Too kind for chaos and too gentle for war, Dou melts the hearts of demons, humans, and even angels. Desperate to restore demon pride, Ahriman’s aide Jahi vows to train Dou to become a proper demon. But is Jahi any match for Dou’s compassion?!",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/oit4HWGxF8xncV7DniAfbGUOMVP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iA5TaZQHmZhkS1WaVmgk4tjy5kZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uLp5V0tVudEGZFgjIawPAbHf3De.png"
    },
    {
      "id": "tmdb:290667",
      "type": "series",
      "name": "La vida cotidiana de un aventurero soltero de 29 años",
      "ids": {
        "tmdb": 290667
      },
      "overview": "Shinonome Hajime pasó su infancia en los barrios bajos, buscando desesperadamente fuerzas para sobrevivir. Ahora vive una vida tranquila como aventurero en la aldea Komai.\n\nUn día, en una misión, se adentra en una mazmorra y encuentra a una chica a punto de ser devorada por el monstruo más débil: ¡Un Slime!\n\nLa chica se llama Lirui. Había entrado sola en la mazmorra para sobrevivir. Abandonada por sus padres y sin ningún lugar adónde ir, Hajime no puede dejarla sola y decide llevar a Lirui de vuelta a la aldea para vivir con ella.\n\n¡Comienza una fantasía de aventuras con humor, risas ya veces lágrimas (?), entrelazada por un aventurero soltero, torpe pero cariñoso, y una chica sencilla e inocente!",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/tx6XZPOJ5UgVzvo8BXb2cNhFBq5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2l56jKoCf22nXOfTYT9nzZCO1vV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vBHUhGrSO8JKvkwtqNiQXJHvXYY.png"
    },
    {
      "id": "tmdb:263330",
      "type": "series",
      "name": "SHIBOYUGI: Juegos mortales para ganarse el pan",
      "ids": {
        "tmdb": 263330
      },
      "overview": "Yuuki, una chica albina con cicatrices y ojos heterocromáticos, despierta en una mansión con otras cinco jóvenes vestidas de maid. Pronto descubren que están atrapadas en un mortal juego de traición y supervivencia. Pero mientras el pánico se apodera del grupo, Yuuki permanece imperturbable: no es su primera vez jugando... ni ganando.",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/vaNWEpgnmrzEiqapkRkCHiMB42i.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rFrkJTGYpSW2vLXw6ioqqERNwGi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7Klzc11O0bLkFDkNEaMEINprdk4.png"
    },
    {
      "id": "tmdb:310397",
      "type": "series",
      "name": "機動戦士ガンダム 閃光のハサウェイ TVエディション",
      "ids": {
        "tmdb": 310397
      },
      "overview": "",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/mDLiDROW9X1mhqtlv90FqNZfXSy.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:295366",
      "type": "series",
      "name": "Había una chica linda en el grupo del héroe, así que intenté confesarme a ella",
      "ids": {
        "tmdb": 295366
      },
      "overview": "Yoki was once a human but reincarnated into a demon. He now holds a middling position serving the Demon King tasked with taking down the hero party. But when he finally faces them, Yoki thinks... \"\"No way… she's perfect.\"\" Of all things, he fell in love at first sight with Cecilia, the priest of the hero party! Her serious gaze, her every little gesture—everything about her is too cute! She's an angel! And so, Yoki made up his mind that he would confess his feelings to her.",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/lUIuuvxthqaK4euFHTNIsRmdf3s.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pKiLI0nNSfl1aMBAAz4QIZG0eti.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lmv0tp30rIiB1yzSGaGkIw2lA5V.png"
    },
    {
      "id": "tmdb:285933",
      "type": "series",
      "name": "Mayonaka Heart Tune",
      "ids": {
        "tmdb": 285933
      },
      "overview": "Cuando era niño, Arisu Yamabuki encontraba consuelo en la voz de \"Apolo\", una locutora de radio que un día desapareció sin dejar rastro. Ahora, en bachillerato, está decidido a encontrarla. Su búsqueda lo lleva al club de radiodifusión de su escuela, donde conoce a cuatro chicas con el sueño de trabajar en el mundo de la locución. ¿Descubrirá quién es Apolo y qué pasó con ella?",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/af58wkrH7fiO7HtH1uysxmUR882.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gbZBR9zdR0lFVN6rHKdm26B9Q4j.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/n6mIRMIaCLQaMYgU8PdvuNzupk6.png"
    },
    {
      "id": "tmdb:285743",
      "type": "series",
      "name": "Osananajimi to wa Romcom ni Naranai",
      "ids": {
        "tmdb": 285743
      },
      "overview": "Eeyuu tiene un problema: sus dos amigas de la infancia, Shio y Akari, se han vuelto demasiado atractivas. Intentar ocultar sus pensamientos mientras ellas también guardan sus propios secretos hace que todo sea incómodo y complicado. ¡Una comedia romántica sobre un torpe triángulo amoroso!",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/ljWgNmcXKmj1t6fXYxVFvdqNJeP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sOvRPFlari2Uc6Aq3D7hvZmjXdv.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/urlo58qSpWCtoHmuPa1nuo8LKdR.png"
    },
    {
      "id": "tmdb:284495",
      "type": "series",
      "name": "Isekai no Sata wa Shachiku Shidai",
      "ids": {
        "tmdb": 284495
      },
      "overview": "Seiichirou Kondou, un contable de 29 años adicto al trabajo, es transportado a otro mundo y comienza a reorganizar el caótico Departamento de Contabilidad Real. Pero cuando el exceso de trabajo lo deja al borde de la muerte, el comandante Aresh lo salva con un tratamiento médico… que implica una relación inesperadamente cercana.",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/AcXLmVGzlqR20tGR8p4u6x1oQmU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/A8GrTN9sIWk48ss0ZuqChEhcOIh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1Bn5zZv5lv0DEhMydPb1eDuTmfa.png"
    },
    {
      "id": "tmdb:305163",
      "type": "series",
      "name": "拷問バイトくんの日常",
      "ids": {
        "tmdb": 305163
      },
      "overview": "Este es un mundo donde el asesinato y la tortura son legales.\n\nEntre los muchos contratistas de tortura, Spirytus es una de las corporaciones líderes que solo apunta a villanos y trata bien a sus empleados. Cuatro empleados a tiempo parcial trabajan cómodamente allí: el cuidadoso senior Sero, la leyenda viviente Siu, el enérgico Mike y el serio pero amable Hugh. También hay un recolector de basura, un conserje... ¡e incluso un asesino a sueldo! Sin mencionar a especialistas agradables y confiables.\n\nTodos los días con estos compañeros de trabajo únicos son inesperadamente tranquilos en esta comedia laboral ligeramente oscura.",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/2oDNkS1JCIgQmX0aC6S67DgrG4w.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fhESapQOE9S0WeVz7llWuPpnWMk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/n40v64oEvpWPZMfwzkfKW3QmtmG.png"
    },
    {
      "id": "tmdb:293144",
      "type": "series",
      "name": "綺麗にしてもらえますか。",
      "ids": {
        "tmdb": 293144
      },
      "overview": "For the past two years, cheerful and hardworking Kinme Wakana has run a small laundry shop in the seaside hot springs town of Atami. As she goes about her quiet days, Wakana finds herself drawn into the bittersweet, heartwarming stories of the people around her.",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/1pRDbev2ITZCqHgow2pDvj4AEBP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xGOhVaLUeMcvJDLWq4JZR4WJFhF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4GPxUxTIsIMxIeAJKDZi8NHlSB1.png"
    },
    {
      "id": "tmdb:285166",
      "type": "series",
      "name": "Jack-of-All-Trades, Party of None",
      "ids": {
        "tmdb": 285166
      },
      "overview": "La historia sigue a Orun Dura, un aventurero que es expulsado del grupo de aventureros del Héroe por Oliver, su amigo de la infancia y líder del grupo. Oliver se burla de Orun por carecer de habilidad y ser un \"aprendiz de todo, maestro de nada\", a pesar de que Orun cambió de ser un espadachín a un encantador para apoyar al grupo. Abatido y sin rumbo, Orun se va para demostrar su valía como aventurero en solitario, esforzándose por convertirse en el \"aprendiz de todo\" más fuerte para proteger a sus amigos y oponerse a la injusticia.",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/rbh55bFult3aQW1WsbilSieBS13.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fj3VXZYuot7z3mOVHfCmxI5OFlp.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2Lk0Pu080zCWDLyPvYe1Dx2mP13.png"
    },
    {
      "id": "tmdb:282946",
      "type": "series",
      "name": "Kunon the Sorcerer Can See",
      "ids": {
        "tmdb": 282946
      },
      "overview": "Nacido ciego, Kunon aspira a ser la primera persona en usar la magia del agua para crearse unos ojos nuevos. Tras cinco meses de estudio, ya ha superado a su maestro y continúa perfeccionando sus talentos. Su magia no solo le permite percibir colores, sino también crear objetos útiles e incluso ¡conjurar un gato entero! La fama de sus habilidades e ingenio pronto llega a la corte y le asegura un puesto como discípulo del mago más poderoso del reino. Pero… ¿será capaz de alcanzar su objetivo final?",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/kGGdMa1fEwMiyyFB1AnUox5cshy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kXeiOUMoho7mHq4KBPAe2I46LDb.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oLNLji78jVItISd7CqKMvuWPSzx.png"
    },
    {
      "id": "tmdb:276393",
      "type": "series",
      "name": "Tamon-kun Ima Docchi!?",
      "ids": {
        "tmdb": 276393
      },
      "overview": "Utage Kinoshita trabaja como ama de llaves para costear su obsesión por Tamon Fukuhara, su ídolo favorito de la banda F/ACE.",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/1iTCxEIK1xlmIXjHcLjt0UyOU8w.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pvmqbpDSqZbK9Yn1NoYzlWerOj6.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/phaUeW6hVJPARVN1HlBEPLO4oCU.png"
    },
    {
      "id": "tmdb:254492",
      "type": "series",
      "name": "花ざかりの君たちへ",
      "ids": {
        "tmdb": 254492
      },
      "overview": "Mizuki Ashiya is on a mission: disguise herself as a boy and enroll in a male boarding school to meet her idol, high jump star Izumi Sano. But after successfully infiltrating the school, she discovers he’s suddenly quit the sport! Now Mizuki must dodge suspicion, protect her cover, and somehow reach the boy she came all this way for—all while surviving the chaos of an all-boys dorm!",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/wCZn0Is62Tx4HC9WuFGYysjeHCx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4OvVR0takLMEP7pKssP3QjkOtzj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/seei2HKD5fxqUX3OBXoAOz4Byzk.png"
    },
    {
      "id": "tmdb:253476",
      "type": "series",
      "name": "Journal with Witch",
      "ids": {
        "tmdb": 253476
      },
      "overview": "La novelista Makio Kodai lleva años refugiada en la soledad de su casa y en el silencio de los libros. Pero su vida da un vuelco cuando, tras la muerte de su hermana y su cuñado, se ve obligada a hacerse cargo de Asa Takumi, su sobrina de quince años. Incapaces al principio de entenderse —marcadas por el duelo, las diferencias de carácter y la convivencia forzada—, ambas comienzan poco a poco a derribar sus propias barreras. En ese proceso descubren el calor que creían perdido, la complicidad inesperada y una nueva forma de familia que nace casi sin darse cuenta.",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/g6lhU9a8YOWKJyfJ7J2aajzKm4k.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eA7RCTvJQaUIVWQs2nZPZFHUzs9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sK73gj0s4HIwkqdxPZlYZ6hgWAJ.png"
    },
    {
      "id": "tmdb:249907",
      "type": "series",
      "name": "Condenado a ser un Héroe: Unidad Penal 9004",
      "ids": {
        "tmdb": 249907
      },
      "overview": "Ser un \"Héroe\" es el peor castigo: criminales condenados son enviados a luchar contra los Señores Demonio, resucitando una y otra vez para continuar la batalla. Xylo Forbartz, exlíder de los Caballeros Sagrados, lidera una unidad de estos condenados. En el caos de la guerra, conoce a Teoritta, una poderosa arma viviente, y hace un pacto con ella para sobrevivir, buscar venganza y descubrir la verdad tras su caída.",
      "year": 2026,
      "poster": "https://image.tmdb.org/t/p/w342/k8bh5mvHDx3czHSF56v9lRyulLC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6RriaOG7kanuHjs4unVnXyvFrMv.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8kLSoUMrRGWTUIEkJu0258ni7Hq.png"
    },
    {
      "id": "tmdb:239320",
      "type": "series",
      "name": "曾经有勇士",
      "ids": {
        "tmdb": 239320
      },
      "overview": "All Ell wants is for a hero to come and kill him so that he can finally lead a peaceful life after his death. Just when it seems like he might get his wish, he accidentally kills the hero who came to end his life. And... small change of plan: if there are no heroes to kill him, he can raise one himself! Thus, Ell the dragon, Lafi the magician and Dino the baby hero become an unconventional family. However, Ell soon discovers that teaching fighting moves to a baby is harder than he thought!",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/7UGUPZVeCkPS7nqojYOY8l8qFKL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aTmVlq633Q3yShzSS4WLeKmZiRE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aQsue8UYvKe0kpdww2paP4Rlrjv.png"
    },
    {
      "id": "tmdb:282662",
      "type": "series",
      "name": "Contigo, nuestro amor lo superará todo",
      "ids": {
        "tmdb": 282662
      },
      "overview": "Cuando Mari, estudiante de secundaria, llega tarde a la escuela, nunca espera enamorarse de Tsunagu, ¡una bestia gentil y sensible! En un mundo donde los pueblos bestia están segregados detrás de muros, Mari y Tsunagu muestran que sus diferencias son realmente puentes. ¿Podrá su amor superar la división entre los pueblos bestia y la humanidad?",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/uQb3NkDWEXQ9m1w49PzEy04uFn1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/d9HPgXWm7CkzR2oQzqdWQ4Boqho.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mt7HLDbkBetWrmaXeZmhzOqYouE.png"
    },
    {
      "id": "tmdb:283689",
      "type": "series",
      "name": "Li'l Miss Vampire Can't Suck Right?",
      "ids": {
        "tmdb": 283689
      },
      "overview": "Luna Ishikawa, una vampira transferida, es el centro de atención por su fría conducta. Cuando Tatsuta Ootori, un chico normal, es emparejado con ella para limpiar, descubre que Luna no es tan misteriosa como parece y no sabe chupar sangre correctamente. Decidido a ayudarla, Tatsuta se convierte en su compañero de prácticas, y juntos trabajan para mejorar sus habilidades vampíricas.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/xHaKZabCWuDppqS7P5zWchykFzS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8TgGDt4hvQ7RCpkHpUrgjBxVpKs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oXs0MhyPXt3ClXYRM8nyy0Z1BG9.png"
    },
    {
      "id": "tmdb:278604",
      "type": "series",
      "name": "Gnosia",
      "ids": {
        "tmdb": 278604
      },
      "overview": "En una nave a la deriva, la tripulación enfrenta a los Gnosia, seres que se camuflan como humanos para aniquilarlos. Cada día, deben elegir a alguien para el “sueño frío”, esperando detener la amenaza. Pero la incertidumbre persiste: ¿están eliminando al enemigo o a un inocente?",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/dlQHZqADmu6mEsNUo2eA4FffAMt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/w388Z4T5rWX82J45tqZ8Z9FrWO8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1zdtZjaOtGgqoqpwGItbNl7AUIe.png"
    },
    {
      "id": "tmdb:286404",
      "type": "series",
      "name": "Tensei Akujo no Kuro Rekishi",
      "ids": {
        "tmdb": 286404
      },
      "overview": "Konoha escribió una novela de fantasía oscura, pero tras un accidente, despierta en su propia historia como Iana Magnolia, la villana. Ahora, atrapada en el mundo que creó, debe encontrar la forma de cambiar su destino.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/yrAx1DmfnZjTs2NKsljqd60Kg9X.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bJykDq7rlqZxcBdDkWlE2mOEbDL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2PYLMsKg0NAdRhej0iKf14Cba4u.png"
    },
    {
      "id": "tmdb:284644",
      "type": "series",
      "name": "My Status as an Assassin Obviously Exceeds the Hero’s",
      "ids": {
        "tmdb": 284644
      },
      "overview": "Akira es convocado a otro mundo, donde recibe el papel de asesino en lugar de héroe. Pero este poder, aparentemente insignificante, podría ser el más letal. Sospechando de la corona, Akira usará sus habilidades en las sombras para descubrir la verdad.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/oQk3aXYEa4TMd9rAYgzDpAYTU8P.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ckQ2ZpoWGtuTFuCLZRAMd1I6xSo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8dxuiTgtYGNeZ7WYajwz50NUwDo.png"
    },
    {
      "id": "tmdb:284442",
      "type": "series",
      "name": "A Gatherer's Adventure in Isekai",
      "ids": {
        "tmdb": 284442
      },
      "overview": "Takeru muere y es convocado por Dios, quien le encarga salvar el mundo de Madeus. Antes de enviarlo, le otorga un poder inmenso que aún no comprende. Ahora, en este nuevo mundo, deberá descubrir su destino mientras conoce a sus compañeras de viaje.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/AtpIf9wnT6IaHoG31XsdqZEEf80.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/o5mKtNO8psCiBWUsdSm9TDZQcLz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ctSVeC7H1YUp0mszrFdUMBUd3fF.png"
    },
    {
      "id": "tmdb:261343",
      "type": "series",
      "name": "Chitose-kun wa Ramune Bin no Naka",
      "ids": {
        "tmdb": 261343
      },
      "overview": "Saku Chitose disfruta de su vida rodeado de amigos y admiradoras, pero su reputación como solucionador de problemas lo lleva a una nueva misión: lograr que un marginado regrese a la escuela. ¿Podrá hacerlo con su confianza habitual?",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/7tpcFkOpLcWkJU6mV5ooJyHA3DR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lAOuTziMPFyst1RTa5KxznogmMq.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ukWiOIWceHNGiS81CurwkfOSwWc.png"
    },
    {
      "id": "tmdb:296287",
      "type": "series",
      "name": "Desventuras amorosas de una chica con sobrepeso",
      "ids": {
        "tmdb": 296287
      },
      "overview": "\"Este es mi castigo: alguien tan horrible como yo enamorándose de alguien tan guapo como tú...\". Yumeko tenía un montón de complejos sobre sí misma. Entonces, le ocurre un terrible accidente. Aunque de alguna manera se salva de la muerte, Yumeko despierta siendo una persona completamente diferente. \"¿Soy yo...? ¡Soy SUPER guapa!\". Los que la rodean no pueden ocultar su sorpresa y asombro ante este cambio de 180 grados... Pero la nueva actitud hiperpositiva de Yumeko también empieza a cambiar su entorno. Las preocupaciones y los complejos pueden afectar a cualquiera, ¡y Yumeko acabará con los de sus diversos personajes secundarios! En el amor, el trabajo, la amistad... ¡¿Y un intento de asesinato?!",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/2ycfA6PBh5i6XMMvycpw36j8DqB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zWTtzr4cwGeVTR3ZOl6JItKkEDy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cM9wh1unQx4zl37qUC3xIAEVjnB.png"
    },
    {
      "id": "tmdb:284388",
      "type": "series",
      "name": "Egao no Taenai Shokuba desu",
      "ids": {
        "tmdb": 284388
      },
      "overview": "Nana Futami, una nueva mangaka shoujo, trabaja duro con el apoyo de su editora Kaede y su asistente Mizuki. Entre delirios creativos y el ritmo frenético del trabajo, esta comedia sigue su vida en la industria del manga.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/cKfneBPtrcOnvpNwQgrhELKERwl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pW8vujgxY3QQXQ3yvieyiVR2OUp.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/czosI1mWcWpglbySGYm3sgVqkRV.png"
    },
    {
      "id": "tmdb:296851",
      "type": "series",
      "name": "SI-VIS: The Sound of Heroes",
      "ids": {
        "tmdb": 296851
      },
      "overview": "SI-VIS is a co-ed music group, led by Yosuke, shaking up the global music scene with their unmatched vocals and performances. However, they are actually heroes in disguise, battling against mysterious forces threatening the world. They convert audience energy at live performances into combat power. Luckily, the battles appear to be ordinary concerts to the public, keeping their identity a secret.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/36f3TGQg3hg4jZvzBGiaub9Th5C.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/25TE6kI40Z2BfsajFuUQH6LCvHm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dsCOXSGtU1XbJHHjkYA4ikZifRJ.png"
    },
    {
      "id": "tmdb:289217",
      "type": "series",
      "name": "アルマちゃんは家族になりたい",
      "ids": {
        "tmdb": 289217
      },
      "overview": "Un cuerpo que combina la apariencia de una adorable jovencita con una impresionante eficiencia de combate. Una IA con inteligencia y capacidad de decisión que superan las capacidades humanas: el robot autónomo perfecto, \"Alma\", fue creado por los jóvenes y genios científicos Enji y Suzume, ¡cuya brillantez debería haber sido reconocida mundialmente! Alma llama a Enji y Suzume \"Padre\" y \"Madre\", lo que los deja completamente desconcertados.\n\nA pesar de todo, los tres comienzan una vida juntos como familia para nutrir la poderosa IA de Alma y ayudarla a convertirse en el robot definitivo. La curiosidad de Alma no tiene límites, ya que todo lo que ve y toca es nuevo para ella. Alma mantiene a Enji y Suzume en vilo con su inigualable capacidad de aprendizaje y su energía imparable mientras explora el mundo. ¡Comienza una nueva comedia familiar!",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/n73fDZchQ1xdD6XWFuajHFjIWzi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aZgG30sxAC7hLhqZqWwiiY9J8tx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ewnJKF5jZvGXfIosUAeLXKFC9nD.png"
    },
    {
      "id": "tmdb:286791",
      "type": "series",
      "name": "DIGIMON BEATBREAK",
      "ids": {
        "tmdb": 286791
      },
      "overview": "Tomoro Tenma vive en un mundo donde los pensamientos y emociones humanas, conocidos como \"e-Pulse\", impulsan dispositivos de IA llamados Sapotama. Pero cuando los Digimon comienzan a materializarse desde Sapotama y a alimentarse de e-Pulse, la sociedad comienza a fracturarse. Tras la aparición de Gekkomon desde su dispositivo, Tomoro se une a Glowing Dawn, un equipo secreto que investiga a Digimon rebeldes y la oscura verdad de un sistema alimentado y corrompido por las emociones.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/qcy74ZdijvhaIyiPKFVZJZZrpJt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ozH9Hq74E1nA7Jurw05jZmzJDrS.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4vfZgu2kaYTt27g7hJoLnIJmAY0.png"
    },
    {
      "id": "tmdb:285788",
      "type": "series",
      "name": "Toujima Tanzaburou wa Kamen Rider ni Naritai",
      "ids": {
        "tmdb": 285788
      },
      "overview": "Tanzaburo, de 40 años, siempre soñó con ser un Kamen Rider y entrenaba como tal. Un día, al intentar detener un robo con una máscara de juguete, se convirtió en el hazmerreír de internet. Pero lejos de rendirse, decide investigar y enfrentarse a la falsa organización Shocker, convirtiéndose en un héroe de verdad.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/oDHsngq989H1jY2ZsLB5KRUVIb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tL6poVqvcXtZkUJnhwqicKj7wWq.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8hoFphnzyWdSmRhfPicGdUcGb8h.png"
    },
    {
      "id": "tmdb:280048",
      "type": "series",
      "name": "Dad is a hero, Mom is a spirit, I'm a reincarnator",
      "ids": {
        "tmdb": 280048
      },
      "overview": "Ellen, una joven reencarnada de Japón, descubre que es medio espíritu e hija de un héroe legendario y la reina de los espíritus. Con un poder elemental asombroso y un aspecto adorable, usará su conocimiento pasado y su magia para proteger a su familia.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/6JMQ3DJMudsCgErn21Bv0NchmE6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vf6qMClHlUjzXEdWHP0vigg7nPZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/c7FPyMhy1Q597Bn8WkIrzN8PKza.png"
    },
    {
      "id": "tmdb:286984",
      "type": "series",
      "name": "Mikata ga Yowa Sugite Hojo Mahou ni Toushite ita Kyuutei Mahou shi, Tsuihou Sarete Saikyou wo Mezasu",
      "ids": {
        "tmdb": 286984
      },
      "overview": "Alec, un mago de apoyo, es expulsado del reino por considerarlo inútil. Justo cuando pierde su puesto, Yorha, su antigua compañera de la academia, reaparece con una propuesta: \"Revivamos nuestra leyenda\". Así, el legendario grupo que conquistó la mazmorra de la capital vuelve a reunirse para escribir una nueva historia.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/tmGjjRN9dRFzybRLSecgxNo46IE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dXIn13Jtbxe9k6EyiVFoAq25P5D.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dOEclAJTtQk6GDeNByCoedvFgbr.png"
    },
    {
      "id": "tmdb:286388",
      "type": "series",
      "name": "Kao ni denai Kashiwada-san to Kao ni deru Oota-kun",
      "ids": {
        "tmdb": 286388
      },
      "overview": "Oota disfruta molestando a su inexpresiva compañera Kashiwada, pero sus intentos siempre le salen mal. Una historia llena de momentos dulces que te harán sonreír.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/ve5crOg8lV3DrCb7j0LaQkVhvDp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pkZdSMXGWaZBNAr9TgMNNslVtGT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zi3hGwLAE4XPMa5nSFiou05cI12.png"
    },
    {
      "id": "tmdb:283935",
      "type": "series",
      "name": "Touring After the Apocalypse",
      "ids": {
        "tmdb": 283935
      },
      "overview": "Tras el colapso de la civilización en 2035, dos chicas viajan en motocicleta mientras buscan a la hermana mayor de una de ellas.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/1WbHcaQcuP0xBkzqvMirvufvxTm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lrPNiOlndhcLiFODUCIEzZDE2DZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jjbcDhpKCYJrJqy3uIW0YQKGapE.png"
    },
    {
      "id": "tmdb:280042",
      "type": "series",
      "name": "A Wild Last Boss Appeared!",
      "ids": {
        "tmdb": 280042
      },
      "overview": "Un hombre se reencarna en el personaje de Ruphas del videojuego Exgate 200 años después de que caiga derrotada frente a los siete héroes. Pero el juego no es como él pensaba que era y las reglas han cambiado.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/xh9lu8gDgzwMBiByTRtTsclluZf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4d1wPKLXjkbmpgNGpr9ElULORrY.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cklffgw8EqqWLiobCuXI1jBa2fU.png"
    },
    {
      "id": "tmdb:271605",
      "type": "series",
      "name": "May I Ask for One Final Thing?",
      "ids": {
        "tmdb": 271605
      },
      "overview": "En un baile, Kyle rompe su compromiso con Scarlet, acusada de ser la villana. Harta de todo, ella le pide un último favor: darle un puñetazo. Así comienza la historia de una mujer que no dejará que nadie se aproveche de ella.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/6WUSl1NP5I66IGiI6n9BwOzZTbY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/w6ELxg4khN6mpjoTCSkfUrLLzEE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ssHO8QfTANeYWIFJsbMIg4OQkak.png"
    },
    {
      "id": "tmdb:117879",
      "type": "series",
      "name": "My Friend's Little Sister Has It In for Me!",
      "ids": {
        "tmdb": 117879
      },
      "overview": "Akiteru Ooboshi, un estudiante que busca eficiencia, solo quiere una buena amiga, pero Iroha Kohinata, la hermana de su amigo, aparece constantemente en su habitación intentando seducirlo. A pesar de ser popular y amable, Iroha provoca celos en la escuela, y Akiteru se pregunta por qué solo él es su objetivo.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/kp6CHTu9a5SqDvfa6FsEAqMQRIv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2yWWm5C3EXwD0xcysyR055ef1bF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eC6Ev3IVavMwB4ZAg6nvG9NjrkN.png"
    }
  ]
}