{
  "metas": [
    {
      "id": "tmdb:63926",
      "type": "series",
      "name": "One Punch Man",
      "ids": {
        "tmdb": 63926
      },
      "overview": "La historia tiene lugar en una de las metrópolis ficticias de la Tierra, la Ciudad Z en Japón. El mundo está lleno de extraños monstruos que misteriosamente aparecen y causan muchos desastres. Saitama, el protagonista, es un poderoso superhéroe que derrota fácilmente a los monstruos u otros villanos con un único golpe. Debido a esto, Saitama ha encontrado aburrida su fuerza y siempre está tratando de encontrar rivales más poderosos que le puedan igualar.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/xY3E9JNLwwQvkNk4TcvvAu9pAOe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/t9futsXE3RhY9ielKHjA6oDAhrL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/s4c20xXgSDjbYAcpKchuWRU3zuR.png"
    },
    {
      "id": "tmdb:95479",
      "type": "series",
      "name": "Jujutsu Kaisen",
      "ids": {
        "tmdb": 95479
      },
      "overview": "Dificultades, arrepentimiento, vergüenza… Los sentimientos negativos de los humanos se convierten en Maldiciones que nos acechan en nuestra vida diaria. Las Maldiciones campan a sus anchas por todo el mundo, y pueden llevar a las personas a sufrir terribles desgracias e incluso dirigirlas a su muerte. Y lo que es peor: solo una Maldición puede exorcizar otra Maldición.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/fHpKWq9ayzSk8nSwqRuaAUemRKh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zAfK8cVjJiYUsVLDkHoIgxJh319.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tEmqJ1k4MdjuaKaetn8wGyZGcyC.png"
    },
    {
      "id": "tmdb:120089",
      "type": "series",
      "name": "SPY x FAMILY",
      "ids": {
        "tmdb": 120089
      },
      "overview": "El espía \"Twilight\" recibe la misión de infiltrarse en la familia de un líder político. Para ello, crea una falsa familia con una hija que lee mentes y una esposa asesina, mientras ocultan sus secretos y viven juntos en una aventura peligrosa para mantener la paz mundial.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/7NAvPYPAu7MeHwP8E9sn81PqsRh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/y9jHurBTNwA3hohbYPIvGPFXd73.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jRO2tHRuI1KHn1f2TouXTsuDSer.png"
    },
    {
      "id": "tmdb:127532",
      "type": "series",
      "name": "Solo Leveling",
      "ids": {
        "tmdb": 127532
      },
      "overview": "Lo que no te mata te hace más fuerte, pero en el caso de Sung Jinwoo, lo que lo mató lo hizo más fuerte. Después de ser brutalmente asesinado por monstruos en una mazmorra de alto rango, Jinwoo regresó con el Sistema, un programa que solo él puede ver y que eleva su nivel en todos los sentidos. Ahora, está decidido a descubrir los secretos detrás de sus poderes y la mazmorra que los engendró.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/geCRueV3ElhRTr0xtJuEWJt6dJ1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8s1Cym5F7EesthvaLMDvi6DpMK5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/soogvWTvbW2YVpZwUz0SgPBKiVa.png"
    },
    {
      "id": "tmdb:256721",
      "type": "series",
      "name": "Gachiakuta",
      "ids": {
        "tmdb": 256721
      },
      "overview": "En una ciudad flotante donde los ricos se deshacen de su basura y de las personas, a Ludo lo acusan de asesinato y lo arrojan al Abismo, un infierno habitado por las bestias de la basura. Para sobrevivir, deberá hacer uso de un nuevo poder y unirse a los Limpiadores. El objetivo de Ludo no es solo acabar con los monstruos, sino también con aquellos que lo arrojaron al Infierno.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/jH78nLFrTU6aP7hY7KO6DZHFLoX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qjPSJeXyg6QXf27mcmxGW1HEsF8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ccEM7BBPoBky3bvtJuxkDYNVPae.png"
    },
    {
      "id": "tmdb:46260",
      "type": "series",
      "name": "Naruto",
      "ids": {
        "tmdb": 46260
      },
      "overview": "Naruto es un joven aprendiz de ninja marginado y temido en la Villa Oculta de la Hoja tanto por su carácter hiperactivo y gamberro como por el terrible poder sellado en su interior. Acompañado por el intenso Sasuke y la ingeniosa Sakura, Naruto comienza su aprendizaje decidido a convertirse en maestro Hokage, la más alta distinción entre los ninjas, para ganarse el reconocimiento de los suyos.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/oOkvQ1anSMvdYbUGGf7NAnfwHUt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dW9FQRgTDBdH36FtDbC2qCEKjtQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kaZ99sfclCKWnUgmW7AYrok03Am.png"
    },
    {
      "id": "tmdb:209867",
      "type": "series",
      "name": "Frieren: Tras finalizar el viaje",
      "ids": {
        "tmdb": 209867
      },
      "overview": "La maga Frieren formaba parte del grupo del héroe Himmel, quienes derrotaron al Rey Demonio tras un viaje de 10 años y devolvieron la paz al reino. Frieren es una elfa de más de mil años de vida, así que al despedirse de Himmel y sus compañeros promete que regresará para verlos y parte de viaje sola. Al cabo de cincuenta años, Frieren cumple su promesa y acude a visitar a Himmel y al resto. Aunque ella no ha cambiado, Himmel y los demás han envejecido y están en el final de sus vidas. Cuando Himmel muere, Frieren se arrepiente de no haber pasado más tiempo a su lado conociéndolo, así que emprende un viaje para conocer mejor a sus antiguos compañeros, a las personas y descubrir más del mundo.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/v7i3yNKxsDwB5IG9ElWgOGPieE8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9873hKCWHK6QBPQ4sPhpZs5E52T.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aGO49hn32NLo1ECdnHbfQvvm2VB.png"
    },
    {
      "id": "tmdb:30983",
      "type": "series",
      "name": "Detective Conan",
      "ids": {
        "tmdb": 30983
      },
      "overview": "Shinichi Kudo es un joven detective que consigue esclarecer cualquier misterio, por difícil que sea. Un día, nuestro protagonista descubre los maléficos planes de una peligrosa organización criminal y es envenenado. Sin embargo, el veneno no lo mata, sino que por accidente, lo encoge y lo convierte en un niño de apenas 6 años. Atrapado en este cuerpo, Shinichi, bajo el seudónimo de Conan Edogawa, deberá resolver los casos más difíciles mientras intenta encontrar un antídoto que lo devuelva a la normalidad y hacer lo posible para que su amiga, Ran Mouri, no sospeche quién es realmente el sabiondo Conan...",
      "year": 1996,
      "poster": "https://image.tmdb.org/t/p/w342/ibd5jpPu2oxup9ecU8xvwlRZF0O.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kbxIwkmVfkDvL4mq2V7WbyZAVFy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vX0VEwZViadujTUGcL0EU5orV8p.png"
    },
    {
      "id": "tmdb:220542",
      "type": "series",
      "name": "Los diarios de la boticaria",
      "ids": {
        "tmdb": 220542
      },
      "overview": "Maomao llevaba una vida tranquila ayudando a su padre, un boticario. Todo cambia el día que la venden como sirvienta al palacio del emperador, pero la vida entre nobles y realeza no es para ella. Cuando la familia imperial enferma, ella decide intervenir para encontrar una cura, lo que llama la atención de Jinshi, un guapo oficial de palacio que decide ascenderla como dama de compañía de una de las concubinas del emperador. ¡Su habilidad con la medicina la hará conocida en el palacio por ayudar a resolver muchos misterios!",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/bYPACmBf5Nomw3I2IEGGTNwgvWj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lgI2UIRCFTq99dpSl8VhWGHqrWV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oJKTo78TqipTWZEhqNPbB3KlbWG.png"
    },
    {
      "id": "tmdb:65942",
      "type": "series",
      "name": "Re:Zero - Empezar de cero en un mundo diferente",
      "ids": {
        "tmdb": 65942
      },
      "overview": "Subaru Natsuki es un estudiante corriente de preparatoria que conoce a una hermosa chica de pelo plateado de otro mundo que lo rescata. Para devolverle el favor decide quedarse con ella, pero el destino con el que carga la muchacha es mucho más pesado de lo que Subaru puede imaginar. Los enemigos atacan sin descanso, uno tras otro, hasta que finalmente mueren tanto él como la chica. Subaru no quiere que la chica resulte herida, con lo que jura acabar con cualquier enemigo, con cualquier destino que le aguarde, siempre por protegerla.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/aRwmcX36r1ZpR5Xq5mmFcpUDQ8J.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1ybC4eQa3ESK9D1uRIy7inoS43l.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bbMoSaLgiV7uSwlfrYSFsOcS18j.png"
    },
    {
      "id": "tmdb:83121",
      "type": "series",
      "name": "Kaguya-sama wa Kokurasetai",
      "ids": {
        "tmdb": 83121
      },
      "overview": "Kaguya es hija de una familia muy importante y millonaria. Shirogane es también hijo de buena familia y presidente del consejo. Ambos son admirados por todos en la Academia Shuchiin, y ambos están enamorados el uno del otro, pero no se rebajarán a admitirlo y ambos intentan que sea el otro el que declare primero su amor.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/A6txuwvCMxm9bGX6RE95Wm7FreF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aTVDzcCpulobekDsVjT1dnG2pnx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/56munppXDVJXSBt1GcttOrKMKnH.png"
    },
    {
      "id": "tmdb:37854",
      "type": "series",
      "name": "One Piece",
      "ids": {
        "tmdb": 37854
      },
      "overview": "Riqueza, fama, poder... un hombre había obtenido todo en este mundo, era el Rey de los Piratas Gold Roger. Antes de morir sus últimas palabras inspiraron al mundo a aventurarse al mar: \"¿Mi tesoro? Si lo queréis es vuestro... lo he escondido todo en ese lugar\". Y así dio comienzo lo que se conoce como la Gran Era de la Piratería, lanzando a cientos de piratas al mar para encontrar el gran tesoro One Piece. Esta serie relata las aventuras y desventuras de uno de esos piratas, Monkey D. Luffy, quien accidentalmente de pequeño, comió una Fruta del Diablo (Akuma no Mi en japonés), en particular una Gomu Gomu no Mi que hizo que su cuerpo ganara las propiedades físicas de la goma, convirtiéndose en el hombre de goma. Luffy, después de dicho suceso, decide que se convertirá en el próximo Rey de los Piratas y para ello, deberá encontrar el \"One Piece\".",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/b8cFEdlarCrpOLOjwd7aSw4uRQA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kphUAM2fM7EMKM34OqqDUiT8mmG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9F7daAmibx8ZHTE17CdM5FAwiHE.png"
    },
    {
      "id": "tmdb:46298",
      "type": "series",
      "name": "Hunter × Hunter",
      "ids": {
        "tmdb": 46298
      },
      "overview": "Gon Frecks, un niño de 12 años, vive con su tía Mito y su abuela en Isla Ballena, huérfano de madre y según su tía también de padre. Un día Gon es atacado por un oso del bosque, pero es salvado por un cazador quien le explica que está en busca de su maestro para así convertirse en un cazador, él es quien le dice que su padre Gin está vivo. Enterado de esto Gon decide convertirse en cazador para poder encontrar a su padre.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/i2EEr2uBvRlAwJ8d8zTG2Y19mIa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fv4IfnMTVLZSGnL8zKCTnmtl8L7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/g0xsPFayB2vXiRubeTe4T5PT8GZ.png"
    },
    {
      "id": "tmdb:94664",
      "type": "series",
      "name": "Mushoku Tensei Jobless Reincarnation",
      "ids": {
        "tmdb": 94664
      },
      "overview": "Cuando un autobús atropella a un joven de 34 años que no ha logrado mucho en su vida, su historia no termina ahí. Habiendo reencarnado en un niño, Rudy aprovechará cada oportunidad para vivir la vida que siempre quiso. ¡Con la ayuda de sus amigos, unas habilidades mágicas recién adquiridas, y el coraje para hacer las cosas que siempre ha soñado, se embarca en una aventura épica, con su experiencia pasada intacta!",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/gLKOYIMyKlUHW0SVdskhgf9C0yy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/81j82xSVO8jXHsHVByQLYm2XZ3s.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8hKunCjzL8jfiturHHZfRPfdaLA.png"
    },
    {
      "id": "tmdb:45790",
      "type": "series",
      "name": "JoJo's Bizarre Adventure",
      "ids": {
        "tmdb": 45790
      },
      "overview": "La trama se desarrolla en torno a la historia del linaje Joestar, una poderosa familia de origen británico destinada a combatir fuerzas sobrenaturales malvadas usando poderes adquiridos; la obra abarca varias generaciones de dicho linaje, las cuales son adaptadas en cada parte poniendo un descendiente como protagonista, empezando con Jonathan en el año 1880.  El nombre «JoJo», presente en el título de la obra, consiste en un juego de palabras compuesto por el nombre de los protagonistas de cada parte, los cuales pueden abreviarse como «Jojo» y usarse a forma de apodo; sin embargo, en las últimas partes de la obra se hacen juegos de palabras más complejos: por ejemplo, Josuke es un juego de palabras en japonés en que la sílaba «suke» (助) se puede leer también como «jo», y el diminutivo de Giorno Giovana (Gio. Gio.) tiene una pronunciación bastante similar a «Jojo». Todos los Joestar se identifican porque tienen una marca de nacimiento en forma de estrella de cinco puntas.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/ogAWwbh3frWtiTyyXrZaVFtqCgp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iZwAxspYlszZBBBGHu05EvUZNem.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kNtCppfedimcdRw5sGUK8eFjhsi.png"
    },
    {
      "id": "tmdb:223911",
      "type": "series",
      "name": "Renegade Immortal",
      "ids": {
        "tmdb": 223911
      },
      "overview": "La historia tiene lugar en el mismo universo que Yi Nian Yong Heng (I Will Eternal). Wang Lin es un chico inteligente con padres amorosos. Sin embargo, él y sus padres son rechazados por el resto de la familia. A pesar de su bajo potencial de cultivo, Wang Lin intentará convertirse en un inmortal para enorgullecer a sus padres.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/6AVM12M6UunFmX0bSmP2o4N5Bnt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/abFaM9zZfz9DFhD8trRnvHtjSLm.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7UbWiDZEToMYMBH1X4wei0zCeIo.png"
    },
    {
      "id": "tmdb:101172",
      "type": "series",
      "name": "Tun Shi Xing Kong",
      "ids": {
        "tmdb": 101172
      },
      "overview": "Año 2056. Luo Feng es un joven de 18 años que a pesar de su corta edad y ser extremadamente pobre, logra sobresalir entre las personas de su edad siendo incluso el mejor de su escuela especializada en combate, es élite en diferentes tipos de pelea, y usará todas sus habilidades de entrenamiento para ser parte de estos Luchadores, existencias que incluso en rangos mayores son conocidas como Dioses de la Guerra.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/3iPt9bIPNYmhqQ3BVU4plRkkDbf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/55IjfY12ExzDOK01QJk4nOzfFpu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lVv0rM49IGGWgPYszYQcEQqXtB5.png"
    },
    {
      "id": "tmdb:31910",
      "type": "series",
      "name": "Naruto Shippuden",
      "ids": {
        "tmdb": 31910
      },
      "overview": "La historia transcurre en un mundo dominado por aldeas ninja. En las cuales el papel del ninja se traduce como el poder de cada país. Cada uno de estos cuenta con su aldea oculta que es donde estudian, entrenan, graduan y forman cada ninja. Los ninjas utilizan todo tipo de artes marciales desde la lucha cuerpo a cuerpo a ilusiones o técnicas secretas como por ejemplo la manipulación de elementos.  El protagonista es un joven aspirante a ninja Uzumaki Naruto, un muchacho que sueña en convertirse algun dia en el líder de su aldea (Hokage). Será para él una tarea difícil ya que cuando era solo un bebé le fué confiado en su interior el poder de un ser malvado, que antaño causo grandes males en su aldea (Konoha) y el cual irá poco a poco descubriendo y dominando. Por culpa de ese poder Naruto pasa una dura infancia con desprecio y negación por parte de los vecinos de su aldea...",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/71mASgFgSiPl9QUexVH8BubU0lD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fsZrHyICFykVbuRfFg7N46rJ8vT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qopvxH4C4YIoeJWss0EVLv13rgW.png"
    },
    {
      "id": "tmdb:213402",
      "type": "series",
      "name": "Campfire Cooking in Another World with My Absurd Skill",
      "ids": {
        "tmdb": 213402
      },
      "overview": "Tsuyoshi Mukoda es un oficinista cualquiera al que de repente transportan a otro mundo. La habilidad única que obtiene al llegar a este nuevo mundo es una que parece un tanto inútil, “Supermercado Online”. Al inicio Mukoda está muy deprimido, ¡pero resulta que toda la comida moderna que puede proporcionar a este nuevo mundo con su nueva habilidad tiene algunos efectos increíbles!",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/cXc3yiQ5RrimzfucovjO83RTrnq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uLhdhKiqYbHo3jG0YwLFaJCYoZs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tT9mSFA0hmjzmCM3vMWgrlaJxH5.png"
    },
    {
      "id": "tmdb:65931",
      "type": "series",
      "name": "Bungou Stray Dogs",
      "ids": {
        "tmdb": 65931
      },
      "overview": "La historia se centra en Nakajima Atsushi, que fue expulsado del orfanato y no tiene ningún lugar al que ir. Por el camino se encuentra con Dazai Osamu y con su compañero Kunikida, miembros de una agencia de detectives con poderes sobrenaturales que se dedica a resolver peligrosos casos para la policía y el ejército. Los detectives que forman parte de la agencia son escritores famosos de la vida real, como Osamu Dazai y Doppo Kunikida.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/6AQmGhkYwAqW2OevjXbsh7tZnNO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uNspfOv7QaTyRh0bwB4K6719XfN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8eAseEGBalNf4x7EazLoyuGrr9P.png"
    },
    {
      "id": "tmdb:50712",
      "type": "series",
      "name": "Black Butler",
      "ids": {
        "tmdb": 50712
      },
      "overview": "Ciel Phantomhive, Conde de Phantomhive y propietario de Juguetes Phantom, la compañía de juguetes más grande de la Inglaterra Victoriana, es un niño de 12 años y un amo exigente. Apesar de su corta edad, Ciel Phantomhive cuenta con la confianza total de la Reina Victoria para hacerse cargo de ciertos \"casos\" de í­ndole extraña. A su lado siempre está Sebastian Michaels, el perfecto mayordomo inglés en todos los sentidos, quien puede, de la manera más rápida y eficiente, tanto mantener la mansión en perfecto estado como derrotar a cualquier enemigo que se atreva a interponerse en su camino. Pero qué es exactamente lo que el Conde de Phantomhive busca, y cuáles son las verdaderas intenciones de Sebastian, son las cuestiones que en realidad absolutamente nadie conoce.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/iXGs130TRoUplHf0o86zp9MqAYc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oM5PCcZ05Lsuh1BBl5PzBeiCKPU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wFe5m9XtZHf7m9D1R29LrhAmatr.png"
    },
    {
      "id": "tmdb:38464",
      "type": "series",
      "name": "Blue Exorcist",
      "ids": {
        "tmdb": 38464
      },
      "overview": "Este mundo se compone de dos dimensiones unidas como una sola, justo como un espejo. El primero es el mundo en el que los humanos viven, Assiah. El otro es el mundo de los demonios, Gehenna (infierno). Por lo general, los viajes entre ambos, y de hecho cualquier tipo de contacto entre los dos, es imposible. Sin embargo, los demonios pueden pasar a este mundo por poseer cualquier cosa que exista dentro de este. Satanás es el dios de los demonios, pero hay una cosa que no tiene, y eso es una sustancia en el mundo humano que sea lo suficientemente podeerosa para contenerle a él. Con este fin creó a Rin, su hijo de una mujer humana, pero debera su hijo estar deacuerdo con sus planes O se convertirá en algo más … Un exorcista.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/kpNoqNmElzGUEcEoZyfFwvYXMsR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zs8PQJi3b98DXDjLmYcKHctTIoA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xwuurUmMt8RVmwlpdYW4g3IWRgN.png"
    },
    {
      "id": "tmdb:131041",
      "type": "series",
      "name": "BLUELOCK",
      "ids": {
        "tmdb": 131041
      },
      "overview": "Yoichi es un joven al que acaban de eliminar junto a su equipo. De pronto recibe una carta donde lo convocan para participar en un extraño experimento sobre fútbol.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/sTDTy73OYmKY51EK94Mc6AxogzR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/x6OSrIgRRueeTQ63PoZfUgwpceK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/frZHsrVO7BjhfoHeWRBebKTU5u7.png"
    },
    {
      "id": "tmdb:45247",
      "type": "series",
      "name": "Chihayafuru",
      "ids": {
        "tmdb": 45247
      },
      "overview": "Toda su vida Chihaya ha soñado con ver a su hermana mayor convertirse en la modelo Nº1 de Japón. Eso hasta que un estudiante nuevo llamado Arata le explica que un sueño es aquel en el cual uno mismo trabaja. Esta afirmación cambia el pensamiento de Chihaya y gracias a el descubre su verdadero sueño y pasión, el \"Karuta\" un juego de cartas tradicional de Japón. Ella descubre que tiene un talento innato para este juego y ahora su sueño será ser la mejor jugadora del mundo.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/x1yYnCaK8gLnLgQSnd9IGoapHbx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/e1R4kNrWvSfb8AVViMp0okVJfuk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7WmBNHUH5ZFFpIxBvHvG937fDMi.png"
    },
    {
      "id": "tmdb:46004",
      "type": "series",
      "name": "Date A Live",
      "ids": {
        "tmdb": 46004
      },
      "overview": "Hace treinta años, un extraño fenómeno llamado Terremoto Espacial devastó el centro de Eurasia, llevándose consigo la vida de más de 150 millones de personas. Desde entonces, menores terremotos espaciales se han ido manifestando alrededor del mundo. Shidou Itsuka, un estudiante de secundaria aparentemente normal se encuentra con una chica en el epicentro de un terremoto espacial y es informado por su hermana Kotori que esta chica es uno de los espíritus que, al hacer acto de presencia en el mundo, son causantes de dichos terremotos espaciales. También se entera de que su hermana es la capitana de la nave Ratatoskr y quien lo recluta con el fin de hacer uso de su misteriosa habilidad para sellar los poderes de los espíritus y evitar que se vuelvan una amenaza para la humanidad. Sin embargo, hay un inconveniente: para sellar los poderes de un Espíritu, Shido deberá hacer que éste se enamore de él.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/ylCuI1UK38lXkGGykHsDnC974EP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xO3pLjTkZDakV6czId0MLciNsac.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/psRecKsob4RT56ajUL6J6HISplJ.svg"
    },
    {
      "id": "tmdb:98123",
      "type": "series",
      "name": "The Daily Life of the Immortal King",
      "ids": {
        "tmdb": 98123
      },
      "overview": "Wang Ling ha desarrollado habilidades increíbles desde una edad temprana. Sin embargo, para llevar una vida ordinaria, decide limitar sus poderes en un talismán. Desafortunadamente, su tranquilidad se ve amenazada cuando tiene que participar en una competencia cuando ingresa a la escuela secundaria.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/jDXRZNFqR3IZ3J35Bi2kbCYozxe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1BwooKLb3YStqLKThacUX9l8K5e.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cm6vMurCOSNHUGsvA9VEje4tMC1.png"
    },
    {
      "id": "tmdb:1429",
      "type": "series",
      "name": "Ataque a los Titanes",
      "ids": {
        "tmdb": 1429
      },
      "overview": "Tras un siglo de aparente paz, un titán colosal rompe las murallas que protegían a la humanidad, desatando una nueva masacre. Eren Jaeger y el Cuerpo de Exploradores lucharán para recuperar su mundo y enfrentar la amenaza titán.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/yFPQ4JhhirnCVe2UIKGMYX7TOGZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sfUY3piQeHVos1UiX6ziOxraGxi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bLtSl4iFuA7EZ4FkwrczrDNqHrp.png"
    },
    {
      "id": "tmdb:45782",
      "type": "series",
      "name": "Sword Art Online",
      "ids": {
        "tmdb": 45782
      },
      "overview": "En \"Sword Art Online\", 10,000 jugadores quedan atrapados en un MMORPG donde morir en el juego significa morir en la vida real. Kirito, un jugador solitario, se asocia con la guerrera Asuna para intentar escapar del mundo virtual y completar el juego.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/9m8bFIXPg26taNrFSXGwEORVACD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fsatKuTodTjj3EHQytcgsnbZ5qb.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/twrWwjBFKExNAsEs2BRgbMjU0qv.png"
    },
    {
      "id": "tmdb:114410",
      "type": "series",
      "name": "Chainsaw Man",
      "ids": {
        "tmdb": 114410
      },
      "overview": "Denji es un adolescente que vive con un demonio motosierra llamado Pochita. Para pagar la deuda que le dejó su padre tras su muerte, ha tenido que ganarse el pan como puede matando demonios y vendiendo sus cadáverse a la mafia, aunque su vida siempre ha sido miserable.\n\nCuando una traición provoca la muerte de Denji, Pochita hace un contrato con él y Denji revive como \"Chainsaw Man\", un ser humano con el corazón de un demonio.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/yVtx7Xn9UxNJqvG2BkvhCcmed9S.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sbvHiKrb86zi2RSeos8MkoURTDi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8X3AdUA5q3owusAXOiCOn3FwXUa.png"
    },
    {
      "id": "tmdb:60863",
      "type": "series",
      "name": "Haikyuu!! Los ases del vóley",
      "ids": {
        "tmdb": 60863
      },
      "overview": "Un hecho fortuito desencadena el amor de Shouyou Hinata por el voleibol. Su club no tenía ningún miembro, pero de algún modo perseveró y finalmente realizó su primer y último partido regular de la escuela secundaria, donde fue aniquilado por Tobio Kageyama, un jugador superestrella conocido como \"Rey de la Corte.\" ¡Jurando venganza, Hinata ingresa en el club de voleibol Karasuno, de secundaria alta, solo para volver a encontrarse cara a cara con su odiado rival, Kageyama!",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/k8YZ296JIxo6qr3rS7fxGGJyY4H.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dYzln2iDCMEfUNTJKmRa6rrPxiQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wyL5cbJw5hosM9D7c7z5cWAeThC.png"
    },
    {
      "id": "tmdb:46437",
      "type": "series",
      "name": "Kingdom",
      "ids": {
        "tmdb": 46437
      },
      "overview": "En el Período de los Estados Combatientes de la antigua China (475-221 a. C.), Shin y Hyou son huérfanos de guerra en el reino de Qin. Sueñan con algún día probarse en el campo de batalla. Un día, sin embargo, Hyou es llevado al palacio por un ministro. Terminando en el lado perdedor de una lucha de poder, Hyou logra regresar a la aldea, apenas con vida. Shin luego conoce a un chico que se parece mucho a Hyou, Ei Sei. Por ahora él es el rey de Qin; Más tarde se convertirá en el emperador Shi Huangdi.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/dehuJJkKo50nYvCYppigrWejqLe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wWo9coC8MRxBdL1d399MgBKeKoo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/njxcMoizy5vstTcBK9Sm4BnYaZB.png"
    },
    {
      "id": "tmdb:240411",
      "type": "series",
      "name": "DAN DA DAN",
      "ids": {
        "tmdb": 240411
      },
      "overview": "Cuando Momo, una estudiante de instituto de una familia de médiums espirituales, conoce a su compañero de clase Okarun, un friki del ocultismo, discuten: Momo cree en los fantasmas pero no en los extraterrestres, y Okarun cree en los extraterrestres pero no en los fantasmas. Cuando resulta que ambos fenómenos son reales, en Momo surge un poder oculto y en Okarun el poder de una maldición. Juntos, deberán desafiar a las fuerzas paranormales que amenazan su mundo.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/wQy1dCYgdSwoY78aKFTWFT1xADX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ndkmPUErYaQIhd2wfOW3SMYfwFE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/A9jO4m2vVmvuEhTMf6E6sK16kMp.png"
    },
    {
      "id": "tmdb:210879",
      "type": "series",
      "name": "Rurouni Kenshin",
      "ids": {
        "tmdb": 210879
      },
      "overview": "Readaptación de la serie manga principal.\n\nHace ciento cuarenta años en Kioto, con la llegada de los \"Barcos Negros\" estadounidenses, surgió un guerrero que, derribando hombres con su espada ensangrentada, se ganó el nombre de Hitokiri, ¡asesino! Su espada asesina ayudó a cerrar la turbulenta era de Bakumatsu y abrió la era progresiva conocida como Meiji. Luego desapareció y, con el correr de los años, se convirtió en leyenda.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/zT77Y6iQGmYGBqbhQi0ySD60o9i.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ckAuEQnV0lfhqqxPsH8vulpxF1o.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8xSKn92xvfAPktsiUGD1aLdRYWj.png"
    },
    {
      "id": "tmdb:198182",
      "type": "series",
      "name": "Trono del Sello",
      "ids": {
        "tmdb": 198182
      },
      "overview": "Mientras los demonios se elevaban, la humanidad estaba a punto de extinguirse. Seis templos se levantaron y protegieron el último territorio de la humanidad. Un niño se une al templo como caballero para salvar a su madre. Durante su viaje lleno de milagros y trucos en el mundo donde los templos y los demonios son antagónicos entre sí, ¿podrá ascender al caballero más fuerte y heredar el trono divino sellado? (Fuente: Donghualife)",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/ehRRWs1EfeYiX4ysLLapWeKG4Pq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uLxe7AunjdkirdsdHjTQOUnhwG5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3Yal4enrCbP9QjxNnTrnJ49lUTx.png"
    },
    {
      "id": "tmdb:96316",
      "type": "series",
      "name": "Rent-a-Girlfriend",
      "ids": {
        "tmdb": 96316
      },
      "overview": "Kazuya Kinoshita es un joven universitario de 20 años que tras conseguir novia, pudo besarla, ¡pero lo dejó tras solo un mes! \"Maldita sea, no quiero tener que volver a pasar por eso\". Desesperado, recurre a un método muy particular para tener por fin una cita: solicitar una novia de alquiler. Cuando llega al punto de encuentro le espera una chica: \"Eres Kazuya, ¿verdad?\". Es una chica preciosa de pelo negro y largo que le sonríe con ternura. La chica es Chizuru Mizuhara. ¡Y de esa cita de alquiler nace algo real! Una comedia romántica repleta de amor y emoción da comienzo.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/1xhXRBPBwbTYj8AsUHFdhSjj1z7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gOnjVWuWHBQ2ONdZDvz15hA0CMu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eTBVLxqDvkMuJZTi3rYSlXaZyVv.png"
    },
    {
      "id": "tmdb:73833",
      "type": "series",
      "name": "The Ancient Magus' Bride (Mahou Tsukai no Yome)",
      "ids": {
        "tmdb": 73833
      },
      "overview": "Chise Hatori, 15 años.\n\nPerdida, sin esperanza y sin familia, la compran por dinero. Pero quien la compra no es otra persona, sino un hechicero no humano llamado Elias. Aunque al inicio duda, la joven comenzará una nueva vida como su aprendiz y futura esposa.\n\nSe muda y comienza a vivir una nueva vida pacífica, tranquila pero firme, hasta que un día encuentra un libro ilustrado japonés entre los muchos que le envía Angelica desde Londres. Es un libro que ella descubrió en sus años jóvenes, cuando todavía estaba sola y desamparada.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/xXGAFMGiG55oS8uzuVz7V5JxFb2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6RsvEFTSKUgjfG8vI299qrycZY4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/s6wIb5zul4md6vfJdR4bEHP5abu.png"
    },
    {
      "id": "tmdb:205050",
      "type": "series",
      "name": "Shangri-La Frontier",
      "ids": {
        "tmdb": 205050
      },
      "overview": "\"¿Cuándo fue la última vez que jugué a un juego que no fuera una mierda?\" Este es un mundo en el futuro cercano donde los juegos que usan pantallas se consideran retro, y muchos juegos de realidad virtual no llegan a un mínimo de calidad: son los llamados \"juegos de mierda\". A los que dedican sus vidas a completar estos juegos se les llama \"cazadores de juegos de mierda\", y Rakuro Hizutome es uno de ellos. El juego que ha elegido empezar a continuación es Shangri-La Frontier, un juego que goza de una gran crítica y más de 30 millones de jugadores. ¡La mejor historia de aventuras escrita por el jugador más fuerte de \"juegos de mierda\" está a punto de comenzar!",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/aCGdpgNkgz66R1winFkTFsMAhlC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lLdbnYZu5hfl4vlY4HOjurKDq7a.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tb6GwZGs0Qn1kGA5kd12hAUF1QN.png"
    },
    {
      "id": "tmdb:207468",
      "type": "series",
      "name": "Kaiju No. 8",
      "ids": {
        "tmdb": 207468
      },
      "overview": "Japón sufre constantes ataques de Kaijus, y Kafka Hibino, un limpiador de sus restos, sueña con unirse a las Fuerzas de Defensa. Todo cambia cuando una criatura lo transforma en un Kaiju, ganándose el nombre de \"Kaiju N.8\".",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/bJxGs0w5RAhaX4fIUQu511rvm0S.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kMMFY8gE3HHt5TmzF55jY7I3Fjs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3LLPafM7SMSaFzxdy3Pdy1kQGe4.svg"
    },
    {
      "id": "tmdb:67075",
      "type": "series",
      "name": "Mob Psycho 100",
      "ids": {
        "tmdb": 67075
      },
      "overview": "Kageyama Shigeo, más conocido por el apodo \"Mob\", parece un chico tímido con problemas para relacionarse con los demás, pero en realidad. es un poderoso Esper. Mob quiere ser un niño normal y corriente pero, para mantener su poder psíquico bajo control, tiene que reprimir constantemente sus emociones. Sin embargo, los problemas le persiguen, y vive rodeado por falsos Espers, espíritus malignos y misteriosas organizaciones.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/vR7hwaGQ0ySRoq1WobiNRaPs4WO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fsWldKnTlSfBcUS7i0z33mSPIyu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nH2KsyLFAj9hB0VZYVhpPkFeKPD.png"
    },
    {
      "id": "tmdb:253811",
      "type": "series",
      "name": "Tougen Anki",
      "ids": {
        "tmdb": 253811
      },
      "overview": "Los descendientes de Momotarou y Oni han tenido una rivalidad de siglos. Shiki Ichinose, un adolescente rebelde, descubre que su padre adoptivo, Tsuyoshi, ha estado ocultando su origen Oni. Cuando un Momotarou llega buscando a Shiki, Tsuyoshi muere protegiéndolo, revelando la verdad y despertando el poder Oni de Shiki, quien se transforma en un monstruo lleno de furia.  Atraído por este estallido, Naito Mudano, un profesor Oni, lo lleva a la Academia Rakshasa, donde Shiki debe aprender a controlar su naturaleza impulsiva y luchar contra su sangre demoníaca antes de buscar venganza.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/vnasRNhwT5M3OvTAMzYn4i5fQcT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vAuzNUNlp3LkbkUNHxPbKaSiwb8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5KJjTVvl4ZDFJNHT5NV6etyBHCy.png"
    },
    {
      "id": "tmdb:69500",
      "type": "series",
      "name": "Natsume Yujin-cho",
      "ids": {
        "tmdb": 69500
      },
      "overview": "Natsume es un chico que ha tenido una vida difícil desde pequeño, puesto que puede ver espíritus llamados Youkai, un buen día algunos de esos espíritus empiezan a atacarle pidiéndole \"El Libro de los Amigos\" éste libro, es un diario que le dejó su abuela Reiko que también podía ver los espíritus perfectamente. Ésta fue quien encerró el nombre de muchos de los Youkai, impidiendo así que pudiesen ser libres. Natsume, junto con su amigo y guardaespaldas, decidirá ayudar a los Youkai y liberarlos devolviéndoles su nombre.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/4IAX5fgsyj9SnV2sqEh5JfuOvUo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ejxQidcVJwgjzHUYcg09c3WiXvw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5yXuwShhyHfEc5u3YTgjDIDIw6V.png"
    },
    {
      "id": "tmdb:72517",
      "type": "series",
      "name": "Classroom of the Elite",
      "ids": {
        "tmdb": 72517
      },
      "overview": "Kiyotaka Ayanokouji ingresa a la prestigiosa Academia Tokyo Koudo Ikusei, pero es asignado a la Clase 1-D, donde están los estudiantes con problemas. La escuela otorga puntos mensuales equivalentes a 100,000 yenes y permite una libertad inusual en las clases, ocultando un sistema más complejo.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/yuHanbUUIv2UWRxxQFt9n8jtmOJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/f4cuDOnd8cprtJ2IrTP6eRSbg5E.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/498mpf7DuhKW1wVKQfXuclMy5GP.png"
    },
    {
      "id": "tmdb:204832",
      "type": "series",
      "name": "MASHLE: MAGIC AND MUSCLES",
      "ids": {
        "tmdb": 204832
      },
      "overview": "Este es un mundo de magia.\n\nEste es un mundo en el que todos usan la magia habitualmente.\n\nEn un bosque profundo y oscuro de este mundo de magia, hay un chico que se ejercita a diario.\n\nSu nombre es Mash Burnedead y tiene un secreto: no puede usar magia.\n\nLo único que quería era vivir tranquilo con su familia, pero cuando un día intentan matarlo por no poder usar magia, las cosas se salen de control y acaba inscrito en una escuela mágica, donde su objetivo será convertirse en el \"Iluminado Divino\", el alumno más formidable, el elegido de Dios.\n\n¿Podrán sus poderosos músculos derrotar a los más brillantes usuarios de magia?\n\n¡Se alza el telón de esta historia de magia y fantasía peculiar en el que la fuerza puede con la magia!",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/yORTvQOQTZzZ9JRIpRH4QaIaQBm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bGebBe1NuLRgQfDAMzzAPcskanE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/f1iybcTUUU0QnPwvFjJvChxss6b.png"
    },
    {
      "id": "tmdb:262453",
      "type": "series",
      "name": "Mofa Gongzhu de Xiao Fannao",
      "ids": {
        "tmdb": 262453
      },
      "overview": "Cuando una mujer despierta como Athanasia, la princesa desafortunada de la novela The Lovely Princess, tiene que reescribir esta tragedia o enfrentarse a la ejecución, ¡a manos de su propio padre! Puede que esté atrapada, pero tiene su ingenio y los recuerdos de la chica condenada para ayudarla con un giro argumental de supervivencia. Pero cuando su plan de escape falla, tiene que usar sus encantos para evitar ser ejecutada de nuevo.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/wOOkVZQTmTGXBJ0VPeP02YZl84m.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bo2DaVKFagKsodUk6GWMov9vxV1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9LVzqLwYB3mznDPzuaNhkDsMnO3.png"
    },
    {
      "id": "tmdb:60761",
      "type": "series",
      "name": "Ace of the Diamond",
      "ids": {
        "tmdb": 60761
      },
      "overview": "Eijun es un lanzador zurdo cuyos lanzamientos suelen ser erráticos. Su cuerpo tiene una enorme capacidad de flexibilidad, lo que le permite cambiar la trayectoria de su lanzamiento en el momento preciso que va al bateador. A raíz de que su estilo de juego carece de control, sus lanzamientos cambian de dirección súbitamente antes de que el bateador pueda impactar la bola. Sin embargo, esta condición hace que sus lanzamientos sean muy difíciles para sus rivales, la mayoría de los receptores no saben predecir la dirección que tomará la bola. Inicialmente ha sido muy inconsistente en sus lanzamientos. Su conocimiento sobre béisbol raya en lo mediocre, pero se esfuerza por mejorar y quiere ser el lanzador número 1 de la preparatoria Seidou.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/2kqZX7OKVHkLm2XmI2AXxAd0MrA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dfEmmE3RJh3OYxyqOFDBt0qMS0E.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fbjBgKKQZkg8OnFkCiBqRHwnsqh.png"
    },
    {
      "id": "tmdb:123249",
      "type": "series",
      "name": "My Dress-Up Darling",
      "ids": {
        "tmdb": 123249
      },
      "overview": "Gojo Wakana, un estudiante que sueña con hacer muñecas Hina, se une a Marin Kitagawa, la chica popular de su clase, cuando ella comparte un secreto que los acerca.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/5qk1GjRczsJQLChZZvVdH9i37nW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/q7UdZU8DPp4NOup52yKQ13Bfr00.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/u33mrARoD4XgjVOzj61iMgCGClI.png"
    },
    {
      "id": "tmdb:284644",
      "type": "series",
      "name": "My Status as an Assassin Obviously Exceeds the Hero’s",
      "ids": {
        "tmdb": 284644
      },
      "overview": "Akira es convocado a otro mundo, donde recibe el papel de asesino en lugar de héroe. Pero este poder, aparentemente insignificante, podría ser el más letal. Sospechando de la corona, Akira usará sus habilidades en las sombras para descubrir la verdad.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/oQk3aXYEa4TMd9rAYgzDpAYTU8P.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ckQ2ZpoWGtuTFuCLZRAMd1I6xSo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8dxuiTgtYGNeZ7WYajwz50NUwDo.png"
    },
    {
      "id": "tmdb:60833",
      "type": "series",
      "name": "Mahouka Koukou no Rettousei",
      "ids": {
        "tmdb": 60833
      },
      "overview": "La \"magia\" no es un producto de leyendas ni de cuentos de hadas. Se ha convertido en una tecnología real desde hace ya casi un siglo. La crianza en varios países del Mundo está enfrascada a la carrera de \"Magos\". Shiba Tatsuya es un honorable estudiante sin habilidad mágica cursando secundaria, una secundaria mágica junto con su hermana menor, que pasa a ser la mejor entre los estudiantes de primer año. ¿Qué le pasará a Shiba? ¿Cómo vivirá su vida escolar en la cual él es uno de los muchos \"reservas\" que son mirados hacia abajo por los \"Blooms\"?",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/4mJpMjdghHo4LfvmP1q1mubkEvl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6TdptNC8E4Y7aujYmQLC6WyGWMx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tK4F1w52DDEZs4imUXOTSYQJId4.png"
    },
    {
      "id": "tmdb:26867",
      "type": "series",
      "name": "Mushi-Shi",
      "ids": {
        "tmdb": 26867
      },
      "overview": "Como Mushishi o experto en Mushis, Ginko recorre el mundo ayudando a aquellos cuyas vidas se han visto trastornadas, de una forma u otra, al entrar en contacto con estas criaturas extrañas. Los Mushis habitan, en ocasiones, en los seres humanos, parasitándolos. A cambio, pueden otorgar habilidades extraordinarias a su anfitrión.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/1EdA21TRBXJU5aBP4EHkOMF2tNx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5vgt2Sclapt3qBkhheYbZBt9Lvf.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xFiCp8wraCYN2l2aYJPI4hLxniT.png"
    },
    {
      "id": "tmdb:97617",
      "type": "series",
      "name": "The Misfit of Demon King Academy",
      "ids": {
        "tmdb": 97617
      },
      "overview": "Hace 2000 años, en su vida anterior, a medida que la guerra entre humanos y demonios se desató, el Rey Demonio de la Tiranía, Anos Voldigoad, finalmente se cansó de los combates constantes y decidió que la única manera de lograr la paz era construyendo muros entre las cuatro razas, con la esperanza de que olvidaran su rencor después de mil años más o menos. Así formó un acuerdo con el héroe Kanon, el Gran Espíritu Reno y la Milicia Dios de la Creación y se sacrificó para proporcionar suficiente magia para la causa, diciendo que se reencarnaría después de 2000 años. Pasados los 2000 años, Anos se reencarna y se inscribe en la academia en la que entrenan los candidatos a nuevo Rey Demonio.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/xBNR7V4s5b0qQfRCiyEvIC5PS6v.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nDcItKCXfKFkveiyTwWuCcQxj5A.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yh0RuAyuTVLqjmUdSOACDBY5N10.png"
    }
  ]
}