{
  "metas": [
    {
      "id": "tmdb:240411",
      "type": "series",
      "name": "DAN DA DAN",
      "ids": {
        "tmdb": 240411
      },
      "overview": "Cuando Momo, una estudiante de instituto de una familia de médiums espirituales, conoce a su compañero de clase Okarun, un friki del ocultismo, discuten: Momo cree en los fantasmas pero no en los extraterrestres, y Okarun cree en los extraterrestres pero no en los fantasmas. Cuando resulta que ambos fenómenos son reales, en Momo surge un poder oculto y en Okarun el poder de una maldición. Juntos, deberán desafiar a las fuerzas paranormales que amenazan su mundo.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/6qfZAOEUFIrbUH3JvePclx1nXzz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ndkmPUErYaQIhd2wfOW3SMYfwFE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/A9jO4m2vVmvuEhTMf6E6sK16kMp.png"
    },
    {
      "id": "tmdb:207468",
      "type": "series",
      "name": "Kaiju No. 8",
      "ids": {
        "tmdb": 207468
      },
      "overview": "Japón sufre constantes ataques de Kaijus, y Kafka Hibino, un limpiador de sus restos, sueña con unirse a las Fuerzas de Defensa. Todo cambia cuando una criatura lo transforma en un Kaiju, ganándose el nombre de \"Kaiju N.8\".",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/bJxGs0w5RAhaX4fIUQu511rvm0S.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kMMFY8gE3HHt5TmzF55jY7I3Fjs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tuZMaXNn8GEjUXlhW7zmU0BqMd4.png"
    },
    {
      "id": "tmdb:256721",
      "type": "series",
      "name": "Gachiakuta",
      "ids": {
        "tmdb": 256721
      },
      "overview": "En una ciudad flotante donde los ricos se deshacen de su basura y de las personas, a Ludo lo acusan de asesinato y lo arrojan al Abismo, un infierno habitado por las bestias de la basura. Para sobrevivir, deberá hacer uso de un nuevo poder y unirse a los Limpiadores. El objetivo de Ludo no es solo acabar con los monstruos, sino también con aquellos que lo arrojaron al Infierno.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/lXAyZHGAh0YrAi8x7ekCnoquace.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kUYCWZKjJHgvv5ZvC30x5wcbyj8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ccEM7BBPoBky3bvtJuxkDYNVPae.png"
    },
    {
      "id": "tmdb:95479",
      "type": "series",
      "name": "Jujutsu Kaisen",
      "ids": {
        "tmdb": 95479
      },
      "overview": "Dificultades, arrepentimiento, vergüenza… Los sentimientos negativos de los humanos se convierten en Maldiciones que nos acechan en nuestra vida diaria. Las Maldiciones campan a sus anchas por todo el mundo, y pueden llevar a las personas a sufrir terribles desgracias e incluso dirigirlas a su muerte. Y lo que es peor: solo una Maldición puede exorcizar otra Maldición.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/fHpKWq9ayzSk8nSwqRuaAUemRKh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zAfK8cVjJiYUsVLDkHoIgxJh319.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tEmqJ1k4MdjuaKaetn8wGyZGcyC.png"
    },
    {
      "id": "tmdb:123249",
      "type": "series",
      "name": "My Dress-Up Darling",
      "ids": {
        "tmdb": 123249
      },
      "overview": "Gojo Wakana, un estudiante que sueña con hacer muñecas Hina, se une a Marin Kitagawa, la chica popular de su clase, cuando ella comparte un secreto que los acerca.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/5qk1GjRczsJQLChZZvVdH9i37nW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/q7UdZU8DPp4NOup52yKQ13Bfr00.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qrqTzbxdeozvmNkAS2B29E5TjJd.png"
    },
    {
      "id": "tmdb:209867",
      "type": "series",
      "name": "Frieren: Tras finalizar el viaje",
      "ids": {
        "tmdb": 209867
      },
      "overview": "La maga Frieren formaba parte del grupo del héroe Himmel, quienes derrotaron al Rey Demonio tras un viaje de 10 años y devolvieron la paz al reino. Frieren es una elfa de más de mil años de vida, así que al despedirse de Himmel y sus compañeros promete que regresará para verlos y parte de viaje sola. Al cabo de cincuenta años, Frieren cumple su promesa y acude a visitar a Himmel y al resto. Aunque ella no ha cambiado, Himmel y los demás han envejecido y están en el final de sus vidas. Cuando Himmel muere, Frieren se arrepiente de no haber pasado más tiempo a su lado conociéndolo, así que emprende un viaje para conocer mejor a sus antiguos compañeros, a las personas y descubrir más del mundo.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/v7i3yNKxsDwB5IG9ElWgOGPieE8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9873hKCWHK6QBPQ4sPhpZs5E52T.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/aGO49hn32NLo1ECdnHbfQvvm2VB.png"
    },
    {
      "id": "tmdb:127532",
      "type": "series",
      "name": "Solo Leveling",
      "ids": {
        "tmdb": 127532
      },
      "overview": "Lo que no te mata te hace más fuerte, pero en el caso de Sung Jinwoo, lo que lo mató lo hizo más fuerte. Después de ser brutalmente asesinado por monstruos en una mazmorra de alto rango, Jinwoo regresó con el Sistema, un programa que solo él puede ver y que eleva su nivel en todos los sentidos. Ahora, está decidido a descubrir los secretos detrás de sus poderes y la mazmorra que los engendró.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/geCRueV3ElhRTr0xtJuEWJt6dJ1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8s1Cym5F7EesthvaLMDvi6DpMK5.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/soogvWTvbW2YVpZwUz0SgPBKiVa.png"
    },
    {
      "id": "tmdb:94664",
      "type": "series",
      "name": "Mushoku Tensei Jobless Reincarnation",
      "ids": {
        "tmdb": 94664
      },
      "overview": "Cuando un autobús atropella a un joven de 34 años que no ha logrado mucho en su vida, su historia no termina ahí. Habiendo reencarnado en un niño, Rudy aprovechará cada oportunidad para vivir la vida que siempre quiso. ¡Con la ayuda de sus amigos, unas habilidades mágicas recién adquiridas, y el coraje para hacer las cosas que siempre ha soñado, se embarca en una aventura épica, con su experiencia pasada intacta!",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/gLKOYIMyKlUHW0SVdskhgf9C0yy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/81j82xSVO8jXHsHVByQLYm2XZ3s.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8hKunCjzL8jfiturHHZfRPfdaLA.png"
    },
    {
      "id": "tmdb:253811",
      "type": "series",
      "name": "Tougen Anki",
      "ids": {
        "tmdb": 253811
      },
      "overview": "Los descendientes de Momotarou y Oni han tenido una rivalidad de siglos. Shiki Ichinose, un adolescente rebelde, descubre que su padre adoptivo, Tsuyoshi, ha estado ocultando su origen Oni. Cuando un Momotarou llega buscando a Shiki, Tsuyoshi muere protegiéndolo, revelando la verdad y despertando el poder Oni de Shiki, quien se transforma en un monstruo lleno de furia.  Atraído por este estallido, Naito Mudano, un profesor Oni, lo lleva a la Academia Rakshasa, donde Shiki debe aprender a controlar su naturaleza impulsiva y luchar contra su sangre demoníaca antes de buscar venganza.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/vnasRNhwT5M3OvTAMzYn4i5fQcT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/k7h9p81H6X6TGV70TgOp4TmjXco.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5KJjTVvl4ZDFJNHT5NV6etyBHCy.png"
    },
    {
      "id": "tmdb:232230",
      "type": "series",
      "name": "Lord of Mysteries",
      "ids": {
        "tmdb": 232230
      },
      "overview": "En un mundo victoriano de vapor, barcos de guerra y horrores ocultos, Zhou Mingrui despierta como Klein Moretti. Transita entre la luz y la oscuridad, enzarzado con Iglesias en guerra. Esta es la leyenda de un potencial ilimitado... y de un peligro indescriptible.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/cR5KiAdVeZLG4nDUiCyqfvGzZ3f.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7pm8mYyRduEQqlSNVjCd3tI93av.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bP3K7sD2SJS911Tea9M1Yg6an8C.png"
    },
    {
      "id": "tmdb:46260",
      "type": "series",
      "name": "Naruto",
      "ids": {
        "tmdb": 46260
      },
      "overview": "Naruto es un joven aprendiz de ninja marginado y temido en la Villa Oculta de la Hoja tanto por su carácter hiperactivo y gamberro como por el terrible poder sellado en su interior. Acompañado por el intenso Sasuke y la ingeniosa Sakura, Naruto comienza su aprendizaje decidido a convertirse en maestro Hokage, la más alta distinción entre los ninjas, para ganarse el reconocimiento de los suyos.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/oOkvQ1anSMvdYbUGGf7NAnfwHUt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dW9FQRgTDBdH36FtDbC2qCEKjtQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kaZ99sfclCKWnUgmW7AYrok03Am.png"
    },
    {
      "id": "tmdb:120089",
      "type": "series",
      "name": "SPY x FAMILY",
      "ids": {
        "tmdb": 120089
      },
      "overview": "El espía \"Twilight\" recibe la misión de infiltrarse en la familia de un líder político. Para ello, crea una falsa familia con una hija que lee mentes y una esposa asesina, mientras ocultan sus secretos y viven juntos en una aventura peligrosa para mantener la paz mundial.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/3r4LYFuXrg3G8fepysr4xSLWnQL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/y9jHurBTNwA3hohbYPIvGPFXd73.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jRO2tHRuI1KHn1f2TouXTsuDSer.png"
    },
    {
      "id": "tmdb:220542",
      "type": "series",
      "name": "Los diarios de la boticaria",
      "ids": {
        "tmdb": 220542
      },
      "overview": "Maomao llevaba una vida tranquila ayudando a su padre, un boticario. Todo cambia el día que la venden como sirvienta al palacio del emperador, pero la vida entre nobles y realeza no es para ella. Cuando la familia imperial enferma, ella decide intervenir para encontrar una cura, lo que llama la atención de Jinshi, un guapo oficial de palacio que decide ascenderla como dama de compañía de una de las concubinas del emperador. ¡Su habilidad con la medicina la hará conocida en el palacio por ayudar a resolver muchos misterios!",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/bYPACmBf5Nomw3I2IEGGTNwgvWj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lgI2UIRCFTq99dpSl8VhWGHqrWV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oJKTo78TqipTWZEhqNPbB3KlbWG.png"
    },
    {
      "id": "tmdb:31910",
      "type": "series",
      "name": "Naruto Shippuden",
      "ids": {
        "tmdb": 31910
      },
      "overview": "La historia transcurre en un mundo dominado por aldeas ninja. En las cuales el papel del ninja se traduce como el poder de cada país. Cada uno de estos cuenta con su aldea oculta que es donde estudian, entrenan, graduan y forman cada ninja. Los ninjas utilizan todo tipo de artes marciales desde la lucha cuerpo a cuerpo a ilusiones o técnicas secretas como por ejemplo la manipulación de elementos.  El protagonista es un joven aspirante a ninja Uzumaki Naruto, un muchacho que sueña en convertirse algun dia en el líder de su aldea (Hokage). Será para él una tarea difícil ya que cuando era solo un bebé le fué confiado en su interior el poder de un ser malvado, que antaño causo grandes males en su aldea (Konoha) y el cual irá poco a poco descubriendo y dominando. Por culpa de ese poder Naruto pasa una dura infancia con desprecio y negación por parte de los vecinos de su aldea...",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/71mASgFgSiPl9QUexVH8BubU0lD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fsZrHyICFykVbuRfFg7N46rJ8vT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5fHucuDcgj301sS7yicHVZNGqsT.svg"
    },
    {
      "id": "tmdb:43168",
      "type": "series",
      "name": "Naruto SD: Rock Lee no Seishun Full-Power Ninden",
      "ids": {
        "tmdb": 43168
      },
      "overview": "La historia se centra en Konoha, todos los personajes son chibis (diminutos) y el personaje principal es Rock Lee. Junto con Tenten, Neji, su sensei Maito Gai y los demás, viven aventuras extraordinarias mientras intentan detener el mal de Orochimaru y Kabuto. Rock Lee intenta ganar el amor de Sakura, compitiendo con Naruto. En esta serie los personajes son más exagerados de lo normal y normalmente hacen pequeñas bromas, lo que lo hace muy divertido a la vez.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/2OTMpFejspg3fYnRbiuVuLsZtaq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/olAME0UK1NEBw75gK2bG23I0qlP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5MjIBpgBVtIBgdGv4ggmAgSY6bB.png"
    },
    {
      "id": "tmdb:46298",
      "type": "series",
      "name": "Hunter × Hunter",
      "ids": {
        "tmdb": 46298
      },
      "overview": "Gon Frecks, un niño de 12 años, vive con su tía Mito y su abuela en Isla Ballena, huérfano de madre y según su tía también de padre. Un día Gon es atacado por un oso del bosque, pero es salvado por un cazador quien le explica que está en busca de su maestro para así convertirse en un cazador, él es quien le dice que su padre Gin está vivo. Enterado de esto Gon decide convertirse en cazador para poder encontrar a su padre.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/i2EEr2uBvRlAwJ8d8zTG2Y19mIa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fv4IfnMTVLZSGnL8zKCTnmtl8L7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/g0xsPFayB2vXiRubeTe4T5PT8GZ.png"
    },
    {
      "id": "tmdb:82739",
      "type": "series",
      "name": "Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai",
      "ids": {
        "tmdb": 82739
      },
      "overview": "Existe un rumor sobre un fenómeno misterioso llamado \"síndrome de pubertad\". Por ejemplo, Sakuta Azusagawa es una estudiante de secundaria que de repente ve a una conejita aparecer frente a él. La niña es Mai Sakurajima, la chica de clase superior de Sakuta y también una actriz famosa que se ha apartado de la industria del entretenimiento. Por alguna razón, la gente alrededor de Mai no puede ver su figura de conejita. Sakuta se propone resolver este misterio y, a medida que pasa tiempo con Mai, aprende sus sentimientos secretos. Otras heroínas que tienen \"síndrome de pubertad\" comienzan a aparecer frente a Sakuta.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/kVFszsNX8f7LnajQSNJqlTOdy0y.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dTuzr7NaiSXLfifEbSmGg45axbL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/p4z7VC61dltNqw58BiiaDq2IbI0.png"
    },
    {
      "id": "tmdb:281058",
      "type": "series",
      "name": "Secrets of the Silent Witch",
      "ids": {
        "tmdb": 281058
      },
      "overview": "Monica Everett, la Bruja Silenciosa, es la única practicante del mundo de la Magia sin Voz, una auténtica heroína que, sin ayuda de nadie, combatió contra el Dragón Negro de la leyenda. Sin embargo, la joven portento es en realidad... ¡supertímida! Sí, resulta que aprendió Magia Sin Voz para evitar hablar en público. Sin saberlo, los Siete Sabios le han encomendado una misión secreta para proteger al Segundo Príncipe. ¿Podrá Mónica mantener la compostura mientras se enfrenta tanto a la vida social como a los males que acechan al joven miembro de la realeza?",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/2qqAiyfpVdY8qEtxBeNYKreS4t.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/M7oluQ9f4W4zLmwT9TVkaYTml0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bqIWtliiJeS7dC3dLl9QTrHBvfY.png"
    },
    {
      "id": "tmdb:258348",
      "type": "series",
      "name": "Clevatess",
      "ids": {
        "tmdb": 258348
      },
      "overview": "El reinado de Clevatess, uno de los Señores de las Bestias Oscuras, se desmorona al revivir a un héroe al que él mismo mató y adoptar a un bebé humanoide huérfano: la última esperanza para salvar un mundo moribundo. Ahora unidos, ¿qué destino les espera a este improbable trío?",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/7sWrMBhOS1x4RUCr3o2I4ld13fq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7BWn0XKkmB8Ngj6Jb8QzLhscFIG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sSoQShcfjlAUeWhXoHXtFNFNgfl.png"
    },
    {
      "id": "tmdb:45790",
      "type": "series",
      "name": "JoJo's Bizarre Adventure",
      "ids": {
        "tmdb": 45790
      },
      "overview": "La trama se desarrolla en torno a la historia del linaje Joestar, una poderosa familia de origen británico destinada a combatir fuerzas sobrenaturales malvadas usando poderes adquiridos; la obra abarca varias generaciones de dicho linaje, las cuales son adaptadas en cada parte poniendo un descendiente como protagonista, empezando con Jonathan en el año 1880.  El nombre «JoJo», presente en el título de la obra, consiste en un juego de palabras compuesto por el nombre de los protagonistas de cada parte, los cuales pueden abreviarse como «Jojo» y usarse a forma de apodo; sin embargo, en las últimas partes de la obra se hacen juegos de palabras más complejos: por ejemplo, Josuke es un juego de palabras en japonés en que la sílaba «suke» (助) se puede leer también como «jo», y el diminutivo de Giorno Giovana (Gio. Gio.) tiene una pronunciación bastante similar a «Jojo». Todos los Joestar se identifican porque tienen una marca de nacimiento en forma de estrella de cinco puntas.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/ogAWwbh3frWtiTyyXrZaVFtqCgp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iZwAxspYlszZBBBGHu05EvUZNem.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kNtCppfedimcdRw5sGUK8eFjhsi.png"
    },
    {
      "id": "tmdb:96316",
      "type": "series",
      "name": "Rent-a-Girlfriend",
      "ids": {
        "tmdb": 96316
      },
      "overview": "Kazuya Kinoshita es un joven universitario de 20 años que tras conseguir novia, pudo besarla, ¡pero lo dejó tras solo un mes! \"Maldita sea, no quiero tener que volver a pasar por eso\". Desesperado, recurre a un método muy particular para tener por fin una cita: solicitar una novia de alquiler. Cuando llega al punto de encuentro le espera una chica: \"Eres Kazuya, ¿verdad?\". Es una chica preciosa de pelo negro y largo que le sonríe con ternura. La chica es Chizuru Mizuhara. ¡Y de esa cita de alquiler nace algo real! Una comedia romántica repleta de amor y emoción da comienzo.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/kZXZZNCV6LvFTxfAA9HBwCwKZEz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gOnjVWuWHBQ2ONdZDvz15hA0CMu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eTBVLxqDvkMuJZTi3rYSlXaZyVv.png"
    },
    {
      "id": "tmdb:30983",
      "type": "series",
      "name": "Detective Conan",
      "ids": {
        "tmdb": 30983
      },
      "overview": "Shinichi Kudo es un joven detective que consigue esclarecer cualquier misterio, por difícil que sea. Un día, nuestro protagonista descubre los maléficos planes de una peligrosa organización criminal y es envenenado. Sin embargo, el veneno no lo mata, sino que por accidente, lo encoge y lo convierte en un niño de apenas 6 años. Atrapado en este cuerpo, Shinichi, bajo el seudónimo de Conan Edogawa, deberá resolver los casos más difíciles mientras intenta encontrar un antídoto que lo devuelva a la normalidad y hacer lo posible para que su amiga, Ran Mouri, no sospeche quién es realmente el sabiondo Conan...",
      "year": 1996,
      "poster": "https://image.tmdb.org/t/p/w342/ibd5jpPu2oxup9ecU8xvwlRZF0O.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kbxIwkmVfkDvL4mq2V7WbyZAVFy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mliYec9AVYK8Mv1R9c5vldVJSdO.png"
    },
    {
      "id": "tmdb:131041",
      "type": "series",
      "name": "BLUELOCK",
      "ids": {
        "tmdb": 131041
      },
      "overview": "Yoichi es un joven al que acaban de eliminar junto a su equipo. De pronto recibe una carta donde lo convocan para participar en un extraño experimento sobre fútbol.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/sTDTy73OYmKY51EK94Mc6AxogzR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/x6OSrIgRRueeTQ63PoZfUgwpceK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/frZHsrVO7BjhfoHeWRBebKTU5u7.png"
    },
    {
      "id": "tmdb:72517",
      "type": "series",
      "name": "Classroom of the Elite",
      "ids": {
        "tmdb": 72517
      },
      "overview": "Kiyotaka Ayanokouji ingresa a la prestigiosa Academia Tokyo Koudo Ikusei, pero es asignado a la Clase 1-D, donde están los estudiantes con problemas. La escuela otorga puntos mensuales equivalentes a 100,000 yenes y permite una libertad inusual en las clases, ocultando un sistema más complejo.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/yuHanbUUIv2UWRxxQFt9n8jtmOJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/f4cuDOnd8cprtJ2IrTP6eRSbg5E.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/498mpf7DuhKW1wVKQfXuclMy5GP.png"
    },
    {
      "id": "tmdb:281615",
      "type": "series",
      "name": "The Water Magician",
      "ids": {
        "tmdb": 281615
      },
      "overview": "La reencarnación hacía soñar a Ryo con la paz, pero en su lugar se encuentra en un desierto infestado de monstruos. Gracias a la magia del agua y a su eterna juventud, sobrevive durante 20 años a innumerables maleficios y se convierte en uno de los magos más poderosos de la historia. El destino de Ryo cambia cuando conoce a Abel, un caballero excepcional, que lo coloca en el punto de mira de la sociedad mágica. Así comienza la trepidante aventura del Mago del Agua.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/9GWz3D9aBgtn6pMiu3DTZL3h5ua.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/s7LgF8NmL0Qi9fWAeZvOBx9s2jy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oYBIwLtb0LjT9h0k0RHetFELO0U.png"
    },
    {
      "id": "tmdb:99073",
      "type": "series",
      "name": "Slime Taoshite 300-nen, Shiranai Uchi ni Level Max ni Nattemashita",
      "ids": {
        "tmdb": 99073
      },
      "overview": "Tras una tortuosa vida como oficinista, Azusa acabó palmando por trabajar demasiado. Sin embargo, termina reencarnada como una bruja eterna e inmortal en un nuevo mundo, y jura pasar sus días libre de estrés y de la manera más placentera posible. Se gana la vida dando caza a los objetivos más fáciles: ¡los slime! Pero después de siglos de hacer este simple trabajo termina con unos poderes que hacen peligrar su discreta vida.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/iyTiJqrAs2YItyTYGI18PdqX65c.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/o8PPDPlOYgba1YcnktZiwI9kWUQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sSBmpsMNynAs9a0W6RZy3qdF5KM.png"
    },
    {
      "id": "tmdb:97860",
      "type": "series",
      "name": "Tower of God",
      "ids": {
        "tmdb": 97860
      },
      "overview": "En Tower of God conoceremos el viaje de un joven que se abre paso a través de multitud de combates en una misteriosa torre, forjando vínculos, descubriendo las normas que gobieran el lugar y enfrentando terrores inimaginables mientras lucha por recuperar a la única amistad que jamás conoció.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/8v8ANBJNUzvA8F6sM20DBt3zZ44.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jY4xsdxTqJuabDp1DSyu2ER7Kgg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/knLSj4alqkHpmkNgy1DxTJvxSdV.png"
    },
    {
      "id": "tmdb:85937",
      "type": "series",
      "name": "Kimetsu no Yaiba: Guardianes de la Noche",
      "ids": {
        "tmdb": 85937
      },
      "overview": "Tanjiro Kamado vive feliz con su madre y hermanos pequeños en la montaña, subsistiendo humildemente. Una mañana, al regresar a casa, se encuentra a toda su familia asesinada y a su hermana Nezuko convertida en demonio. Tanjiro buscará desesperadamente la manera de devolverla a su condición humana y de cobrarse venganza. Para ello, se someterá a un arduo entrenamiento, con el objetivo de ingresar en el Cuerpo de Matademonios y dar caza al demonio Muzan Kibutsuji, con la ayuda de Nezuko, que se resiste a perder del todo su humanidad. Juntos forman la nueva hornada de los guardianes de la noche.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/inXU5hvbDbitrYOgLrq2QjYqiJD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/anwLFMVHzHzreEniSF5Tfx9ir6T.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rMSl6ed3QBhgaK1ZubRnarPRS6G.svg"
    },
    {
      "id": "tmdb:60761",
      "type": "series",
      "name": "Ace of the Diamond",
      "ids": {
        "tmdb": 60761
      },
      "overview": "Eijun es un lanzador zurdo cuyos lanzamientos suelen ser erráticos. Su cuerpo tiene una enorme capacidad de flexibilidad, lo que le permite cambiar la trayectoria de su lanzamiento en el momento preciso que va al bateador. A raíz de que su estilo de juego carece de control, sus lanzamientos cambian de dirección súbitamente antes de que el bateador pueda impactar la bola. Sin embargo, esta condición hace que sus lanzamientos sean muy difíciles para sus rivales, la mayoría de los receptores no saben predecir la dirección que tomará la bola. Inicialmente ha sido muy inconsistente en sus lanzamientos. Su conocimiento sobre béisbol raya en lo mediocre, pero se esfuerza por mejorar y quiere ser el lanzador número 1 de la preparatoria Seidou.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/pp5tCc1wlhR9XmtO1YcHrPB8CDb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dfEmmE3RJh3OYxyqOFDBt0qMS0E.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fbjBgKKQZkg8OnFkCiBqRHwnsqh.png"
    },
    {
      "id": "tmdb:1429",
      "type": "series",
      "name": "Ataque a los Titanes",
      "ids": {
        "tmdb": 1429
      },
      "overview": "Tras un siglo de aparente paz, un titán colosal rompe las murallas que protegían a la humanidad, desatando una nueva masacre. Eren Jaeger y el Cuerpo de Exploradores lucharán para recuperar su mundo y enfrentar la amenaza titán.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/yFPQ4JhhirnCVe2UIKGMYX7TOGZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sfUY3piQeHVos1UiX6ziOxraGxi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bLtSl4iFuA7EZ4FkwrczrDNqHrp.png"
    },
    {
      "id": "tmdb:213830",
      "type": "series",
      "name": "I Was Reincarnated as the 7th Prince so I Can Take My Time Perfecting My Magical Ability",
      "ids": {
        "tmdb": 213830
      },
      "overview": "El príncipe Lloyd no siempre fue un príncipe... de hecho, su vida anterior es una que recuerda perfectamente: era una especie de hechicero. Así que cuando se vio obligado a reencarnarse, decidió continuar sus estudios, ¡príncipe del reino o no! Pero su nueva vida tiene sus propios retos... ¡incluido el de ser un niño de 10 años! ¿Qué hará el séptimo príncipe hechicero?",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/kMDJ2hdBTLZn33O53xCtE14fFD1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5aVJULcnX6y2qZ3FHfUtr3R8hOl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fmYm0BcEHotd2SQCoKmqzqx1Wv0.png"
    },
    {
      "id": "tmdb:37854",
      "type": "series",
      "name": "One Piece",
      "ids": {
        "tmdb": 37854
      },
      "overview": "Riqueza, fama, poder... un hombre había obtenido todo en este mundo, era el Rey de los Piratas Gold Roger. Antes de morir sus últimas palabras inspiraron al mundo a aventurarse al mar: \"¿Mi tesoro? Si lo queréis es vuestro... lo he escondido todo en ese lugar\". Y así dio comienzo lo que se conoce como la Gran Era de la Piratería, lanzando a cientos de piratas al mar para encontrar el gran tesoro One Piece. Esta serie relata las aventuras y desventuras de uno de esos piratas, Monkey D. Luffy, quien accidentalmente de pequeño, comió una Fruta del Diablo (Akuma no Mi en japonés), en particular una Gomu Gomu no Mi que hizo que su cuerpo ganara las propiedades físicas de la goma, convirtiéndose en el hombre de goma. Luffy, después de dicho suceso, decide que se convertirá en el próximo Rey de los Piratas y para ello, deberá encontrar el \"One Piece\".",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/b8cFEdlarCrpOLOjwd7aSw4uRQA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kphUAM2fM7EMKM34OqqDUiT8mmG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9F7daAmibx8ZHTE17CdM5FAwiHE.png"
    },
    {
      "id": "tmdb:65942",
      "type": "series",
      "name": "Re:Zero - Empezar de cero en un mundo diferente",
      "ids": {
        "tmdb": 65942
      },
      "overview": "Subaru Natsuki es un estudiante corriente de preparatoria que conoce a una hermosa chica de pelo plateado de otro mundo que lo rescata. Para devolverle el favor decide quedarse con ella, pero el destino con el que carga la muchacha es mucho más pesado de lo que Subaru puede imaginar. Los enemigos atacan sin descanso, uno tras otro, hasta que finalmente mueren tanto él como la chica. Subaru no quiere que la chica resulte herida, con lo que jura acabar con cualquier enemigo, con cualquier destino que le aguarde, siempre por protegerla.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/aRwmcX36r1ZpR5Xq5mmFcpUDQ8J.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1ybC4eQa3ESK9D1uRIy7inoS43l.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bbMoSaLgiV7uSwlfrYSFsOcS18j.png"
    },
    {
      "id": "tmdb:65931",
      "type": "series",
      "name": "Bungou Stray Dogs",
      "ids": {
        "tmdb": 65931
      },
      "overview": "La historia se centra en Nakajima Atsushi, que fue expulsado del orfanato y no tiene ningún lugar al que ir. Por el camino se encuentra con Dazai Osamu y con su compañero Kunikida, miembros de una agencia de detectives con poderes sobrenaturales que se dedica a resolver peligrosos casos para la policía y el ejército. Los detectives que forman parte de la agencia son escritores famosos de la vida real, como Osamu Dazai y Doppo Kunikida.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/6AQmGhkYwAqW2OevjXbsh7tZnNO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uNspfOv7QaTyRh0bwB4K6719XfN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8eAseEGBalNf4x7EazLoyuGrr9P.png"
    },
    {
      "id": "tmdb:45857",
      "type": "series",
      "name": "Katekyo Hitman Reborn!",
      "ids": {
        "tmdb": 45857
      },
      "overview": "Tsuna es un estudiante de instituto bastante tímido y que es un fracaso en absolutamente todo: los estudios, los deportes y socializando con los demás. Pero todo cambia de repente cuando ante Tsuna aparece un bebé que dice llamarse Reborn y ser un Tutor Mafioso enviado por la Familia Vongola, una poderosa Familia de la mafia italiana. Reborn acude a Tsuna para entrenarlo como ¡el décimo jefe de los Vongola!",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/6x7mx9f3ufHCC3pNgMoMnzVo3jw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3wztM15Bq7TX3Kc8IzApqsOQQjK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/h3RxtFf7fqSzVxaGwcRqXg8Lx8L.png"
    },
    {
      "id": "tmdb:272059",
      "type": "series",
      "name": "TO BE HERO X",
      "ids": {
        "tmdb": 272059
      },
      "overview": "Este es un mundo en el que los mejores héroes son aclamados. El \"Valor de Confianza\" es lo que crea superhéroes. Si la gente cree que un héroe \"puede volar\", adquirirá la capacidad de volar. También ocurre al revés: aunque un héroe tenga poderes, si baja su Valor de Confianza, también perderá sus poderes. El Valor de Confianza se mide en forma de datos y se usa para clasificar a los héroes. Una vez cada dos años, los mejores héroes se reúnen para competir en un torneo especial. El Valor de Confianza de los participantes en el torneo varía en función de su rendimiento en el mismo, actualizándose posteriormente la clasificación, y al héroe que queda en lo más alto se lo conoce como \"X\"...",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/7ynNG9lYS9HIR8cYMgawO19VPkg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4yMSPxUoF2Tm7rdFqhtEwZaEVVx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/p587sjOrrFzUhP27Vd17i1bJp2n.png"
    },
    {
      "id": "tmdb:62568",
      "type": "series",
      "name": "Yamada-kun y las Siete Brujas",
      "ids": {
        "tmdb": 62568
      },
      "overview": "La historia del manga original da comienzo cuando un muchacho de instituto llamado Yamada se topa con una preciosa chica llamada Shiraishi en las escaleras y al caer, los labios de ambos se encuentran. Mientras se recomponen del golpe, se dan cuenta de que han intercambiado cuerpos. Con el paso del tiempo ambos se dan cuenta de que su intercambio no es el único caso extraño que se produce en el instituto.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/y7j7cptjQvaMX2l12EkatqC54Q9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/udCwCPDlWTfKDxXIqMNqxXcibfu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tITfa1jqJmh0bNggtlh9TDk90xc.png"
    },
    {
      "id": "tmdb:63926",
      "type": "series",
      "name": "One Punch Man",
      "ids": {
        "tmdb": 63926
      },
      "overview": "La historia tiene lugar en una de las metrópolis ficticias de la Tierra, la Ciudad Z en Japón. El mundo está lleno de extraños monstruos que misteriosamente aparecen y causan muchos desastres. Saitama, el protagonista, es un poderoso superhéroe que derrota fácilmente a los monstruos u otros villanos con un único golpe. Debido a esto, Saitama ha encontrado aburrida su fuerza y siempre está tratando de encontrar rivales más poderosos que le puedan igualar.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/jbYJuxfZMpYDalkiOnBcCv9TaL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/t9futsXE3RhY9ielKHjA6oDAhrL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/s4c20xXgSDjbYAcpKchuWRU3zuR.png"
    },
    {
      "id": "tmdb:120142",
      "type": "series",
      "name": "Sabikui Bisco",
      "ids": {
        "tmdb": 120142
      },
      "overview": "La historia está ambientada en un Japón devastado por una plaga de óxido y detalla el viaje del cazador de hongos más fuerte Bisco Akaboshi y el joven médico Milo Nekoyanagi, y su búsqueda del legendario hongo medicinal “Sabikui”, que se cree que es la cura.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/j0svbwWz6I0qOoR8pFIDoAiSFCW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1PjeMinKDUgHaWyFdlkCXKlDZnb.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uOrnRsnQGBuSGzdxBypEG2L5TMo.png"
    },
    {
      "id": "tmdb:83095",
      "type": "series",
      "name": "The Rising of the Shield Hero",
      "ids": {
        "tmdb": 83095
      },
      "overview": "Un joven otaku es convocado por arte de magia a un universo paralelo como uno de los cuatro héroes elegidos para salvar el mundo de su vaticinada destrucción.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/yjq2n0agGJfmZQ9NpbYIhuBofcq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gaytptmyFEflHErnlx1lbkflh4d.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/z70hnNCbSaI9cNuTGI3iOLQ37mn.png"
    },
    {
      "id": "tmdb:272556",
      "type": "series",
      "name": "Dealing with Mikadono Sisters Is a Breeze",
      "ids": {
        "tmdb": 272556
      },
      "overview": "Yu Ayase, hijo de una legendaria actriz ya fallecida, es tremendamente mediocre. Cuando recibe una invitación para mudarse a casa de una amiga de su madre, Yu se sorprende al descubrir que vivirá con tres hermanas superdotadas que son tan guapas como inteligentes... y que gobiernan su nuevo instituto como las Tres Emperadoras. ¿Conseguirá Yu derretir los fríos corazones de las hermanas y cumplir el último deseo de su madre, que forme una familia feliz?",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/7JMW8B6JqARUxc01h6mctKp1TFv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kWWIcJmWhMsEHzdSpul9UJVt6QV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6QxZkKek8SpRHjwQyVWgGvDE6Rq.png"
    },
    {
      "id": "tmdb:114410",
      "type": "series",
      "name": "Chainsaw Man",
      "ids": {
        "tmdb": 114410
      },
      "overview": "Denji es un adolescente que vive con un demonio motosierra llamado Pochita. Para pagar la deuda que le dejó su padre tras su muerte, ha tenido que ganarse el pan como puede matando demonios y vendiendo sus cadáverse a la mafia, aunque su vida siempre ha sido miserable.\n\nCuando una traición provoca la muerte de Denji, Pochita hace un contrato con él y Denji revive como \"Chainsaw Man\", un ser humano con el corazón de un demonio.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/npdB6eFzizki0WaZ1OvKcJrWe97.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sbvHiKrb86zi2RSeos8MkoURTDi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8X3AdUA5q3owusAXOiCOn3FwXUa.png"
    },
    {
      "id": "tmdb:60846",
      "type": "series",
      "name": "Log Horizon",
      "ids": {
        "tmdb": 60846
      },
      "overview": "La historia comienza cuando 30.000 jugadores japoneses son atrapados en el mundo del juego de fantasía en línea Elder Tale. Lo que antes era un mundo de espadas y brujerías es ahora el mundo real. El principal protagonista Shiroe intenta sobrevivir con su viejo amigo Naotsugu y el hermoso asesino Akatsuki.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/62vfauCjvUmcaev0yfCnASa6yhm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jram7pbKCXtqomeEgKwQGZr9jfi.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xZ3F4LSRJRcDLffG9nNZY5iNM5C.png"
    },
    {
      "id": "tmdb:276880",
      "type": "series",
      "name": "Please Put Them On, Takamine-san",
      "ids": {
        "tmdb": 276880
      },
      "overview": "Takane Takamine, presidenta del consejo estudiantil, es toda una estrella en el instituto. Por otro lado, Koushi Shirota no es que tenga muchos amigos. Todo cambia cuando Koushi descubre por casualidad la habilidad de Takane para volver atrás en el tiempo y alterar el pasado con tan solo quitarse la ropa interior. Después de darle un poco la lata, Koushi acepta ayudar a Takane y ser su guardarropa personal... teniendo siempre a mano ropa interior de repuesto.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/mN5yLKKW89XomkKE9hFEjsaww3s.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5AYXcPhbtPe6i1MPnutPhCV6qNd.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mxGPTDFHZ3l2QNIHmcz26GGIG1g.png"
    },
    {
      "id": "tmdb:105009",
      "type": "series",
      "name": "Tokyo Revengers",
      "ids": {
        "tmdb": 105009
      },
      "overview": "Takemichi Hanagaki es un trabajador que ha tocado fondo en la vida. Entonces descubre que la única novia que tuvo jamás, en sus años de secundaria, la joven Hinata Tachibana, ha muerto a manos de la pandilla Tokyo Manji. El día que descubre la noticia de su muerte, está en la estación de tren cuando alguien lo empuja a las vías. Cierra los ojos pensando que está a punto de morir, pero cuando los abre, sin saber cómo, ha retrocedido 12 años en el tiempo. Ahora podrá revivir aquellos días que él consideraba los mejores de su vida y Takemichi intentará vengarse de su vida.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/arB3L9pZZBSzUPSC8BEv8c3X0bF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ndUqicsRqRFKSF4qb2HH0eiYiW7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eEGzmdEdVEkduO8IYsltQZo5ejO.png"
    },
    {
      "id": "tmdb:31654",
      "type": "series",
      "name": "Digimon Adventure",
      "ids": {
        "tmdb": 31654
      },
      "overview": "Siete niños disfrutan de sus vacaciones de verano en un campamento, cuando de repente, se ven envueltos en un misterioso mundo: El Mundo Digital. Un mundo paralelo al suyo formado a partir de datos digitales. Allí conocen a sus compañeros los digimon, y juntos tendrán que solucionar los extraños sucesos que aterran la Isla File, provocados por Devimon. Pero tal vez no sea ese el único motivo por el que aparecieron en aquel misterioso mundo, tendrán que enfrentarse a más de una aventura para descubrirlo y volver a su mundo original.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/mUhLvUY0ndhxWr1xmDp6bZgddUZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rjkMqxsjbNJ3467IWXml04tyBTW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xvSbXfAhv6SLDnXUNxuhKaJsEp2.png"
    },
    {
      "id": "tmdb:13916",
      "type": "series",
      "name": "Death Note",
      "ids": {
        "tmdb": 13916
      },
      "overview": "Light Yagami, un estudiante japonés, encuentra un cuaderno llamado Death Note que permite matar a cualquier persona cuyo nombre se escriba en él. Usando este poder, decide crear un mundo \"perfecto\" eliminando a los criminales.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/tCZFfYTIwrR7n94J6G14Y4hAFU6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/AsIv5z7IQtK3XpBqYxsdguv1ji.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tdmqbFnG79NFRoQkI2HrrfAWRQv.png"
    },
    {
      "id": "tmdb:122587",
      "type": "series",
      "name": "Una pareja de cucos",
      "ids": {
        "tmdb": 122587
      },
      "overview": "Nagi Umino es un estudiante de instituto al que intercambiaron con el hijo de otra familia cuando nació, pero ahora por fin va a conocer a sus padres biológicos. El día que va a conocerlos se encuentra con Erika Amano, estudiante en un instituto femenino para señoritas de buena familia. A petición de la chica, Nagi se ve medio forzado a fingir ser su novio para evitar un matrimonio concertado... Sin embargo, lo que no sabían es que además de ser falsos prometidos, ¡son los bebés a los que intercambiaron al nacer!",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/qamPyOJqKQUlVyChKv16D0z2Hhy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5zaL0V6ll1xCzRzKIsza7RXSUIV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nytpdIhuTSZQeJuHtucUJGqSWdH.png"
    },
    {
      "id": "tmdb:284771",
      "type": "series",
      "name": "Yuusha Party o Tsuihou Sareta Shiro Madoushi",
      "ids": {
        "tmdb": 284771
      },
      "overview": "Lloyd, un mago blanco considerado inútil, es expulsado del grupo del héroe. Creyéndose un aventurero común, acepta una misión con un equipo de rango S, sin notar que su magia de apoyo es increíblemente poderosa. Mientras el grupo del héroe se desmorona sin él, Lloyd, sin darse cuenta, se vuelve una leyenda.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/6eHbGa0m8kSVWF8ImDJ7U53CNzY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oPiZmkOlew1IGJWJ5HBKmqekuvR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yX03knFm1q0wubVoGOKywNu0F6d.png"
    },
    {
      "id": "tmdb:110070",
      "type": "series",
      "name": "Horimiya",
      "ids": {
        "tmdb": 110070
      },
      "overview": "Kyouko es una alumna modélica y popular que al llegar a casa se convierte en una chica hogareña muy discreta. Miyamura, su compañero de clase, es un tipo del montón con cierto aire de friki que en sus ratos libres se transforma en un chico muy atractivo con piercings y mucho estilo. ¿Qué ocurriría si Izumi y Kyouko descubrieran la cara oculta el uno del otro?",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/yxk74s3QHx4K3rKpiPisLLqPJ5J.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yLYUJzI9OpKE55YW12sNqKATKuM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7x0ezrWgpaFZHV5PbMvxQnQzmyq.png"
    }
  ]
}