{
  "metas": [
    {
      "id": "tmdb:280042",
      "type": "series",
      "name": "A Wild Last Boss Appeared!",
      "ids": {
        "tmdb": 280042
      },
      "overview": "Un hombre se reencarna en el personaje de Ruphas del videojuego Exgate 200 años después de que caiga derrotada frente a los siete héroes. Pero el juego no es como él pensaba que era y las reglas han cambiado.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/9dhoMwDpkJm5dsSIiHMPl7or76t.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4d1wPKLXjkbmpgNGpr9ElULORrY.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dlLrd2N8QRLCrqAR0G8K2LcIME4.png"
    },
    {
      "id": "tmdb:293010",
      "type": "series",
      "name": "Let's Play",
      "ids": {
        "tmdb": 293010
      },
      "overview": "Samara \"Sam\" Young es una desarrolladora en Los Ángeles que está a punto de lograr sus sueños con su primer videojuego, Ruminate. Eso es, hasta que un popular streamer le da al juego una reseña mordaz. Peor aún, ¡Sam descubre que el problemático crítico es ahora su nuevo vecino!",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/aLzTaEle2w6W4rKKbIrF6WYWw9w.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eXL11AmfF5SGm3tlfPsbGpJDYCc.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ci6hBgh9iVAXYPmdDh8GOrYLCE9.png"
    },
    {
      "id": "tmdb:276349",
      "type": "series",
      "name": "Yano-kun no Futsuu no Hibi",
      "ids": {
        "tmdb": 276349
      },
      "overview": "Yoshida no puede evitar preocuparse por Yano, su compañero que llega cada día con nuevas heridas. Movida por su deseo de cuidarlo, se acerca a él, dando inicio a una peculiar comedia romántica entre una chica empática y un chico propenso a lastimarse.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/jzj8HxW4PPabkzaACIBYjiCgp38.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aoMIEFp2U1rCuGIRmcRdYHq532O.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5BCy1sRNQ5T8cFoK66CjqGSSI5T.png"
    },
    {
      "id": "tmdb:262453",
      "type": "series",
      "name": "The Fated Magical Princess: Who Made Me a Princess",
      "ids": {
        "tmdb": 262453
      },
      "overview": "Cuando una mujer despierta como Athanasia, la princesa desafortunada de la novela The Lovely Princess, tiene que reescribir esta tragedia o enfrentarse a la ejecución, ¡a manos de su propio padre! Puede que esté atrapada, pero tiene su ingenio y los recuerdos de la chica condenada para ayudarla con un giro argumental de supervivencia. Pero cuando su plan de escape falla, tiene que usar sus encantos para evitar ser ejecutada de nuevo.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/mmrvO0JdjUdKzu9fVhzcen0KtrB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bo2DaVKFagKsodUk6GWMov9vxV1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9LVzqLwYB3mznDPzuaNhkDsMnO3.png"
    },
    {
      "id": "tmdb:274548",
      "type": "series",
      "name": "Captivated, by You",
      "ids": {
        "tmdb": 274548
      },
      "overview": "Joji Ema va a un instituto exclusivamente masculino. Después del festival de atletismo de la escuela, Miyoshi Hayashi, un peculiar compañero de Ema, empieza a portarse de forma muy rara con él. Yuichi Medaka va a un instituto mixto y acaba sentándose detras de Akira Nikaido, un misterioso estudiante que no cae bien a la mayoría del instituto. Descubre una colección de historias sobre lo que supone ser joven.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/gxcFlwqOw9FyDx3hC5NExeQeybS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ozQYyPKdN9rNNsGuZ0mJVLr31cE.jpg"
    },
    {
      "id": "tmdb:284771",
      "type": "series",
      "name": "Yuusha Party o Tsuihou Sareta Shiro Madoushi",
      "ids": {
        "tmdb": 284771
      },
      "overview": "Lloyd, un mago blanco considerado inútil, es expulsado del grupo del héroe. Creyéndose un aventurero común, acepta una misión con un equipo de rango S, sin notar que su magia de apoyo es increíblemente poderosa. Mientras el grupo del héroe se desmorona sin él, Lloyd, sin darse cuenta, se vuelve una leyenda.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/6eHbGa0m8kSVWF8ImDJ7U53CNzY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oPiZmkOlew1IGJWJ5HBKmqekuvR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yX03knFm1q0wubVoGOKywNu0F6d.png"
    },
    {
      "id": "tmdb:281044",
      "type": "series",
      "name": "Solo Camping for Two",
      "ids": {
        "tmdb": 281044
      },
      "overview": "Gen Kinokura solo quería disfrutar de sus tranquilas acampadas en solitario, sin distracciones ni problemas... o así era hasta que aparece Shizuku Kusano, una novata despistada pero muy optimista que se cuela en su campamento (literalmente). El ahora algo mosqueado amante del aire libre tendrá el marrón de enseñarle a la jovencita cómo funciona todo.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/56CNhDGIRe1G5wws0d4GDHsv6Th.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lPpKeKWD0dfHB8ZakfEavurVZ1T.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1TgzfJR7bKza0qZwu8AlmY3zEBv.png"
    },
    {
      "id": "tmdb:253811",
      "type": "series",
      "name": "Tougen Anki",
      "ids": {
        "tmdb": 253811
      },
      "overview": "Los descendientes de Momotarou y Oni han tenido una rivalidad de siglos. Shiki Ichinose, un adolescente rebelde, descubre que su padre adoptivo, Tsuyoshi, ha estado ocultando su origen Oni. Cuando un Momotarou llega buscando a Shiki, Tsuyoshi muere protegiéndolo, revelando la verdad y despertando el poder Oni de Shiki, quien se transforma en un monstruo lleno de furia.  Atraído por este estallido, Naito Mudano, un profesor Oni, lo lleva a la Academia Rakshasa, donde Shiki debe aprender a controlar su naturaleza impulsiva y luchar contra su sangre demoníaca antes de buscar venganza.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/vnasRNhwT5M3OvTAMzYn4i5fQcT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/k7h9p81H6X6TGV70TgOp4TmjXco.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5KJjTVvl4ZDFJNHT5NV6etyBHCy.png"
    },
    {
      "id": "tmdb:272556",
      "type": "series",
      "name": "Dealing with Mikadono Sisters Is a Breeze",
      "ids": {
        "tmdb": 272556
      },
      "overview": "Yu Ayase, hijo de una legendaria actriz ya fallecida, es tremendamente mediocre. Cuando recibe una invitación para mudarse a casa de una amiga de su madre, Yu se sorprende al descubrir que vivirá con tres hermanas superdotadas que son tan guapas como inteligentes... y que gobiernan su nuevo instituto como las Tres Emperadoras. ¿Conseguirá Yu derretir los fríos corazones de las hermanas y cumplir el último deseo de su madre, que forme una familia feliz?",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/7JMW8B6JqARUxc01h6mctKp1TFv.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kWWIcJmWhMsEHzdSpul9UJVt6QV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6QxZkKek8SpRHjwQyVWgGvDE6Rq.png"
    },
    {
      "id": "tmdb:261392",
      "type": "series",
      "name": "KAMITSUBAKI CITY UNDER CONSTRUCTION",
      "ids": {
        "tmdb": 261392
      },
      "overview": "Siete años después de que la humanidad fuera devastada por un gran desastre, un faro de ciencia y prosperidad se alza en Ciudad Kamitsubaki. Pero acechando en sus sombras están los Tesseractor, monstruos nacidos de la oscuridad humana. Solo las Witchling, cinco chicas con voces que empuñan magia, se oponen a ellos. Con cada nota, luchan, no solo para proteger la paz de la ciudad, sino para sanar un mundo destrozado.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/A6jjtjVaStC9whPdrRxXY5KfEJk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cSuve41ogghVjC4F3ANYIfR4MBB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qMbbvhskfmbmZUX1sEXaBHEH6fD.png"
    },
    {
      "id": "tmdb:217247",
      "type": "series",
      "name": "Turkey! Time to Strike",
      "ids": {
        "tmdb": 217247
      },
      "overview": "Mai Otonashi es estudiante de segundo y capitana del club de bolos del instituto Ikkokukan, pero últimamente le está costando mucho ganar. Cada vez que consigue un Turkey, tres strikes consecutivos, sigue con un split imposible: los Ojos de Serpiente. Esta es la historia de Mai, Rina, Sayuri, Nozomi y Nanase, que pelean, caen y vuelven a levantarse en busca de la victoria en los últimos días del verano.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/sM34otxT9zSBcCHpJuRHulDQqLQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/alfxNln5gMU58pocdS442DvbFNQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vwvrJBic57MGpRYy22x3x9CAezh.png"
    },
    {
      "id": "tmdb:247045",
      "type": "series",
      "name": "Nyaight of the Living Cat",
      "ids": {
        "tmdb": 247045
      },
      "overview": "En 20XX, el mundo está dominado por los gatos. Un virus que convierte en gato a cualquiera que toque a un gato se ha extendido hasta convertirse en una nyandemia mundial. Cada vez que los gatos rozan a un humano, este se convierte en gato. ¿Podrá la humanidad luchar contra su impulso de acariciar a los gatos para sobrevivir en un mundo plagado de gatos?",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/8RK3ejKdkw5KrUNzcURiwGpi9xO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gdBQEXiG6X9SOgFLhGOnPJJ23BN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kIBX604B1ciTRnsQotNfeLp3PdN.png"
    },
    {
      "id": "tmdb:289562",
      "type": "series",
      "name": "美男高校地球防衛部ハイカラ！",
      "ids": {
        "tmdb": 289562
      },
      "overview": "The time is Taisho an era filled with the scent of romance, where people's hearts still know compassion.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/8dGHRJwCDKsNwWQPIJM6DzoAcs5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/g6XU2kZs7wttN0EY6PrSDIa70iS.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ndBEbHUte76oJMtATN2cyOmCqUm.png"
    },
    {
      "id": "tmdb:280366",
      "type": "series",
      "name": "See You Tomorrow at the Food Court",
      "ids": {
        "tmdb": 280366
      },
      "overview": "Wada parece una persona de pocos amigos, mientras que Yamamoto es una chica que infunde miedo con su aspecto. Aunque ambas chicas estudian en institutos diferentes, se encuentran en la zona de restauración del centro comercial casi a diario. No te pierdas las tranquilas tardes que comparten Wada y Yamamoto mientras hablan de sus problemas en sus respectivos institutos.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/pZa3jPQzcOHCivH0il30BqwK46F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rCNiGgsI3NEsmvlc8k1eoI39qDR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8d8Nzjfk4Q6ryoKy4GKDz9HHMEB.png"
    },
    {
      "id": "tmdb:277581",
      "type": "series",
      "name": "Dekin no Mogura: The Earthbound Mole",
      "ids": {
        "tmdb": 277581
      },
      "overview": "Un sombrío autoproclamado ermitaño llamado Momoyuki Mogura, alias Mogura, es expulsado de la vida después de la muerte debido a un incidente. Ahora colecciona fuegos fatuos poseídos por espíritus en su linterna, con la esperanza de regresar. Parece que quienes lo conocen comienzan a ver cosas extrañas.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/xnEForFiNATvYS4MUwYyFuPyiok.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4FaEZoLnxTsSV4829sy17SMiBvB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fmMVL1iFT898mVbq1yD1feDualB.png"
    },
    {
      "id": "tmdb:286434",
      "type": "series",
      "name": "Uglymug, Epicfighter",
      "ids": {
        "tmdb": 286434
      },
      "overview": "A raíz de una denuncia falsa, Shigeru Yoshioka se convierte en un recluso en paro. Al decidir seguir siendo feo en otro mundo, Shigeru adquiere un rango superior. Así, comienza su segunda vida con unos atributos tan de nivel dios, que parece que haya hecho trampas. Al principio, Shigeru se une a Seika, Seiji y Leeds, pero debido a un punto débil causado por el contacto directo con una chica, se plantea separarse del grupo. Sin embargo...",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/6lYZ29Y4lBpod50gBz1OndQFqx0.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/v0KSaV6ED4QDikBDW5FBV968OmZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vpniEkpRhWyU3ntu4z0Yb9bNvp3.png"
    },
    {
      "id": "tmdb:284448",
      "type": "series",
      "name": "Private Tutor to the Duke's Daughter",
      "ids": {
        "tmdb": 284448
      },
      "overview": "Después de que Allen suspendiera el examen de hechicero de la corte, no habría podido volver a casa ni aunque lo hubiese querido. Mientras busca trabajo, le llega una oferta inesperada para ser el tutor privado de la hija del duque. En el momento en que baja la guardia, se topa con una chica que no sabe usar la magia bajo ningún concepto. Pero ¿qué es lo que impide que su magia funcione? Las lecciones poco convencionales de Allen arrojarán algo de luz sobre el futuro de la niña.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/goM5LPOAKJDvf2BPWYqoPgbcb7B.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2r9FBgk2VClX1O1TyuIC8z4R38i.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eafsvgIERpt9pfFbbDe70YlsTeo.png"
    },
    {
      "id": "tmdb:280038",
      "type": "series",
      "name": "Apocalypse Bringer Mynoghra",
      "ids": {
        "tmdb": 280038
      },
      "overview": "En Eternal Nations, un juego de estrategia de fantasía en el que los jugadores gestionan un imperio, Takuto Ira es un jugador legendario que está en lo más alto de la clasificación. Takuto cae inconsciente mientras está hospitalizado y despierta en el continente de Idoragya, que tiene el mismo aspecto que en el juego. Takuto se encuentra con Sludge Atou, su unidad favorita del juego, y decide construir Mynoghra, un imperio del mal.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/cPVLebbkrh3H0yXba4NW5fdrPUp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/u07xdpSMVZUfUogmEfIt7eL9wuz.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4tFjeEEA6IknsThR0gbShaXB0YS.png"
    },
    {
      "id": "tmdb:279220",
      "type": "series",
      "name": "Cultural Exchange with a Game Centre Girl",
      "ids": {
        "tmdb": 279220
      },
      "overview": "Kusakabe Renji, un joven que trabaja en un salón arcade, ve a una chica inglesa llamada Lily Baker jugando a la grúa el día de San Valentín. Viendo cómo la chica no consigue hacerse con un premio pese a sus múltiples intentos, Renji no puede evitar tomar cartas en el asunto. El día después de que Lily consiga por fin su peluche, Renji recibe un mensaje inesperado de la chica que pone: \"¡Sé mi Valentín!\". Lo que empieza siendo un malentendido acaba convirtiéndose en un intercambio cultural.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/qXJN0P8X4Sggb3GNnkYGC4l2RbL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yQeKhNR0hqbubAme7tDv3iDsSKG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2JR99BlF0vKVAqQK81XEDxl303n.png"
    },
    {
      "id": "tmdb:276288",
      "type": "series",
      "name": "HOTEL INHUMANS",
      "ids": {
        "tmdb": 276288
      },
      "overview": "Los mejores hoteles deben cumplir ciertas normas, como ofrecer la mejor gastronomía, opciones para relajarse y un buen entretenimiento. Obviamente, también necesitan contar con la mejor selección de armas, formas eficaces de falsificar identidades y medios para deshacerse de cualquier prueba. En este hotel en la frontera de la muerte trabajan dos conserjes, Ikuro Hoshi y Sara Haizaki. ¿Qué les pedirán los asesinos?",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/dMHgFwX2cRPcuMSZ0rsBNap01o6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1Ik6i72QjVRNQ3N475uxiFxRrv9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kfp8LJ7K5ay237K9lfvBFWIylbY.png"
    },
    {
      "id": "tmdb:256721",
      "type": "series",
      "name": "Gachiakuta",
      "ids": {
        "tmdb": 256721
      },
      "overview": "En una ciudad flotante donde los ricos se deshacen de su basura y de las personas, a Ludo lo acusan de asesinato y lo arrojan al Abismo, un infierno habitado por las bestias de la basura. Para sobrevivir, deberá hacer uso de un nuevo poder y unirse a los Limpiadores. El objetivo de Ludo no es solo acabar con los monstruos, sino también con aquellos que lo arrojaron al Infierno.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/lXAyZHGAh0YrAi8x7ekCnoquace.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kUYCWZKjJHgvv5ZvC30x5wcbyj8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ccEM7BBPoBky3bvtJuxkDYNVPae.png"
    },
    {
      "id": "tmdb:285356",
      "type": "series",
      "name": "Watari-kun's ****** Is about to Collapse",
      "ids": {
        "tmdb": 285356
      },
      "overview": "Naoto Watari vive dedicado por completo a su hermana menor, Suzushiro, hasta que su caótica amiga de la infancia, Satsuki, irrumpe de nuevo en su vida. Sin pronunciar una sola palabra, su sola presencia despierta recuerdos olvidados y destroza su estricta rutina. A medida que crece la tensión y afloran los secretos, la devoción de Naoto por Suzushiro colisiona con el dolor acumulado, amenazando con derrumbar su frágil mundo.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/lbg43t7mslXskfuWpLeMz1NEQGR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wlDhjgzU1NnlZT3jd40OgnC2wL9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vS6SNqMZQ8VTgJSingTcNS6Q2Fu.png"
    },
    {
      "id": "tmdb:281058",
      "type": "series",
      "name": "Secrets of the Silent Witch",
      "ids": {
        "tmdb": 281058
      },
      "overview": "Monica Everett, la Bruja Silenciosa, es la única practicante del mundo de la Magia sin Voz, una auténtica heroína que, sin ayuda de nadie, combatió contra el Dragón Negro de la leyenda. Sin embargo, la joven portento es en realidad... ¡supertímida! Sí, resulta que aprendió Magia Sin Voz para evitar hablar en público. Sin saberlo, los Siete Sabios le han encomendado una misión secreta para proteger al Segundo Príncipe. ¿Podrá Mónica mantener la compostura mientras se enfrenta tanto a la vida social como a los males que acechan al joven miembro de la realeza?",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/2qqAiyfpVdY8qEtxBeNYKreS4t.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/M7oluQ9f4W4zLmwT9TVkaYTml0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bqIWtliiJeS7dC3dLl9QTrHBvfY.png"
    },
    {
      "id": "tmdb:279989",
      "type": "series",
      "name": "Betrothed to My Sister's Ex",
      "ids": {
        "tmdb": 279989
      },
      "overview": "A Marie, la segunda hija de un barón pobre, sus padres la tratan como a una sirvienta. Incluso en la fiesta de cumpleaños de Marie, su preciosa hermana mayor, Anastasia, se convierte en la protagonista. Al salir, Marie se encuentra con el conde Kyuros Granado, quien se enamora de ella a primera vista. Sin embargo, debido a un malentendido, el conde le propone matrimonio a Anastasia. Tras un trágico accidente, Marie tendrá que casarse con el conde.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/o7oX9Ap3Rvgt3225mvuIBvk7vlW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sCl2oDum3dJsuYRGi2O470ApqJo.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/37lHcxc9gwipsRtkKKviGCtAft7.png"
    },
    {
      "id": "tmdb:281615",
      "type": "series",
      "name": "The Water Magician",
      "ids": {
        "tmdb": 281615
      },
      "overview": "La reencarnación hacía soñar a Ryo con la paz, pero en su lugar se encuentra en un desierto infestado de monstruos. Gracias a la magia del agua y a su eterna juventud, sobrevive durante 20 años a innumerables maleficios y se convierte en uno de los magos más poderosos de la historia. El destino de Ryo cambia cuando conoce a Abel, un caballero excepcional, que lo coloca en el punto de mira de la sociedad mágica. Así comienza la trepidante aventura del Mago del Agua.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/9GWz3D9aBgtn6pMiu3DTZL3h5ua.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dSEsFN9GhWcNSOWcMcPCpI2422w.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oYBIwLtb0LjT9h0k0RHetFELO0U.png"
    },
    {
      "id": "tmdb:286723",
      "type": "series",
      "name": "Welcome to the Outcast's Restaurant!",
      "ids": {
        "tmdb": 286723
      },
      "overview": "Cuando al famoso aventurero Dennis lo expulsan del grupo más poderoso del mundo, forma equipo con la fugitiva Atelier para dedicarse a su verdadera pasión: la cocina. Pero en este restaurante tan poco convencional sus clientes tamaoco soy precisamente normales. Dennis se enfrentará a los retos de sus caprichosos clientes con su fiel cuchillo de carnicero y su wok. Visita el Restaurante del Aventurero y llena tu corazón y tu estómago.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/caWU2F1DSrrJgoJCSclpSoCWnge.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2AdZYemZru7KEz4EsvYjAumv9Ys.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2CZiCdou4zxcAqNoF9lYulA7BYW.png"
    },
    {
      "id": "tmdb:285828",
      "type": "series",
      "name": "Onmyo Kaiten Re:Birth Verse",
      "ids": {
        "tmdb": 285828
      },
      "overview": "Narihira Takeru es un matón que se pasa el día pensando en Tsukimiya, una chica que aparece en sus sueños. Tras un inesperado accidente, Takeru se encuentra en un universo paralelo: el mundo en el que vive Tsukimiya. Cuando Takeru y Tsukimiya mueren a manos de un monstruo, él se despierta de nuevo y se da cuenta de que ha dado un salto en el tiempo. Ahora Takeru deberá entrenar con Abe Seimei para luchar por la vida de Tsukimiya.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/mEStkWZB2cvPn9haL9JZrZIwlkD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/d8tDmMKXCkdlNonXfrqxuSLyXi0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/z3Tuz04E4cKj0vvxuJEgNYkOCW1.png"
    },
    {
      "id": "tmdb:212766",
      "type": "series",
      "name": "New Saga",
      "ids": {
        "tmdb": 212766
      },
      "overview": "Tras una brutal guerra, el espadachín mágico Kyle derrota al Rey Demonio, pero se queda agonizante. Un cristal carmesí le envía cuatro años al pasado, a su ciudad natal, antaño destruida, donde encuentra con vida a sus seres queridos perdidos. Armado con el conocimiento del futuro, Kyle jura evitar la tragedia que se avecina y reescribir el destino.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/dmZ74VyWi3I8ZqJ1m3Fmcc1etgp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zHiq5et9yRz2BIkQk0fE3sCtKYP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dOqJngQGMe1Dk55bNouxVdkEsu3.png"
    },
    {
      "id": "tmdb:258348",
      "type": "series",
      "name": "Clevatess",
      "ids": {
        "tmdb": 258348
      },
      "overview": "El reinado de Clevatess, uno de los Señores de las Bestias Oscuras, se desmorona al revivir a un héroe al que él mismo mató y adoptar a un bebé humanoide huérfano: la última esperanza para salvar un mundo moribundo. Ahora unidos, ¿qué destino les espera a este improbable trío?",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/7sWrMBhOS1x4RUCr3o2I4ld13fq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7BWn0XKkmB8Ngj6Jb8QzLhscFIG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sSoQShcfjlAUeWhXoHXtFNFNgfl.png"
    },
    {
      "id": "tmdb:262377",
      "type": "series",
      "name": "まったく最近の探偵ときたら",
      "ids": {
        "tmdb": 262377
      },
      "overview": "Nagumo Keiichiro, que alguna vez fue un detective legendario, ahora atraviesa la mediana edad desconcertado por los teléfonos inteligentes y la vida moderna. Su silencioso declive se ve interrumpido cuando Mashiro, una audaz chica de secundaria, irrumpe en su oficina exigiendo convertirse en su aprendiz. A pesar de que está oxidado y firme en sus costumbres, su implacable entusiasmo lo arrastra de nuevo al trabajo de detective. ¡Ahora el dúo de detectives está en el caso!",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/hv51RYVvaCrKJKuwFEWm17V0QaD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/38H5MJX53fSi8W03YiMStLBmj6D.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kFO91OnnkOMKdHvkCtUQL8vVCIu.png"
    },
    {
      "id": "tmdb:284445",
      "type": "series",
      "name": "Takopi's Original Sin",
      "ids": {
        "tmdb": 284445
      },
      "overview": "Un alienígena feliz, Takopi, aterriza en la Tierra con una misión: ¡propagar la felicidad! Cuando conoce a Shizuka, una chica solitaria de cuarto curso, promete devolverle la sonrisa usando sus Artefactos de Felicidad mágicos. Pero mientras descubre el dolor que hay en su vida, Takopi aprende que para ser feliz quizás necesites algo más que artilugios.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/xPXDVhVKt0XM34ihoUVMHtLYTw8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6UPTIotaroGW6TgBKMRJCMvAgzw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kpTUGoRI2PotlIYO6FZtuH4YWXh.png"
    },
    {
      "id": "tmdb:232230",
      "type": "series",
      "name": "Lord of Mysteries",
      "ids": {
        "tmdb": 232230
      },
      "overview": "En un mundo victoriano de vapor, barcos de guerra y horrores ocultos, Zhou Mingrui despierta como Klein Moretti. Transita entre la luz y la oscuridad, enzarzado con Iglesias en guerra. Esta es la leyenda de un potencial ilimitado... y de un peligro indescriptible.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/cR5KiAdVeZLG4nDUiCyqfvGzZ3f.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7pm8mYyRduEQqlSNVjCd3tI93av.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bP3K7sD2SJS911Tea9M1Yg6an8C.png"
    },
    {
      "id": "tmdb:292774",
      "type": "series",
      "name": "王者荣耀：荣耀之章命运篇",
      "ids": {
        "tmdb": 292774
      },
      "overview": "",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/cx7Zt1mraA6Xx0SQWPCnqiZjLfv.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:281623",
      "type": "series",
      "name": "SHIROHIYO - Reincarnated as a Neglected Noble: Raising My Baby Brother With Memories From My Past Life",
      "ids": {
        "tmdb": 281623
      },
      "overview": "Ageha Kikunoi es un niño mimado de 5 años que de pronto tiene recuerdos de una vida pasada. En aquel momento le encantaba cocinar, coser y cantar por encima de todo. En este mundo, Ageha y su hermano pequeño, Regulus, intentan abrirse camino en la casa Kikunoi mientras la corrupción en la aristocracia se hace más profunda. ¡Necesitarán las habilidades de la vida pasada de Ageha, las bendiciones de los dioses y los elfos y conjuros mágicos para ayudarles en su camino!",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/cPfb1zRevjNa8cA17D7KszobE2s.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nYBTmeGJQDJhkFBlKhSfnmK5WF4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yJhXq6eKoIxAiVrOWWTGsrUExSK.png"
    },
    {
      "id": "tmdb:281042",
      "type": "series",
      "name": "Food for the Soul",
      "ids": {
        "tmdb": 281042
      },
      "overview": "Mako, una estudiante universitaria que vive sola por primera vez, encuentra en la cocina un refugio y una forma de conectar con otras chicas. Juntas, crean lazos a través de recetas, sabores y momentos inolvidables.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/3jI8ZHkteqxYEi4xTET3HMQb4zD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jakNTH7uC33j50GlbUjwZsCKRd.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4s3YuBCiIOKqJuDt4pVmnrYeGvt.png"
    },
    {
      "id": "tmdb:249854",
      "type": "series",
      "name": "mono",
      "ids": {
        "tmdb": 249854
      },
      "overview": "Cuando tres chicas fusionan sus clubes escolares, sus viajes por Japón se convierten en el nuevo tema de inspiración de una dibujante de manga local.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/lXsY3KHZptNv7MhMrUYXWjamh7m.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3dWu3cm7L8yYm9qpnpQOpCjMGDl.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/47XcyUpRpnGEcMEjHSPmGBhB5r.svg"
    },
    {
      "id": "tmdb:256109",
      "type": "series",
      "name": "Teogonia",
      "ids": {
        "tmdb": 256109
      },
      "overview": "Los humanos luchan para proteger su tierra de las tribus semihumanas invasoras en batallas implacables. Mientras su mundo se ve envuelto en una intensa guerra, Kai, un chico de la aldea de Lag, se une a la lucha para defender todo lo que conoce. Después de que los camaradas de Kai caen uno por uno y él resulta herido, de repente recupera recuerdos de otra vida. Una historia de fantasía se desarrolla mientras un chico de campo explora un mundo de magia, misterio y heroísmo.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/zGHrnnFc0p5Pf25qUaAv95JpnJC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4gcAg5Y47J4BPgrTHRTpoEolQmd.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/cJu4aXikvPFpfRGkX8M2PsyPJtw.png"
    },
    {
      "id": "tmdb:278050",
      "type": "series",
      "name": "Ninja to Koroshiya no Futarigurashi",
      "ids": {
        "tmdb": 278050
      },
      "overview": "De camino a casa, Konoha Koga rescata a Satoko, una ninja fugitiva. Pero cuando los perseguidores llegan, Konoha los elimina sin pestañear… porque no es una chica común: es una asesina.\n\nAsí comienza una peligrosa y peculiar convivencia entre una ninja en fuga y una letal estudiante de preparatoria.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/9D0Wnq426kYQpizGU3McFqxOXPe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7JbaXp0p7urpprRzim8TL2mBGBZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/d2pl86GpPSlVofIujTsVeayI9nh.png"
    },
    {
      "id": "tmdb:274741",
      "type": "series",
      "name": "The Too-Perfect Saint: Tossed Aside by My Fiancé and Sold to Another Kingdom",
      "ids": {
        "tmdb": 274741
      },
      "overview": "Philia Adenauer es descendiente de una familia célebre en el reino de Girtonia por engendrar Santas a lo largo de muchas generaciones. Las Santas luchan para proteger a la humanidad de los monstruos, y Philia se sometió a una estricta formación y entrenamiento para hacerse merecedora de ese título. Cuando Julius, su prometido, rompe su compromiso, venden a Philia al reino de Parnacorta a cambio de recursos. ¿Sobrevivirá su patria sin ella?",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/dBvBEN0uC7nnNtPjpmxVQcjO97y.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aX9xXYQyyP6qWgmpdJOCWBQqpuR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/kPZbilkyx8AHOOYWPfFglS3BQNT.png"
    },
    {
      "id": "tmdb:262929",
      "type": "series",
      "name": "Apocalypse Hotel",
      "ids": {
        "tmdb": 262929
      },
      "overview": "Tras el colapso de la civilización, un hotel de varios pisos se yergue entre las ruinas del distrito Ginza de Tokio. Invadido por la naturaleza, este hotel solitario continúa desafiando el colapso de la humanidad. Huéspedes actuales: cero. Registros de hoy: cero. Tráfico de la web ayer: cero. Entra con cuidado en esta historia de supervivencia y misterios en un mundo en el que la memoria de la humanidad comienza a desvanecerse.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/nyoCfoSrHRsrgholvTOqZug0zSN.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zefM1WvCYQM5xNLxWF0IuOqo6zx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bR6wBuynEIDf1DRMd7Ug6wKvnYj.png"
    },
    {
      "id": "tmdb:261091",
      "type": "series",
      "name": "The Shiunji Family Children",
      "ids": {
        "tmdb": 261091
      },
      "overview": "La familia Shiunji y sus siete hijos residen en una mansión del barrio tokiota de Setagaya. El hijo mayor, Arata, está cansado de que sus cinco hermanas le mangoneen y fantasea con la posibilidad de vivir lejos de ellas. Sin embargo, el padre de Arata les revela algo sorprendente: ¡Arata no tiene parentesco biológico con sus hermanas! Con este nuevo dato sobre la mesa, las relaciones entre los hermanos cambiarán completamente.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/tvhXMejlXyOUo24we09pXSgKw5j.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/q2nJhG2ndDi2LcZwFOKdFR86KOE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fXenAiOpMCLHiWkuCE5ox6goGCv.png"
    },
    {
      "id": "tmdb:215615",
      "type": "series",
      "name": "#COMPASS2.0 ANIMATION PROJECT",
      "ids": {
        "tmdb": 215615
      },
      "overview": "En el sistema de análisis de combate \"COMPASS2.0\", los héroes se reúnen junto a sus compañeros humanos en un espacio onírico. Para mantener el sistema en funcionamiento, deben luchar sin descanso y generar suficiente energía. Sin embargo, uno de ellos, el héroe 13, es un alborotador que se niega a encontrar un compañero. Justo cuando está a punto de ser expulsado, un nuevo jugador llamado Jin acepta unirse a él. ¿Serán capaces de devolver la paz al mundo de #COMPASS2.0?",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/fjZLJVG2rWoelRJyhcNWhGjiQ6Y.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oDhRu3Y4MRi1x1dQE4wTs5vdD1D.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5Q4GefZaIYfklMPSZQINzu7zmuP.png"
    },
    {
      "id": "tmdb:280110",
      "type": "series",
      "name": "My Hero Academia: Vigilantes",
      "ids": {
        "tmdb": 280110
      },
      "overview": "Koichi Haimawari es un estudiante aburrido que aspiraba a ser un héroe pero abandonó su sueño. Aunque el 80% de la población mundial tenga poderes sobrehumanos llamados Dones, pocos son elegidos para convertirse en héroes y proteger a las personas. ¡Todo cambia para Koichi cuando él y Pop☆Step son salvados por el vigilante Knuckleduster y son reclutados para convertirse en vigilantes!",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/iv0cXt6uJGlTryWZNQMGyum4Pme.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ldm8gcA1sQIzytIJug2msQTfko.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3Kxu68Jmqq9b9FxRdLFQc9L2JSG.png"
    },
    {
      "id": "tmdb:271576",
      "type": "series",
      "name": "Summer Pockets",
      "ids": {
        "tmdb": 271576
      },
      "overview": "Hairi Takahara jamás habría imaginado que el verano sería como un sueño. Cuando lo envían a Torishirojima para ordenar las pertenencias de su difunta abuela, descubre un mar infinito, una nostalgia silenciosa y unas chicas enigmáticas que buscan algo que se escapa a su alcance. A medida que se adapta a la vida en la isla, los recuerdos perdidos empiezan a aflorar y encuentra lo que ni siquiera sabía que había perdido.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/8WALipI4LbRa3POKJOfGPLrVemK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yj0AlgpXjqFeORzpXCHF8g3aN1N.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4sVIadegfmFZsi5YIgnqs0ItkG.png"
    },
    {
      "id": "tmdb:254853",
      "type": "series",
      "name": "ZatsuTabi -That's Journey-",
      "ids": {
        "tmdb": 254853
      },
      "overview": "Cuando rechazan los storyboards de Chika, una aspirante a dibujante de manga, ¡decide cambiar el escritorio por irse de aventuras! Con la ayuda de una singular encuesta en redes sociales, se embarca en un viaje espontáneo por destinos aleatorios. Chika encontrará la inspiración, la amistad y a sí misma en cada parada improvisada.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/gemDYCOLFZE8RGMxJi433bikPcD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8OuhJBvX2aTliiw2ZfZtN5EsDlR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dh67WgmQBqlURZ1te1oNvupZDQy.png"
    },
    {
      "id": "tmdb:283360",
      "type": "series",
      "name": "Classic★Stars",
      "ids": {
        "tmdb": 283360
      },
      "overview": "En la Academia Privada Gloria, donde nacen las estrellas, Beethoven era un luchador… hasta que la música lo eligió. En el prestigioso departamento de música, los estudiantes que igualan el talento de los músicos legendarios heredan sus dones y sus nombres. Dejando atrás los guantes para abrazar la música, se adentra en un mundo donde las notas pueden pegar más fuerte que los puñetazos y está decidido a ganar la competición suprema.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/W8rcZSdXpG36BA2jKrYDyBRFVM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3akd8RdrU9EM90kQcp5gfvcJnWH.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3LWsP7YSB4aYeBXSz89reiGND8H.png"
    },
    {
      "id": "tmdb:278816",
      "type": "series",
      "name": "The Gorilla God's Go-To Girl",
      "ids": {
        "tmdb": 278816
      },
      "overview": "Sophia es la tímida hija de un conde que únicamente desea llevar una vida tranquila, pero el Dios Gorila tiene otros planes. Dotada de una fuerza inigualable, se ve obligada a incorporarse a la Real Orden de Caballeros, lo que convierte su tranquila vida en un caos. Ahora tendrá que hacer malabarismos con los estudios, la vida de caballero y su abrumador poder. ¿Quién iba a pensar que tener la fuerza de un gorila podía ser tan complicado?",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/wsVUjE78BP7v2KayDnlAKbiY3Av.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/y99FTAJ3gdJVSqjStXVmXg8UCXe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lMmj2z8gidk1HNL7sV5OduwNk4Z.png"
    },
    {
      "id": "tmdb:277881",
      "type": "series",
      "name": "The Unaware Atelier Meister",
      "ids": {
        "tmdb": 277881
      },
      "overview": "Kurt es expulsado del grupo de héroes por ser \"inútil\" en combate, pero pronto descubre que tiene habilidades de nivel SSS en cocina, construcción y magia no ofensiva. Sin darse cuenta, termina salvando a la ciudad y al país con su talento oculto.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/OPJ7k6DMm1o3A0kIXysgrqVT5w.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5FIxXpvpiMHPJ6yx5x7aYNQFZUk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fyB4hSPP3EFb6z0o0agApme6slK.png"
    },
    {
      "id": "tmdb:274737",
      "type": "series",
      "name": "I'm the Evil Lord of an Intergalactic Empire!",
      "ids": {
        "tmdb": 274737
      },
      "overview": "Tras haber vivido siempre siendo una persona honrada solo para que le traicionaran, Liam renace en un inmenso imperio interestelar con un único objetivo: ser el mayor malvado de la galaxia. Pero por mucho que se empeñe en ser un tirano, sus \"malvados\" planes no dejan de traducirse en paz, prosperidad y fans que le adoran. Caos galáctico, magia y mechas te esperan en esta divertidísima historia de un villano que no puede evitar causar buena impresión.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/lSXLjmpTKRqKfjzCz0YXdvm7o4z.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7ReQnnIuUYwuewQ4TI3IwotiXUe.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/pKXr2ElcuVqNblez8or15P2ri9i.png"
    },
    {
      "id": "tmdb:272059",
      "type": "series",
      "name": "TO BE HERO X",
      "ids": {
        "tmdb": 272059
      },
      "overview": "Este es un mundo en el que los mejores héroes son aclamados. El \"Valor de Confianza\" es lo que crea superhéroes. Si la gente cree que un héroe \"puede volar\", adquirirá la capacidad de volar. También ocurre al revés: aunque un héroe tenga poderes, si baja su Valor de Confianza, también perderá sus poderes. El Valor de Confianza se mide en forma de datos y se usa para clasificar a los héroes. Una vez cada dos años, los mejores héroes se reúnen para competir en un torneo especial. El Valor de Confianza de los participantes en el torneo varía en función de su rendimiento en el mismo, actualizándose posteriormente la clasificación, y al héroe que queda en lo más alto se lo conoce como \"X\"...",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/7ynNG9lYS9HIR8cYMgawO19VPkg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4yMSPxUoF2Tm7rdFqhtEwZaEVVx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/p587sjOrrFzUhP27Vd17i1bJp2n.png"
    }
  ]
}