{
  "metas": [
    {
      "id": "tmdb:57775",
      "type": "series",
      "name": "ちびまる子ちゃん",
      "ids": {
        "tmdb": 57775
      },
      "overview": "Meet Maruko, a sweet schoolgirl with a hefty dose of curiosity (and occasional laziness!). She sails through life in a cozy town alongside her loving parents, grandparents, and sister. Maruko has a band of loyal friends, including her closest pal, Tama-chan, but her playful and doting grandpa is at the heart of it all. Life is never dull in this charming series.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/qKQ7kzSZOLTjuZKrh3IlqzLi1Hw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cqeeBvjpXu28JerXBItA73z5tqU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/r8vAZh4KLhTQ9TvU30Og5P5EXi6.png"
    },
    {
      "id": "tmdb:1920",
      "type": "series",
      "name": "Twin Peaks",
      "ids": {
        "tmdb": 1920
      },
      "overview": "El excéntrico agente del FBI Dale Cooper llega a Twin Peaks, una pequeña población montañosa, para investigar el brutal asesinato de la joven y bella Laura Palmer, la chica más popular del instituto de la localidad. Con la ayuda del sheriff del pueblo, el amable Harry S. Truman, el agente Cooper comienza a interrogar a los habitantes del pueblo y va descubriendo poco a poco que muchos de ellos esconden oscuros y misteriosos secretos.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/lA9CNSdo50iQPZ8A2fyVpMvJZAf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/frgw31E00tK2bYBeVjbjpHrJwyU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7FIVhfOPEjgb4Wver9Cfy9ETMTM.png"
    },
    {
      "id": "tmdb:39185",
      "type": "series",
      "name": "Vera",
      "ids": {
        "tmdb": 39185
      },
      "overview": "Aunque la inspectora de policía Vera Stanhope es una mujer obsesionada con su trabajo, también es capaz de afrontar la vida con sarcasmo, astucia y coraje. El colega en quien confía y con quien comparte preocupaciones es el Sargento Joe Ashworth, su mano derecha y algo así como un hijo. Juntos abordan cada nuevo caso con entusiasmo y profesionalidad.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/7qpXXG6Izo0NvmxHib2SKRDXmXQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i036gq97hfoXBOuIM8WKWxgvr8X.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5rcWO9TtZoKXvgz9ssUvNEu3NcM.png"
    },
    {
      "id": "tmdb:46923",
      "type": "series",
      "name": "Shetland",
      "ids": {
        "tmdb": 46923
      },
      "overview": "Miniserie dramática de corte policial en la que un detective regresa a su pueblo natal tras varios años de ausencia. Las islas Shetland son el hogar natal del detective Jimmy Perez (Douglas Henshall, 'The Kidnap Diaries', 'The Silence'), pero lo dejó atrás para iniciar su carrera como investigador. Ahora, años después, ha regresado a casa dispuesto a defender a sus compatriotas y vecinos de cualquier mal que amenace la tranquila vida de las islas. Por ello, cuando un joven arqueólogo encuentra algunos huesos humanos que evidencian muertas violentas y una mujer es asesinada de un disparo, Jimmy y su equipo deciden encontrar a los responsables a como dé lugar. De esta forma se ve atrapado entre dos importantes familias marcadas por el odio, la envidia y la traición, y cuyo enfrentamiento a dividido a los tranquilos habitantes de las Shetland",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/rKnxmir8m5I3RdSTdZr3jaQaCZi.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jfn5s5K8deDUwwyJIh7lU5Kr8c0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/t3YeSQyOIrQquSBrEQfeWkAuaM0.png"
    },
    {
      "id": "tmdb:44264",
      "type": "series",
      "name": "Endeavour",
      "ids": {
        "tmdb": 44264
      },
      "overview": "Los primeros días de un joven Endeavour Morse, cuyas experiencias como agente de detectives con la policía de la ciudad de Oxford finalmente darán forma a su futuro.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/suX3F5e8XN9emrb52CQSwt2mRwx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/m1280PAFi7YTYX0lj8FOYpAgnEq.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6XR9NSDWhDu5lwOs1CrFaHwEOii.png"
    },
    {
      "id": "tmdb:1998",
      "type": "series",
      "name": "Luz de luna",
      "ids": {
        "tmdb": 1998
      },
      "overview": "La guapa e inteligente Maddie Hayes (Cybill Shepherd) y el simpático caradura David Addison (Bruce Willis) forman una encantadora pareja de investigadores privados, pero la jefa es ella. Popular serie de televisión con mucho humor, un poco de intriga, tensión sexual entre los protagonistas y un estilo sofisticado y elegante.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/tXHXhsuAU8B2mJs4AkEpsYzk75.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zBl0VK0uvnvpUhGH6wYfx9C808f.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gXi1NpNXXjtXN8nMixJj5vA1kWj.png"
    },
    {
      "id": "tmdb:108255",
      "type": "series",
      "name": "Todas las criaturas grandes y pequeñas",
      "ids": {
        "tmdb": 108255
      },
      "overview": "El excéntrico Siegfried Farnon decide contratar al recién licenciado James Herriot como ayudante en su consulta veterinaria en Skaldale House, Darrowby, un pueblo ubicado en los valles de Yorkshire. Junto a ellos, encontramos a Tristan, el hermano pequeño de Siegfried; la adorable Helen, hija de un granjero de la zona; y la Sra. Hall, ama de llaves de la mansión. Recuerda sus nombres, porque te vas a enamorar de todos ellos.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/yMBpq3O5uxUwfHLJmcjkxqMcqax.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5xgYXZiItbxJbfYWBRRQtrnehiB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q9xT37Z478pzKaOgwgy5hHe2Lqo.png"
    },
    {
      "id": "tmdb:92621",
      "type": "series",
      "name": "Brassic",
      "ids": {
        "tmdb": 92621
      },
      "overview": "Un grupo de amigos de la clase trabajadora que encuentra formas poco convencionales de ganar en la vida en los suburbios del norte. Estos muchachos se han enfrentado, estafado, sobornado y engañado durante su adolescencia, pero ahora, al borde de la edad adulta, su trato y robo los está alcanzando y una gran cantidad de problemas se dirigen hacia ellos.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/tnIq3yiLMZJpaJyRs8FNV7WJs6V.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/FGtcrU5k2IZTmqkDx4IlMpBSEk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/A8zX6xxfAgiydGtof3H9hv58lgS.png"
    },
    {
      "id": "tmdb:2730",
      "type": "series",
      "name": "Te quiero, Lucy",
      "ids": {
        "tmdb": 2730
      },
      "overview": "\"I Love Lucy\" (\"Te quiero, Lucy\" en España) es una serie televisiva estadounidense de la CBS que se emitió durante la década de los 50, desde 1951 a 1957. Fue la serie más vista en Estados Unidos.  Se retransmitió en numerosos países y ganó importantes galardones, entre ellos cinco premios Emmy. La comedia llevó la fama a su actriz principal Lucille Désirée Ball Morton, conocida como Lucille Ball, quien cautivó al público demostrando sus habilidades como intérprete cómica.\n\nFue el primer programa de televisión en haber sido grabado en estudio,  frente a una audiencia, y en película de 35 mm",
      "year": 1951,
      "poster": "https://image.tmdb.org/t/p/w342/mPUSrFTvQqwEqTtfukxJBtkbxWj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5tGYbT3irV4ZuO7M65HewlVT6fx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/98k2unYRV6GRUE0icVSSZdl4vr9.png"
    },
    {
      "id": "tmdb:25707",
      "type": "series",
      "name": "Campeones: Oliver y Benji",
      "ids": {
        "tmdb": 25707
      },
      "overview": "'Campeones' sigue a Oliver Atom, un joven futbolista con un talento excepcional para este deporte. Entrenado por Roberto, una exgloria del fútbol, Oliver puede soñar con los mayores trofeos de todo el mundo. Pero antes de la gloria, hay que ganar. Su principal rival dentro de este apasionado mundo será Benji, un portero de grandes aptitudes con el que tendrá una fuerte rivalidad.\n\nEste anime japonés reúne todos los elementos necesarios para los apasionados del fútbol: partidos espectaculares, jugadas maestras y una afición entregada. 'Super Campeones' ('Captain Tsubasa') se estrenó el 13 de octubre de 1983 en TV Tokyo. Su trayectoria en televisión se resume en dos temporadas y 128 capítulos con un gran éxito de audiencia, dando lugar a todo un fenómeno social.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/ylTQ8kWL2Ln5aS4W7r8ajFB5kcp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iGmf0GpXWjXgzYAVcvUbczTWiVL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tKhdwK9EEllVcwFbAQANzeXphuI.png"
    },
    {
      "id": "tmdb:3902",
      "type": "series",
      "name": "La oveja Shaun",
      "ids": {
        "tmdb": 3902
      },
      "overview": "Serie sobre la alocada vida de una oveja que acaba siempre metida en unos líos divertidísimos. Aunque es una oveja, no es muy amiga de pasarse el día pastando con el resto del rebaño. A ella lo que le gusta es ir a su aire y, por eso, muchas veces acaba metiendo en problemas al resto de los animales de la granja.",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/z2gPfTQd3I0JLWOAEdKYMQRLoun.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2y6la906eTZnEhuxP2EM9uJL8gB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mkd18fKB8dlLOZpzH5OMz9VIoqI.png"
    },
    {
      "id": "tmdb:216074",
      "type": "series",
      "name": "Ririsa, una chica en 2.5D",
      "ids": {
        "tmdb": 216074
      },
      "overview": "Cuando la cosplayer Ririsa se une al club de manga de Okumura, la línea entre 2D y 3D se difumina cuando ella le pide que sea su fotógrafo.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/weUKy8WjbHNxMnT6mExIqGcEgNV.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kI0e1DQiL6Cy2ykPlw5BpEtCayO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1POofFLK6QG6FF4MqRy9MRgt3GH.png"
    },
    {
      "id": "tmdb:35753",
      "type": "series",
      "name": "Zero no Tsukaima",
      "ids": {
        "tmdb": 35753
      },
      "overview": "Louise Françoise Le Blanc de La Vallière es una miembro de la nobleza que es terrible en la magia, ya que sus intentos suelen resultar en una explosión. Sus compañeros la apodan «Louise the Zero», debido a su incapacidad para usar cualquiera de los cuatro elementos mágicos. En la Academia de Magia de Tristain, los estudiantes de segundo año realizan un ritual especial en el que convocan a su familiar , que sirve como su compañero, protector y socio eterno, y generalmente es algún tipo de criatura mágica. Pero Louise convoca a Saito Hiraga, un adolescente normal de Japón, dejándola totalmente humillada.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/2rSW3WCKq536pPi5EqXen9lyo5L.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/to2gpUoxeNQlbjfswI8mXldaql0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8ysVbUQQMgTx1EETfytGfkNh52z.png"
    },
    {
      "id": "tmdb:4396",
      "type": "series",
      "name": "Doctor en Alaska",
      "ids": {
        "tmdb": 4396
      },
      "overview": "Joel Fleishman es un médico recién licenciado. Debido a una cláusula de la letra pequeña del contrato de su beca acaba en la remota y descaradamente extraña ciudad de Cicely (Alaska). Cordialmente bienvenido por el fundador de Cicely, Maurice Minnifield, antiguo astronauta de la NASA, y por el resto de la peña de inadaptados y excéntricos que forma el vecindario, Joel descubre que es cada vez más difícil abandonar la ciudad a la que inconscientemente ha llegado. Todo se complica por la presencia de Maggie O'Connell, alcaldesa de Cicely y piloto de la localidad, una mujer hermosa pero completamente independiente; ambientado todo ello por el musical y filosófico programa de radio presentado por Chris en la KBHR.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/ez9UChG1dPlPL3osQyi9fpBjTSD.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eoJzvdmYc8lLtMy4fCQqoSqMzKX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vh32bAnMKtRAaBRqKnrtuXhuHhb.png"
    },
    {
      "id": "tmdb:7011",
      "type": "series",
      "name": "Berni",
      "ids": {
        "tmdb": 7011
      },
      "overview": "Se relatan las peripecias del despistado y torpe oso Berni, de sus amigos, los pingüinos Lloyd y Eva, y de su competidor, el lagarto Zack.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/9SXIJY21rm67eQvlPBTTXIiRumG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dg1gRMrZIoZo2PmvqRAh6zxUSCC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1IhTVXMZg6SxqFzcZuXbWlHLBfZ.png"
    },
    {
      "id": "tmdb:62474",
      "type": "series",
      "name": "Hotel El Balneario",
      "ids": {
        "tmdb": 62474
      },
      "overview": "Badehotellet es la historia de los clientes y el personal de un hotel de playa del Mar del Norte. En el corazón de la historia es la vida de tres jóvenes, la camarera Fie, la hija del comerciante Amanda, y los pescadores locales. Sus destinos están entrelazados, y sus historias son de emanciparse de los planes de otras personas han hecho en su nombre, los intentos de ascenso social y encontrar el camino. La serie está inspirada en la forma de vida en los muchos hoteles de la costa del pasado, y refleja nuestro propio tiempo con su mezcla de crisis financiera, la negación, y los sueños de felicidad. La historia tiene lugar en los años 1928-33, donde el mundo se cae a pedazos. Los personajes pasarán a través de las lágrimas y la risa en el cautivador viaje que se lleva a cabo como cambian los tiempos del optimismo a la crisis. PEPECINE.NET",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/wt7TWX8ZMPwrgDtsAhpiIva6bFl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nyOwvusU03IsfxaxEYWoZWl3i2W.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xVyEMbD0MVxUVeM6g3NIb38PcNs.png"
    },
    {
      "id": "tmdb:61457",
      "type": "series",
      "name": "Grantchester",
      "ids": {
        "tmdb": 61457
      },
      "overview": "Adaptación de los libros de James Runcie. Esta serie nos lleva a 1953 al  pueblo de ‘Grantchester’, donde el sacerdote Sidney Chambers se pone a  investigar los asesinatos de sus feligreses y no sólo de los suyos, con  ayuda del detective Geordie Keating.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/5Itrb1x7OiA5A0XUreRuevR1hA6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8fH8WEAs8gLJmfrdaTZ8zCrLk28.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gnMKm2WWD263IIAnfN6cCG2fpz3.png"
    },
    {
      "id": "tmdb:29452",
      "type": "series",
      "name": "Heidi",
      "ids": {
        "tmdb": 29452
      },
      "overview": "Las aventuras de Heidi comienzan cuando la niña es enviada a vivir con su abuelito, un viejo gruñón que vive en los Alpes suizos. Poco a poco, el anciano le va cogiendo cariño a su nieta, que vive innumerables aventuras con sus amigos, Pedro y Clara, el perro Niebla y la pequeña cabra Copito de Nieve.",
      "year": 1974,
      "poster": "https://image.tmdb.org/t/p/w342/q0WtdvwCo9OMGR840jxcoTSQk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cafsMt9cQlaRCNVqf5KXtTUQP6V.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3EmQDSETXrYEAJ646jLglGurYvs.png"
    },
    {
      "id": "tmdb:11279",
      "type": "series",
      "name": "Gantz",
      "ids": {
        "tmdb": 11279
      },
      "overview": "Kurono es un chico normal, estudiante de secundaria, que en un mundo egoísta, tan solo se preocupa de sí mismo. Sin embargo se ve obligado a ayudar a Kato Masaru, amigo suyo de la infancia, que pretendía salvar a un vagabundo caído en las vías del tren. Kurono y Kato consiguen salvar al vagabundo, pero no sus vidas y son arrollados por el tren. Cuando parece que sus vidas han acabado aparecen en una extraña sala con una esfera negra, llamada GANTZ, en la que encontraran armas y trajes, si quieren volver a casa y seguir vivos deberá participar en un \"juego\" de peligro y horror sin precedentes.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/spyDQ1Cv8m4L8EaXS6iXSpbLWA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dfBh4Po1Ik44Hi5AtnNGpLfw9QH.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3siDplIEzv3Is4xouxX19VaVspt.png"
    },
    {
      "id": "tmdb:123403",
      "type": "series",
      "name": "Perni",
      "ids": {
        "tmdb": 123403
      },
      "overview": "Henriette Steenstrup escribe y protagoniza esta acogedora comedia dramática sobre una trabajadora social que debe lidiar con diversos problemas personales: su hermana ha muerto y su sobrino vive ahora con ella; su padre acaba de salir del armario; su ex es un impresentable y ella hace cinco años que no tiene sexo, algo que habría que ir remediando lo antes posible.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/dQCTUWNojkN14WWTbk8UmHLTuf9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9j7vswwioxp3uKZuKPfMZ7yrkqM.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3cMTh3LjuqwW8xnGtaxHIxfLowU.png"
    },
    {
      "id": "tmdb:90447",
      "type": "series",
      "name": "Hotel del Luna",
      "ids": {
        "tmdb": 90447
      },
      "overview": "Jang Man Wol (IU) es la CEO del Hotel del Luna. El hotel está situado en el centro de Seúl y tiene una apariencia muy misteriosa. Ella cometió un gran pecado hace muchos años y, debido a esto, ha estado atrapada en el Hotel del Luna. Aunque hermosa como la luna, tiene mal carácter, es desconfiada y codiciosa.\n\nGoo Chan Sung (Yeo Jin Goo) trabajó como el subdirector más joven en una corporación hotelera multinacional. Es un sincero perfeccionista. Parece sensato, pero en realidad tiene una disposición suave. Debido a un caso inesperado, comienza a trabajar como gerente en el Hotel del Luna.\n\nEl hotel del Luna es habitado por clientes fantasmas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/k3Us0Tn2nqfmIOW2WCAQSSNRSbb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/a0XrZI6BuXGa0t0Y0M0DJS5b7Bg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qRRPtZm31wOS4pFm0nj97zUocHw.png"
    },
    {
      "id": "tmdb:13881",
      "type": "series",
      "name": "Los invasores",
      "ids": {
        "tmdb": 13881
      },
      "overview": "Los invasores, seres extraños de un planeta que se extingue. Destino: La Tierra. Propósito: Adueñarse de ella. David Vincent los ha visto. Para él todo empezó una noche en un camino solitario, cuando buscaba un atajo que nunca encontró. Empezó con un merendero cerrado y abandonado; con un hombre tan fatigado que no podía seguir viajando. Empezó con la llegada de una nave de otra galaxia. Ahora David Vincent sabe que los invasores han llegado, que han tomado forma humana. De algún modo, debe convencer a un mundo incrédulo de que la pesadilla ya ha comenzado. ",
      "year": 1967,
      "poster": "https://image.tmdb.org/t/p/w342/70iC5ma4zYnMpvJvg2u4rvPtUI9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qPqV2eYI6Yi1Z3vHbCh2FubXR6X.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sxF0DY6oV5f82O3XGw9X9ue5N0O.png"
    },
    {
      "id": "tmdb:65708",
      "type": "series",
      "name": "Taboo",
      "ids": {
        "tmdb": 65708
      },
      "overview": "Taboo, sigue a James Keziah Delaney  (Hardy), un hombre que regresa a su hogar, Londres, después de que  muchos le diesen por muerto. Creada por Knight a partir de una historia  original del propio Hardy y su padre Chips Hardy, la serie contará cómo  James recibe la herencia del imperio de navíos de su progenitor e  intenta reconstruir su vida. Algo que no le resultará fácil cuando tienes enemigos que quieren acabar con tu vida.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/om1wVOuEtwH3krHutIWO9sJzkS5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yqzv3TJocDQhwU1tzjnxpTR7V4e.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5aorUFo7DoAQusNW2ltFq9vrpS3.png"
    },
    {
      "id": "tmdb:87542",
      "type": "series",
      "name": "Darkness: La huella del crimen",
      "ids": {
        "tmdb": 87542
      },
      "overview": "La desaparición de una adolescente sirve de motor de arranque de este oscuro thriller criminal que nos sumerge en los recovecos más oscuros y extremos de la mente humana. Una serie intensa que le habla a tu mente y golpea tu corazón.\n\nEl detective Jan Michelsen está investigando la desaparición de Julie, una joven de 17 años cuyo rastro se perdió de noche en Greve, un suburbio de Copenhague.  Tras medio año de trabajo, Jan es el único que cree que la chica sigue viva. Haber encontrado un caso sin resolver similar, en el que una adolescente llamada Natasha desapareció de camino a casa tras una fiesta, le lleva a pensar que hay un asesino en serie detrás de los dos sucesos. Junto a la criminóloga Louise Bergstein se adentrará en una investigación repleta de contradicciones y detalles escabrosos.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/iCemgvCUNpcak58yJkflgBGkpe6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gfKruLVM7XOmQ0FTjZXyKqgnSlH.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fCTVt7CKYIg7jbo2px7qnu9Df8Z.png"
    },
    {
      "id": "tmdb:19521",
      "type": "series",
      "name": "El maravilloso viaje de Nils Holgersson",
      "ids": {
        "tmdb": 19521
      },
      "overview": "Las divertidas aventuras de Nils Holgersson, un travieso muchacho que va a emprender un fabuloso viaje por los cielos, tierras y mares de la hermosa Suecia, del cual habrá de regresar muy cambiado por fuera y, sobre todo, por dentro. Magia y aventura, sueños y leyenda, paisajes maravillosos y animales extraordinarios, sensaciones de altura, velocidad, poder y libertad. Todo en esta producción animada por el prestigioso estudio de animación, el Studio Pierrot.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/nwlcv4fmYV2v4t41RFXXPvFY2GR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6WT8BcXJdg7ddDDU4v8UAF2VYHj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sTMEan0rpNmlhCQbVd8kPPZRDBF.png"
    },
    {
      "id": "tmdb:16047",
      "type": "series",
      "name": "Ana de las tejas verdes",
      "ids": {
        "tmdb": 16047
      },
      "overview": "Ana de las Tejas Verdes (赤毛のアン Akage no an?, \"Ana del cabello rojo\") es una serie de anime basada en la novela Anne of Green Gables (\"Ana de las Tejas Verdes\") de Lucy Maud Montgomery. La serie fue emitida originalmente en Japón en el año 1979, parte del contenedor infantil World Masterpiece Theater o Meisaku de Nippon Animation. El contenedor había antes y después producido una gran variedad de series de animación basadas en diferentes obras literarias infantiles; entre ellas estaban \"Sin familia\" (1978) y \"Las aventuras de Tom Sawyer\" (1980). En España, la serie fue emitida a través de Tele 5. En conmemoración del trigésimo aniversario desde el estreno de la serie y centenario desde la publicación de la novela original, para abril de 2009 Nippon Animation estrenó una precuela de la historia titulada Konnichiwa Anne: Before Green Gables (\"Antes de las Tejas Verdes\").",
      "year": 1979,
      "poster": "https://image.tmdb.org/t/p/w342/66I1lcG8lW2SQodTsJiVhc9DXYf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9QKNNX8LikJOO2N52UfThr1yuIF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hgv2GT3rLIO0GNzAb5SwUML4cOi.png"
    },
    {
      "id": "tmdb:243140",
      "type": "series",
      "name": "¡Oye, Tonbo!",
      "ids": {
        "tmdb": 243140
      },
      "overview": "Igarashi abandonó su pasado y se refugió en las tranquilas islas Tokara de la prefectura de Kagoshima. En la isla Hinoshima, conocida como «la última región inexplorada de Japón», conoce a Tonbo, la única estudiante de secundaria de la isla. Para su sorpresa, ¡esta chica alberga un extraordinario talento para el golf! Este encuentro marca un cambio drástico en el destino de ambos.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/72zHVHKaIbcrc5g5fh0ltStD3hT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dujyzIuYx2yDkprgHNt4WZMw6na.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/osEqimPGKqoJiuVS83OW53SePoJ.png"
    },
    {
      "id": "tmdb:8853",
      "type": "series",
      "name": "Kimba, el león blanco",
      "ids": {
        "tmdb": 8853
      },
      "overview": "Kimba es un cachorro de león que pronto se ve desamparado. Su padre murió a manos de unos cazadores furtivos, mientras que su madre ha sido capturada y es llevada al otro lado del Océano para ser vendida a un zoológico. En esa travesía nace él, Kimba, un león blanco como su padre, que inmediatamente salta del barco empujado por su madre. Pronto encamina sus pasos hacia la jungla, donde un tiránico león se ha erigido en rey sustituyendo a su padre. Su manera de gobernar la sabana es tan terrorífica y cruel que los nuevos amigos de Kimba -entre ellos un tucán y una pequeña leona- le ayudan a combatir al despiadado e ilegítimo rey para devolver la paz y la tranquilidad al mundo animal. Para ello, Kimba deberá enfrentarse al malvado rey y a sus principales secuaces, como las hienas y una temible pantera negra. Mientras tanto, Kimba hará amistad con algunos humanos y se enfrentará a otros.",
      "year": 1965,
      "poster": "https://image.tmdb.org/t/p/w342/eOErQhpDuvj1K1U2RPkOu4w9GBw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hMbLzypHBfMb1UyGGrfLREmP8El.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yloKLgeYHRgc9tS931Odx0VPTfp.png"
    },
    {
      "id": "tmdb:69342",
      "type": "series",
      "name": "Seiren",
      "ids": {
        "tmdb": 69342
      },
      "overview": "El anime estará formado por un conjunto de arcos argumentales de cuatro capítulos cada uno, centrados respectivamente en cada protagonista: Hikari Tsuneki, Touru Miyamae y Kyouko Touno. Las historias de amor tendrán lugar en el verano del segundo año de instituto de las chicas. A Shouichi, el protagonista, le provoca ansiedad la idea de crecer, y su tutora lo llama para hablar de sus planes de futuro. Shouichi conoce a varias chicas y se encamina hacia un porvenir incierto.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/thSofF8CfOBllCYhuP8RFg4PkHB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i2ypkPT6pk8zPbnLbQN32ssATDS.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4p33LLmcVqYRDk7rTQWohvo5yFv.png"
    },
    {
      "id": "tmdb:62495",
      "type": "series",
      "name": "Ronja, la hija del bandolero",
      "ids": {
        "tmdb": 62495
      },
      "overview": "Serie de TV (2014). 26 episodios. La historia gira en torno a Ronja, la hija única de Mattis, jefe de una tribu de bandidos que vive en un gran castillo en el bosque. Allí la muchacha estudia las misteriosas criaturas que viven en el bosque. Adaptación de las novelas de Astrid Lindgren.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/rYUKtJRmOqUe2prKiOpEpGW1SFW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gTyrbkMdwoIX0U4vQvFt9N0MEHD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9cFExlV7rOYZcqxV9dSf2C0Sc3p.png"
    },
    {
      "id": "tmdb:106841",
      "type": "series",
      "name": "Blossoms Shanghai",
      "ids": {
        "tmdb": 106841
      },
      "overview": "Con el telón de fondo del crecimiento económico masivo de la década de 1990, la historia sigue a A Bao, un millonario hecho a sí mismo y su viaje desde ser un joven oportunista con un pasado turbulento hasta acumular una riqueza deslumbrante en la ciudad de Shanghai.  También sigue su enredo con cuatro mujeres que representan los objetivos de su vida: aventura, honor, amor e inocencia.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/pcL4VKmit4MI9QEzquRm5h4RrNw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xvqu7tgse0JWPXoaOsyQSqjCim2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6RcdnW8XLsmcXAYa7wlIjHcT7Em.png"
    },
    {
      "id": "tmdb:53721",
      "type": "series",
      "name": "Love Live!",
      "ids": {
        "tmdb": 53721
      },
      "overview": "Centrada en la Preparatoria Otonokizaka, la cual esta en riesgo de cerrarse debido al numero reducido de estudiantes. Para evitarlo, nueve chicas se volveran idols para promocionar su escuela.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/xEAZIGmMuBVR3japyKHz9QgxEmr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9fvkROGBTlJN3Fppqdm93lqJE8o.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hyTrcFapBEfT3lRWnRgovhOCoC.png"
    },
    {
      "id": "tmdb:94137",
      "type": "series",
      "name": "Exit",
      "ids": {
        "tmdb": 94137
      },
      "overview": "La salida se basa en las historias reales de cuatro hombres de treinta y tantos años que se convirtieron en multimillonarios antes de los treinta y un años. Intentando escapar de sus obligaciones, expectativas y familias, emplean drogas, prostitutas y su propio conjunto moral.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/l4Vb8N6rP3TABM0jKqWSaOVqwDX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1H23aEoWTHGxbpFWObHHPeF1rJc.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qzxquN4X0wyVxORaCDLCraRnP7s.png"
    },
    {
      "id": "tmdb:66730",
      "type": "series",
      "name": "Divine Gate",
      "ids": {
        "tmdb": 66730
      },
      "overview": "La leyenda de la puerta divina es una historia contada a los niños pequeños que representa la fusión del mundo viviente, el cielo y el inframundo. \"Adaptadores\": personas que nacen con habilidades elementales únicas dotado a ellos a partir de la unión de estos mundos-formaron el Consejo Mundial, una organización que controla el caos de la Puerta al presentar su leyenda como nada más que un mito. Estos adaptadores se entrenan en una academia especial de propiedad del Consejo Mundial que permite a los estudiantes a mejorar sus habilidades. \n\nAoto, un adolescente con poderes excepcionales de agua y un pasado trágico, rechaza la oferta de unirse a la academia en numerosas ocasiones, hasta que se presionó con éxito por el usuario energético viento Midori y el usuario incendios obstinada Akane. Juntos, con el Consejo Mundial y su misterioso líder Arthur, buscan la puerta con la esperanza de descubrir la verdad. Sin embargo, con el fin de alcanzar sus objetivos, deben unirse y superar su propia desesperación al tratar con el mal detrás de la escena.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/fHjODQq2sOK9kGhO09XtBgToxzQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rkh47tXNa0hmRE10mG5OxOuDhTe.jpg"
    },
    {
      "id": "tmdb:37183",
      "type": "series",
      "name": "Bailando con vampiros",
      "ids": {
        "tmdb": 37183
      },
      "overview": "Tras cientos de años escondidos, Mina Tepes, soberana de todos los vampiros desea un cambio. Usando la inmensa riqueza obtenida a lo largo de centenares de años, decide pagar la deuda externa de Japón a cambio de poseer un distrito propio cerca de la costa el cual se convertirá en el hogar de todos los vampiros. Ahora, en la víspera de la conferencia de prensa que anuncia la existencia de los vampiros al mundo, terroristas y las facciones rivales tratan de asesinar a Mina Tepes antes de que pueda anunciar la existencia de los vampiros.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/z2oM4QJuam8BUHoPnNxMIxUvjne.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fgTu7zADTGdliBdjB8zqfAYQqb9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6osI1ji6nluUPjnKdIj0TzVQol6.png"
    },
    {
      "id": "tmdb:65944",
      "type": "series",
      "name": "Sakamoto Desu ga?",
      "ids": {
        "tmdb": 65944
      },
      "overview": "La historia está protagonizada por el estudiante más molón de todo instituto existente: Sakamoto. Cuando llega a un nuevo instituto llama la atención no solo entre sus compañeros, sino entre todo el cuerpo estudiantil, con lo que el resto de celosos estudiantes intentarán dejarle mal constantemente, aunque con sus frustrados intentos solo conseguirán que Sakamoto parezca más molón todavía.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/dh2xRwRCCPBOoB3DZs891sbd40M.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5FAgln9JBDTzjWorFqJvlJ6wfZ1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jYArTD3m4eKmOJaOhp43aUGixU2.png"
    },
    {
      "id": "tmdb:71004",
      "type": "series",
      "name": "Fukumenkei Noise",
      "ids": {
        "tmdb": 71004
      },
      "overview": "Nino, una chica que le gusta cantar, experimentó dos despedidas en el pasado. En primer lugar, con su primer amor, Momo, y en segundo lugar, con Yuzu, un chico que compone música. Pero sobre esos dos despedidas, ella hizo una promesa con cada uno de ellos: a seguir cantando hasta que encuentran su voz de nuevo. El tiempo ha pasado, y ahora estos tres están en la escuela secundaria ...?!",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/nA36mSp08P9w9yr6HXY7j520AJR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yjkRAd9pjVgB0kpZSQXvMQB8yZC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mEnGPOuh3EaDNPnJk1Cbu2lQdlm.png"
    },
    {
      "id": "tmdb:251597",
      "type": "series",
      "name": "Bookish",
      "ids": {
        "tmdb": 251597
      },
      "overview": "En el Londres de 1946, hay una librería que lleva el nombre de su excéntrico propietario: Book. Antiguo espía militar reconvertido en detective poco convencional, Gabriel Book (Mark Gatiss) disfruta ayudando a la policía a resolver sus casos más complejos. Cuando Jack, un joven con un pasado como exconvicto, es enviado a trabajar a la librería, no tarda en sospechar que su llegada no fue en absoluto casual. ¿Podría estar su pasado irremediablemente entrelazado?",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/9StiB7RgLunR7EcMM3i6C9yCUou.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/h0nkCUMCjYEGpDJfe0n4pRx7gLk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jqh8ArccrJZR5l70T90skCgvwYW.png"
    },
    {
      "id": "tmdb:3714",
      "type": "series",
      "name": "Pippi Calzaslargas",
      "ids": {
        "tmdb": 3714
      },
      "overview": "Pippi es una niña de nueve años, con largas coletas y espíritu libre a la que le suceden mil y una aventuras. Tiene algunos pequeños poderes, vive con un mono y un caballo, no tiene nadie a quien dar cuentas y sus mejores amigos son Tommy y Annika, dos niños de su edad que asisten fascinados al estallido de libertad y diversión que supone estar con Pippi.",
      "year": 1969,
      "poster": "https://image.tmdb.org/t/p/w342/gtfV6stZ1XdcI0qMVybYaTk7Sog.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kXodjrgzRTtQo6CnAkHbhlzZlcj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o1fLKlGghpEkpa3AItShXRaHFiM.png"
    },
    {
      "id": "tmdb:86941",
      "type": "series",
      "name": "La sangre helada",
      "ids": {
        "tmdb": 86941
      },
      "overview": "Henry Drax es un arponero y asesino brutal cuya amoralidad ha sido moldeada para adaptarse a la dureza de su mundo, que zarpará en una expedición de caza de ballenas al Ártico con Patrick Sumner, un ex cirujano del ejército deshonrado que se inscribe como médico del barco. Con la esperanza de escapar de los horrores de su pasado, Sumner se encuentra en un viaje desafortunado con un psicópata asesino. En busca de la redención, su historia se convierte en una dura lucha por la supervivencia en el páramo ártico.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/9CM0ca8pX1os3SJ24hsIc0nN8ph.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ofcBXiho8eSfL4O14FH7yZxKw28.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/79dWl2vL1ESxhb4tPotW50UDa0l.svg"
    },
    {
      "id": "tmdb:68188",
      "type": "series",
      "name": "Bésalo a él, no a mi",
      "ids": {
        "tmdb": 68188
      },
      "overview": "Kae Serinuma es una joven con sobrepeso que cursa su segundo año de preparatoria y secretamente es una fujoshi, quien tiene el hábito de emparejar en una relación romántica cada vez que ve a dos chicos llevándose bien. La muerte de su personaje de anime favorito hace que se estrese y pierda peso rápidamente, por lo que ahora se ha convertido en una chica atractiva para sus compañeros de clases, cuatro de los cuales la invitan a salir. Sin embargo, Kae no está interesada en citas, y en su lugar, preferiría verlos salir entre ellos.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/aFjVWEAK2CZVGqUCFZjktqErWbh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xbylY77fYyPjJN5TLYeawR7ault.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7NIYLyNrHrNK4iJQREupAt5n59.png"
    },
    {
      "id": "tmdb:62914",
      "type": "series",
      "name": "Merlí",
      "ids": {
        "tmdb": 62914
      },
      "overview": "Merlí es un profesor de una materia denostada y apreciada a partes iguales, filosofía. Un tipo contradictorio, y con virtudes y defectos a la par. La producción se centra en la relación del maestro con sus alumnos y, sobre todo, en «los conflictos entre padres e hijos, estudiantes y profesores...»",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/eBzpj7PxyeRFCIYHQjB5kDnhX4a.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nElVHpGzdKCh6y4o2JkKV0VJhiy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jieL5y5EGuaAGUyTvWWjzdZfGuN.png"
    },
    {
      "id": "tmdb:4695",
      "type": "series",
      "name": "Comando G",
      "ids": {
        "tmdb": 4695
      },
      "overview": "La Batalla de los Planetas, conocida también como Comando G, es la primera adaptación animada para televisión estadounidense hecha por Sandy Frank; de la serie de anime Kagaku Ninja Tai Gatchaman que narra las aventuras de cinco jóvenes que defienden la Tierra de las amenazas del Espacio Exterior. Esta edición de la serie fue emitida en Estados Unidos en 1978, y tanto el guion como el orden de los episodios del original Gatchaman fueron alterados con una temática similar a Star Wars. También fueron dibujadas nuevas escenas como las del robot 7-Zark-7, inexistente en la versión japonesa.",
      "year": 1978,
      "poster": "https://image.tmdb.org/t/p/w342/gYvvllQQ7Hb8hgm0PcqVstzFKcb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mbeAyto0R5WxAkx7WPMBRX4Yn9x.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/d6KeTavWCiaShugh9I6uuJcbxNR.png"
    },
    {
      "id": "tmdb:79053",
      "type": "series",
      "name": "The Split",
      "ids": {
        "tmdb": 79053
      },
      "overview": "La abogada especializada en divorcios Hannah (Nicola Walker) se deja el bufete de su familia cuando su propia madre, Ruth (Deborah Findlay), rechaza su promoción. Hannah comienza a trabajar entonces para una vieja firma rival.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/vOxXjqBNGXTjZeYCsEebljiDkLj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xpTJ0rIUwqUalPCcoIb2li7ObrK.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/goQoxIei9ncaW63Zi0Lv6UVhFTZ.png"
    },
    {
      "id": "tmdb:44647",
      "type": "series",
      "name": "Eriko",
      "ids": {
        "tmdb": 44647
      },
      "overview": "Eriko es una joven con un don natural para la canción. Hija única de un famoso productor de música y una cantante, la muerte de sus padres supondrá un duro revés para la joven. Conseguir ser alguien en la música puede llegar a ser una odisea, sobre todo cuando tu tío (y única familia) es todo un déspota. ¿Podrá nuestra protagonista superar todas las barreras?",
      "year": 1989,
      "poster": "https://image.tmdb.org/t/p/w342/TVE6BOIWA7OUr6ShxZQR9kYRx4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gGiT87vVtDc9vCj1xcNmrsIh2xR.jpg"
    },
    {
      "id": "tmdb:36134",
      "type": "series",
      "name": "La espada sagrada",
      "ids": {
        "tmdb": 36134
      },
      "overview": "Tras una guerra legendaria, el mundo se recupera de las heridas de tal contienda. Cecily, una aspirante a la Orden de caballeros, busca un herrero legendario capaz de arreglar su espada, dada por su padre que se dice que contiene un poder sagrado oculto. Cecily descubre a Luke, aparentemente un joven herrero, pero capaz de acabar con unos bandidos con una destreza sin igual y blandiendo una misteriosa y poderosa espada. Cecily descubre que solo Luke será capaz de arreglar su espada y restablecer su poder mágico.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/q8u8G9sYg4oXXwCBaRBEwECwsNb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bqNBsx4nkVxaGowlke5NVI7cxlc.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/k62DxoZyZhOwScUuUXBihy7G7r9.png"
    },
    {
      "id": "tmdb:70636",
      "type": "series",
      "name": "Clockwork Planet",
      "ids": {
        "tmdb": 70636
      },
      "overview": "Tras su destrucción, el mundo fue completamente reconstruido gracias a la contribución del sistema Clockwork. Un día, una caja negra se estrella repentinamente contra la casa Naoto Mirua, quien había abandonado la escuela. Para su sorpresa, en su interior se encuentra con una mujer autómata.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/ztrVDB4G7L0zq9Geeh7FLPFWMwO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lDPjEomHROm0N6goQbT68i5HhIG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iXH2iW7JKFcmR6kUW9lVeADTLdN.png"
    },
    {
      "id": "tmdb:2632",
      "type": "series",
      "name": "Érase una vez... El cuerpo humano",
      "ids": {
        "tmdb": 2632
      },
      "overview": "Erase una vez el Cuerpo Humano explica, de forma simple y amena a través de personajes animados, diferentes aspectos sobre anatomía y funcionamiento de nuestro cuerpo.",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/r3xqYvfNEAr5xnG5tsbe7J3WSGm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kVsguImL0MMW8nJ9FkAgBNBdVFf.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1sh5iRnU6N9O7QpkNllwI3rlpIg.png"
    },
    {
      "id": "tmdb:69345",
      "type": "series",
      "name": "Urara Meirochou",
      "ids": {
        "tmdb": 69345
      },
      "overview": "Esta historia sucede en Meiro-chou, un pueblo donde todas las adivinas femeninas (uranaishi) viven, y donde acuden chicas de todo el país para convertirse en la mejor adivina de todas, la “Urara”. Un día, una solitaria joven entra al pueblo, cuyo propósito no es solamente convertirse en la Urara. Comienza entonces una temporada como aprendiz de adivina y conoce a tres amigas: una chica seria y honesta llamada Kon, una fanática de la cultura occidental llamada Koume, y una tímida joven llamada Nono.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/yjfwp2gErEwHJaA7U93aQMYSKqA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dxGYIBz4PaPDavRhUzpX76NZZbr.jpg"
    },
    {
      "id": "tmdb:68256",
      "type": "series",
      "name": "Comet Lucifer",
      "ids": {
        "tmdb": 68256
      },
      "overview": "En el mundo del regalo, las entrañas del planeta se esconden en un codiciado sustancia cristalina conocida como Giftium. Un muchacho joven en regalo llamado Sougo Amagi heredó su interés en Giftium de su madre, un investigador. Como un habitante del Jardín Indigo, la ciudad una pequeña y próspera de minero, Sougo tiene muchas oportunidades de forraje y recoger los cristales raros que sólo se pueden encontrar allí. \n\nSin embargo, el tesoro más emocionante que Sougo descubre que no es un cristal, sino una persona. Después de ser tirado en una pelea escolar, que cae en picado en las profundas cavernas de una antigua mina. Allí, en las profundidades abismales de la tierra, Felia-una enigmática chica con los ojos rojos y el pelo azul-emerge de un cristal grande. A través de este extraño primer encuentro, los lazos de amistad se forman entre Felia y Sougo. Pero Felia está siendo perseguido por una organización secreta que pretende utilizar sus poderes para su propio beneficio, y Sougo y sus amigos deben ayudar a ella, a la vez que descubrir la verdadera naturaleza de esta chica de cristal.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/3Ts4fCTVnGPkd5KNdga3srZk8oG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yEFHPgRNp2FmjqPJPuLyNvkGHZy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9QFUl0OwIqWFCiIESnIq140Y27B.png"
    }
  ]
}