{
  "metas": [
    {
      "id": "tmdb:299095",
      "type": "series",
      "name": "Contra la ley",
      "ids": {
        "tmdb": 299095
      },
      "overview": "Hay veces que las leyes no siempre son justas. La increíble historia real de cómo una madre se pasó 17 años intentando obtener justicia por el asesinato de su hija. Ann Ming, una enfermera británica, perdió a su hija veinteañera Julie Hogg en 1989 a manos de un asesino. Pero el tiempo pasa y ni la policía ni el sistema judicial hacen todo lo posible para resolver el crimen. Indignada, Ann inicia una campaña de 17 años para intentar derogar una ley arcaica, en una lucha valiente y tenaz que la lleva hasta la Cámara de los Lores.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/fu43d7oH2gjrKDuSgBz8PQE4u9Y.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7JLJyFu9gVrImP1d2x7fduZjXgL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9nI2tHMZLqF9RIl2jKQXPi3Rbdq.png"
    },
    {
      "id": "tmdb:294279",
      "type": "series",
      "name": "Jódete Jorge",
      "ids": {
        "tmdb": 294279
      },
      "overview": "Ya sabemos las normas: no te pilles de tu compañero de piso y no te pilles de tu amigo hetero y, sin embargo, igual que Adrián, ¡no lo podemos evitar!",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/7N9Z5jOfo4MNAEoqfzDKDAyp1GA.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:286654",
      "type": "series",
      "name": "What It Feels Like for a Girl",
      "ids": {
        "tmdb": 286654
      },
      "overview": "Para encontrarte a ti mismo, a veces necesitas perderte. Es Y2K, y Byron coquetea con el descubrimiento y la destrucción, el amor y la anarquía. Inspirado en las memorias crudas y desenfrenadas de Paris Lees.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/ycHMy83cCswVyqYEOBQAH2feKzT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hFcs8B7W2cVotyktZA9eAeYFhFc.jpg"
    },
    {
      "id": "tmdb:240254",
      "type": "series",
      "name": "La chica desaparecida",
      "ids": {
        "tmdb": 240254
      },
      "overview": "El tímido y simpático Aaro conoce a la misteriosa e inteligente Maura. Comienza una relación apasionada que parece demasiado buena para ser verdad. De repente, Maura desaparece. Aaro comienza a buscarla y descubre que ha inventado su identidad. Los secretos del pasado comienzan a revelarse poco a poco.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/dhELf1BeBJED04Auh38meTkRJEM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1i1pmGbaXN8hWq3RTfZiCOyIy8Y.jpg"
    },
    {
      "id": "tmdb:286537",
      "type": "series",
      "name": "El dinero de otros",
      "ids": {
        "tmdb": 286537
      },
      "overview": "El escándalo cum-ex ha causado pérdidas de 146 mil millones de euros en varios países. Inspiradas en hechos reales, dos mujeres de Alemania y Dinamarca están tratando de ponerle fin.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/bnGwfWsBLY4KCp1uz8cEw6AYjVj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zZ3rdpCg8jkPXWLeZyL8WxLKt09.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bu6HIct0htBa0kAOLRfick7SSbP.png"
    },
    {
      "id": "tmdb:249127",
      "type": "series",
      "name": "Fear",
      "ids": {
        "tmdb": 249127
      },
      "overview": "Cuando Martyn y Rebecca se mudan a una hermosa casa de Glasgow con sus dos hijos pequeños, están emocionados de comenzar una nueva vida lejos de Londres. Al principio, el nuevo hogar parece idílico, pero cuando su vecino Jan hace un comentario inquietante a Rebecca, esto se convierte en el comienzo de una implacable campaña de intimidación",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/4zk1qkvYkOH5QYswg9xEdEWFWoa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uPG3fsgyue7WXQq2wgH5FHZg93l.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xaKOrKPmPxqnUYbnPmwgRtyMT6M.png"
    },
    {
      "id": "tmdb:246770",
      "type": "series",
      "name": "El caso de Ruth Ellis",
      "ids": {
        "tmdb": 246770
      },
      "overview": "Basada en la increíble y dolorosa historia real de Ruth Ellis, una mujer adelantada a su tiempo que, tras matar a su pareja, se convirtió en la última víctima de la horca en Reino Unido.\n\nEn 1955, en el glamuroso y embriagador mundo de los clubes londinenses, Ruth Ellis alcanzó la fama a los 28 años como la gerente de club más joven de la capital. Su éxito pronto se desvanece al verse envuelta en una relación abusiva con el piloto de carreras David Blakely. Enjuiciada por su asesinato, Ruth fue condenada a muerte por un sistema que la juzgó por mucho más que su crimen.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/i2qEUE5dj3brA99H0kkLkH6RfnM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rwqm78lcqxjbtySCjRbIizplJMW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qkoW46n9EW4eD5VnBFAjoFgFYgz.png"
    },
    {
      "id": "tmdb:233325",
      "type": "series",
      "name": "Virdee",
      "ids": {
        "tmdb": 233325
      },
      "overview": "Un detective de Bradford con su vida personal sumida en el caos debe perseguir a un asesino que apunta a la comunidad asiática.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/5YX79HXdtDdGx2VUb1BQsx7vNhs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/z9mpBz9n0Fn9eSOwM3F5C2dGn8t.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/A936EEjaRxyajjPbR1lEohuo06f.png"
    },
    {
      "id": "tmdb:259781",
      "type": "series",
      "name": "Secrets",
      "ids": {
        "tmdb": 259781
      },
      "overview": "Los hermanos Mads y Eva luchan contra sus demonios personales mientras se esfuerzan por liberarse de patrones destructivos, poniendo a prueba los límites de los lazos familiares. Él es un profesor de música que escapa de su rutina y de su sensación de fracaso a través de la fiesta, el alcohol y las drogas. Ella es una prestigiosa arquitecta que se enfrenta a una grave crisis personal y profesional.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/xCR66tgDuScN7oapR4ljq3L7tsn.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bx3nLwQKg4za4TJ4ErJYEDnabnU.jpg"
    },
    {
      "id": "tmdb:283415",
      "type": "series",
      "name": "Crónicas de una actriz superviviente",
      "ids": {
        "tmdb": 283415
      },
      "overview": "Aventuras y desventuras de una actriz veinteañera luchando por ser alguien en la profesión. Sofía es actriz, ha hecho cine y teatro; sin embargo, no es conocida. Se enfrenta cada día a la difícil tarea de ser actor y vivir de ello. Acude a castings, eventos y citas con representantes. Ensaya, acepta trabajos cuestionablemente relacionados. Disfruta, pero también sufre. Las crónicas de esta actriz superviviente son divertidas a la vez que patéticas. Intensas, pero llenas de humor.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/yYkXEs6uMUUJmf8DT6cmKyoJnt0.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:261551",
      "type": "series",
      "name": "Infiel",
      "ids": {
        "tmdb": 261551
      },
      "overview": "Cuando el célebre director David Howard, de 73 años, se reencuentra con su antiguo gran amor, la actriz Marianne Vogler, de 75, se enfrentan a las dolorosas consecuencias de su anterior aventura, no sólo para ellos, sino también para sus familias. Cuarenta años antes, se enamoraron en secreto, ya que Marianne está casada con Markus, el mejor amigo de David.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/qkQLwEgRVreY5QfN65aOnBY3ivA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2NwonxUik5EQqFp3OcyrKoyZqru.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gkHGYg1Jzddrj9HEUVbHHTYOSGe.png"
    },
    {
      "id": "tmdb:283006",
      "type": "series",
      "name": "Reset con Xuan Lan",
      "ids": {
        "tmdb": 283006
      },
      "overview": "A veces, hay que dejar atrás lo conocido para reconectar con lo esencial. Ese es el objetivo de Xuan Lan, que emprende un viaje para aprender a vivir más y mejor a través del yoga, la meditación y los hábitos saludables. Esta serie documental viaja por los retiros de yoga de Ulpotha (Sri Lanka), Shambalanté (México) y Es Racó d’Artá (España), considerados tres de los mejores del mundo, con el fin de conocer sus experiencias y aprender de la mano de sus líderes, huéspedes e invitados.",
      "year": 2025
    },
    {
      "id": "tmdb:282024",
      "type": "series",
      "name": "Jakov",
      "ids": {
        "tmdb": 282024
      },
      "overview": "Radovan 'Jakov' Jakovic es un yugoslavo que verá en el contrabando de tabaco en Suecia, en los años noventa, la vía para vivir la vida que siempre deseó. La serie retrata la transformación radical de la Suecia de los años noventa, de pacífica a peligrosa, mientras sigue el ascenso de Radovan 'Jakov' Jakovic desde la miseria hasta la riqueza criminal, y Gunn Philak, la única policía que ve la amenaza mafiosa inminente en la sombra del contrabando de cigarrillos.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/vjHg4KbDySJRJPoHgMJWh6epGuW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pOxhGPhtoiSQ5aOyaw2PKDSPezz.jpg"
    },
    {
      "id": "tmdb:280949",
      "type": "series",
      "name": "Vigdis la primera presidenta",
      "ids": {
        "tmdb": 280949
      },
      "overview": "4 Episodios. Biopic sobre la vida de Vigdís Finnbogadóttir, la primera mujer presidenta de Islandia, que hizo historia al convertirse en 1980 en la primera mujer elegida presidenta de una república por sufragio universal en todo el mundo, y en la primera jefa de Estado en Europa. Su elección en 1980 fue impulsada por el fuerte movimiento feminista islandés, especialmente tras la histórica huelga de mujeres de 1975, cuando el 90% de las mujeres del país paralizaron Islandia para reclamar igualdad de derechos y salarios. Vigdís presidió Islandia entre 1980 y 1996, siendo reelegida tres veces, y en dos de sus reelecciones (1984 y 1992) no tuvo ningún oponente, lo que muestra su enorme popularidad y consenso social. Además fue la primera mujer soltera en Islandia a la que se le permitió adoptar una hija, en una época en la que esto era muy poco común.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/wiyWAl0AgSDQVoRieWdkbsrcFMh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bROh6ltMusC9AxM7gEXpRhpeimF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vzhHj8tEjqnhGGCsXKXP3XQryr5.png"
    },
    {
      "id": "tmdb:278589",
      "type": "series",
      "name": "Los crímenes de Haparanda",
      "ids": {
        "tmdb": 278589
      },
      "overview": "Un pequeño pueblo fronterizo se convierte en el escenario de una cadena de acontecimientos brutales cuando los restos humanos de un traficante de drogas aparecen en el estómago de un lobo muerto",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/q77fEgxJJcczPdeV2Yo5LxXXMRg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4s0zC0WbevpYl0cQYuoTHCfLYCh.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vg50e8PdymXzEq7pNJi8d7PwjBp.png"
    },
    {
      "id": "tmdb:289289",
      "type": "series",
      "name": "Enológica",
      "ids": {
        "tmdb": 289289
      },
      "overview": "Enológica, una serie de documental presentada por el actor y summiler David Janer, te sumerge en la fascinante cultura vinícola de España. A lo largo de cada episodio, descubre los misterios y la pasión detrás de cada copa de vino, mientras exploramos las historias, tradiciones y secretos que hacen de esta bebida una verdadera obra de arte.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/aQPZuqFZ0xc34hR4k6f9vYs5BJF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3GZdqvCje4VZSaSr7TibIEPOQib.jpg"
    },
    {
      "id": "tmdb:247034",
      "type": "series",
      "name": "The Listeners",
      "ids": {
        "tmdb": 247034
      },
      "overview": "Claire, una profesora de inglés, comienza a oír un ruido que nadie más a su alrededor parece percibir. A pesar de acudir a varias consultas médicas, ningún profesional consigue descifrar las causas. Este sonido, aparentemente inocuo, distorsiona gradualmente la vida cotidiana de Claire, hundiendo la relación con su marido e hija bajo el peso de su creciente obsesión. Pero un día descubre que hay más gente a su alrededor que también puede oír lo que llaman “The Hum” (el Zumbido), incluido uno de sus alumnos.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/5rpHENE6dIigVWy0TDpXTgLtIEp.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xllpgaxUjPrqH9FuvZ0acVfpc9p.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uXRkuExh89rVvWZ0kipFWD29L31.png"
    },
    {
      "id": "tmdb:254680",
      "type": "series",
      "name": "8 meses",
      "ids": {
        "tmdb": 254680
      },
      "overview": "La periodista Nina Wedén consigue la primicia política del siglo y se ve abocada a convertirse en la Secretaria de Prensa del recién nombrado Ministro de Asuntos Exteriores de Suecia, Jacob Weiss.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/cnN4hH5GACqpnHIhIFG64bww3Ld.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bFbTVaSJwR7y9kiVFUYCnkVxiQR.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/z6DGlKgS2BUwYboIRSy33ppV8Bt.png"
    },
    {
      "id": "tmdb:276466",
      "type": "series",
      "name": "Boglands",
      "ids": {
        "tmdb": 276466
      },
      "overview": "La respuesta irlandesa (con su particular humor negro) a \"Shetland\". Cuando un asesinato sacude a un pueblo costero, un rudo detective y una entrometida \"podcaster\" de true crime unen fuerzas en un tándem inesperado.\n\nTras quince años desaparecida, la madre asesinada de Conall Ó Súilleabháin, Sabine, aparece enterrada. Conall Ó Súilleabháin tiene prohibido investigar el crimen y se ve obligado a unir fuerzas con un periodista para conseguir justicia.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/6pwmnFTMhQxVPZosxSV19JntYwL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rsO0dK6AbPkGLpZR2WnWkmRLltO.jpg"
    },
    {
      "id": "tmdb:274555",
      "type": "series",
      "name": "Operación Sabre",
      "ids": {
        "tmdb": 274555
      },
      "overview": "8 episodios. Belgrado, 2003. Cuando el Primer Ministro serbio Zoran Djindjic es asesinado, el país se sume en el caos y la respuesta de las autoridades es instaurar el estado de excepción. Un punto de inflexión en la reciente historia serbia a través de la perspectiva de un periodista, un policía y un criminal.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/LRJtmPudjMEoX2czkBW07pBuLo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/65FB7Rm7Joxoj8M7grXhr8zNZ6o.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2hNybzudSQSeU801EbNTE9WGCFf.png"
    },
    {
      "id": "tmdb:245746",
      "type": "series",
      "name": "Inspectora Ellis",
      "ids": {
        "tmdb": 245746
      },
      "overview": "Serie de TV (2024-). 3 episodios. La inspectora Ellis y su compañero el sargento Harper, llegan a una comisaría para resolver casos de asesinato. A pesar de ser menospreciada por ser una mujer, Ellis es una detective decidida, impulsada por un sentido de justicia.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/6h0HDjUZMF2VLWehHmKZ39bQInc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kRXfWn3GAQjJJb1lzf733vMF39.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bvJwYtWBf4Kmi2DTM2xti0gg5iG.png"
    },
    {
      "id": "tmdb:212815",
      "type": "series",
      "name": "En la sombra",
      "ids": {
        "tmdb": 212815
      },
      "overview": "César Casalonga gana las primarias presidenciales de Francia para su partido. Pero esa victoria fue amañada. Ayudado por Paul Francoeur y Marylin, antes de que la prensa o sus oponentes se enteren, César Casalonga debe desentrañar la conspiración.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/pIoOAYgmwKSDEjfxhQPl59f27b3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gDuYnhGYpIoS4bAmwlC5o6AdMTE.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/3vDStgzn17X1maIwpo4goYBTjNG.png"
    },
    {
      "id": "tmdb:283282",
      "type": "series",
      "name": "A moza que abortou e o contou",
      "ids": {
        "tmdb": 283282
      },
      "overview": "Navidad de 2024: a Cora le baja la regla por primera vez desde el aborto. Como cada 24 de diciembre, la familia se reúne para cenar; hablan de lo típico - qué tal el trabajo, qué tal los estudios - hasta que ella decide intervenir. Esta es la historia de una chica que abortó y lo contó, y de cómo su relato desata debates, contradicciones y nuevas revelaciones en una noche en la que el hogar se convierte en un núcleo de violencia. Por suerte, Aldara, la hermana pequeña de Cora, graba todo con el teléfono.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/cDH5ktswYO5VO3b9GOnD8wihBvf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pcN7at0J5Xql1NN8kVKmgehd2oZ.jpg"
    },
    {
      "id": "tmdb:235940",
      "type": "series",
      "name": "No robarás",
      "ids": {
        "tmdb": 235940
      },
      "overview": "Miniserie de TV (2024). 8 episodios. Robyn, una joven delincuente aborigen, escapa de un centro de detención y, a regañadientes, forma equipo con la torpe adolescente Gidge. Juntos huyen de su pequeña comunidad del desierto central en un peligroso viaje por el interior.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/dAKwbsvTPYMMxKTG4j7C7g7Hcgx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/td6YW5OCrY1dEpIkjvhLKWyTsaj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q249QQp4678fhYyFALO0sA8Fdns.png"
    },
    {
      "id": "tmdb:234205",
      "type": "series",
      "name": "Las semillas del mal",
      "ids": {
        "tmdb": 234205
      },
      "overview": "1993 - El cadáver de una niña aparece sobre un lecho de flores en un bosque, cubierto de misteriosas runas. La inspectora de Alemania Oriental Ulrike Bandow y su nuevo colega de Hamburgo, Koray Larssen, se hacen cargo del caso.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/5F7rZFn4kaQAWsKdfaEZJp9qDw7.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tnqQCzBJu7TlrUnIyUynfvR4HpF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6QlvfoowzBsLxxsuA6040nSjrr3.png"
    },
    {
      "id": "tmdb:244552",
      "type": "series",
      "name": "La joven George Sand",
      "ids": {
        "tmdb": 244552
      },
      "overview": "1830. Para escapar de su violento marido, Aurore Dupin huye de su castillo en Nohant hacia París. En la capital, a principios del siglo XIX, Aurore lleva una vida bohemia y publica su primera novela, bajo un seudónimo: George Sand.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/jZovEUyWx6Uosc0AcjGyoS18TER.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tU5vT6mgdq6IqKeQoTM3vEUWalg.jpg"
    },
    {
      "id": "tmdb:220694",
      "type": "series",
      "name": "Herrhausen: El banquero y la bomba",
      "ids": {
        "tmdb": 220694
      },
      "overview": "El misterioso asesinato en 1989 del presidente del Deutsche Bank, Alfred Herrhausen, que se encontraba cerca de su casa cuando su Mercedes-Benz blindado fue atravesado por una explosión que se produjo en las cercanías.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/3ItVIz2z0PTR56RvYs4N4jwJ102.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ctS7cPXWlO0Qsjti2WwC6TvSHt0.jpg"
    },
    {
      "id": "tmdb:236299",
      "type": "series",
      "name": "Boys Boys Boys",
      "ids": {
        "tmdb": 236299
      },
      "overview": "",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/hNDHIGaIQbQOCHK0Unqrx0XTEie.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3YiyzcSLMz2XNr32DIuK2eaUonH.jpg"
    },
    {
      "id": "tmdb:255117",
      "type": "series",
      "name": "Lost Boys and Fairies",
      "ids": {
        "tmdb": 255117
      },
      "overview": "Drama divertido y conmovedor que explora la crianza de los hijos a través de la perspectiva de la adopción gay.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/bxNHWDWYaVUy7MgnK2DB6JjCAGE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/81xJn9IkYcobqmVqfxU4yLUONDN.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jzEFIP70Mf4MCYX45JfF3hbPXsd.png"
    },
    {
      "id": "tmdb:255537",
      "type": "series",
      "name": "Shetland: Scotland's Wondrous Isles",
      "ids": {
        "tmdb": 255537
      },
      "overview": "Stunning islands with beautiful landscape where we meet native Shetlanders and 'incomers'.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/Au2AGTqXtPkEvwi0mGzTLVG1eWe.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rG7r7iK7d7rQ29S5S7B7NcPlDAk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/z0JQ3ec1dJSnlR38gPwFNpeP7M6.png"
    },
    {
      "id": "tmdb:253454",
      "type": "series",
      "name": "Amor",
      "ids": {
        "tmdb": 253454
      },
      "overview": "Lucia persigue su sueño de ser dramaturga mientras intenta gestionar la confusa relación con su amigo, Pol, quien entra y sale de su vida amorosa sin claridad. Una serie que captura la impulsividad y los sueños incumplidos de la generación Z, explorando los límites sutiles entre el amor romántico y la amistad en las relaciones contemporáneas.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/pNfxZsf1PZHFfpUkHhYweJaiZQT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/Al4XQbDRGPlzY9Yt4hFV6IHSQwp.jpg"
    },
    {
      "id": "tmdb:248776",
      "type": "series",
      "name": "Almas robadas",
      "ids": {
        "tmdb": 248776
      },
      "overview": "Cuando un alto cargo de la Agencia Sueca de Migración aparece asesinado en su casa, la lista de sospechosos es larga. La fiscal adjunta Jana Berzelius pronto se da cuenta de que el asesinato tiene algo que ver con sus propios antecedentes y participa en la investigación. Para acercarse a la verdad de su horrible pasado oculto, debe encontrar al autor de estos asesinatos antes de que lo haga la policía.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/hYo9W9bd8jCskDnJNBczR6OYLFo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2PbnOpJdQ0pwwxEr8OCr9PY9Pj2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rZLz8j9EU2cGEey1HaTeZ5eFLOu.png"
    },
    {
      "id": "tmdb:126766",
      "type": "series",
      "name": "Dinosaur",
      "ids": {
        "tmdb": 126766
      },
      "overview": "Una treintañera autista ve cómo su vida se pone patas arriba cuando su hermana y mejor amiga se adelanta en un compromiso después de tan solo seis semanas.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/a5iSlTyhUwzsggjF0PdtB8VVMAr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9gYlgtJ8rLDudqm3pfZ7BK9PydB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jZNWN00Z2iNxlZPhhR4ANPG0v3.png"
    },
    {
      "id": "tmdb:240399",
      "type": "series",
      "name": "Rinkai!",
      "ids": {
        "tmdb": 240399
      },
      "overview": "Con la llegada de estrellas que brillaban en escenarios internacionales, la \"carrera de ciclismo femenino\" comenzó a cobrar vida repentinamente. Entra en este mundo, también conocido como \"RINKAI LEAGUE (Liga Rin Kai)\", una chica llamada Izumi Ito, una estudiante de secundaria apasionada por la bicicleta. Al presenciar una carrera de las mejores ciclistas femeninas, Izumi y sus amigas prometen convertirse en ciclistas profesionales. Se enfrentan a un mundo de ciclismo desconocido pero no solo glamuroso, sino también duro y exigente. Conocen a su rival, la genio \"Nana Hiratsuka\", y juntas se enfrentan a desafíos que ponen a prueba sus sueños y determinación. Izumi, que simplemente amaba andar en bicicleta, crece junto a sus amigos a través del ciclismo, en una emocionante carrera hacia la competencia femenina en este mundo.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/ncyJvQlcDX2RkMRHSRBYQX0weLs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vmh9J8SzFIGzdHNdSLQqYh4z2jy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/n8wKjo8ZoJPk1VpgcJKMqZbUZ1T.png"
    },
    {
      "id": "tmdb:227496",
      "type": "series",
      "name": "Hasta que te mate",
      "ids": {
        "tmdb": 227496
      },
      "overview": "En 1991, la enfermera Delia Balmer conoce a John Sweeney en un pub de Londres, un flechazo instantáneo que les une como pareja. La personalidad artística e inconformista de Sweeney pronto desaparece para dar paso a su lado oscuro, violento y manipulador. Finalmente, él confiesa haber asesinado a su anterior pareja. Es entonces cuando la policía le arresta, pero seguidamente le libera bajo fianza tras un error catastrófico de los jueces, quienes consideran que no es un sujeto peligroso... Serie basada en la novela autobiográfica de la propia Balmer, que arroja luz sobre los fallos del sistema judicial en los casos de violencia de género.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/l35G2diU9PcNnxYzJNl6QmkH70J.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4w1Ld5L4gsqZ7Qbdb4EU3MvGIs0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9jSNnU79j7nlDWIZCr0EOI50Mp0.png"
    },
    {
      "id": "tmdb:243140",
      "type": "series",
      "name": "¡Oye, Tonbo!",
      "ids": {
        "tmdb": 243140
      },
      "overview": "Igarashi abandonó su pasado y se refugió en las tranquilas islas Tokara de la prefectura de Kagoshima. En la isla Hinoshima, conocida como «la última región inexplorada de Japón», conoce a Tonbo, la única estudiante de secundaria de la isla. Para su sorpresa, ¡esta chica alberga un extraordinario talento para el golf! Este encuentro marca un cambio drástico en el destino de ambos.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/72zHVHKaIbcrc5g5fh0ltStD3hT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dujyzIuYx2yDkprgHNt4WZMw6na.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/osEqimPGKqoJiuVS83OW53SePoJ.png"
    },
    {
      "id": "tmdb:244047",
      "type": "series",
      "name": "Soviet Jeans",
      "ids": {
        "tmdb": 244047
      },
      "overview": "Renars (Kārlis Arnolds Avots) es un joven letón que, doce años antes de la independencia de su país, sueña con la libertad, el rock y los pantalones vaqueros en Riga. Trabaja como diseñador de vestuario en un teatro público, pero también se gana la vida trapicheando con productos occidentales prohibidos. No correría ningún riesgo si no fuera por Maris (Igors Selegovkis), un joven y ambicioso agente del KGB que amenaza con destapar el pequeño negocio encubierto de Renars si este no empieza a colaborar como informador.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/jMwbgzC56b8FqUfXXSgOMHUTIVo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8PMPqp9jr0HRaESqaa425VVTv0r.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/oHaqkQF575fCFHxgYa3Idk30set.png"
    },
    {
      "id": "tmdb:241098",
      "type": "series",
      "name": "Breathtaking",
      "ids": {
        "tmdb": 241098
      },
      "overview": "Adaptación de las memorias de Rachel Clark, una sanitaria asediada por la presión en los días más duros de la pandemia del Covid-19",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/d6nspun5EJ2ve0L1s2CBzqnXMeT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hJm7ZXUSCJuNblalARa8fQIQ23U.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vSteZsiUcZz0mANeRIZhd9flMxJ.png"
    },
    {
      "id": "tmdb:233285",
      "type": "series",
      "name": "The Way",
      "ids": {
        "tmdb": 233285
      },
      "overview": "Las huelgas en Port Talbot desencadenan una revolución y una familia de fugitivos huye. Frente a decisiones imposibles, ¿qué harías?",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/xcTF1F6YWVrGTqrXatNkJL7ePPN.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bM3kXnTMWybqopZ4KEHy4n6zheI.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/o3XpJ5mc7TAYcM7xtD5bss2IJCD.png"
    },
    {
      "id": "tmdb:232315",
      "type": "series",
      "name": "Alice y Jack",
      "ids": {
        "tmdb": 232315
      },
      "overview": "Muestra cómo se desarrolla el amor entre dos personas muy diferentes a lo largo de 15 años. ¿Son los vínculos entre nosotros más fuertes que las fuerzas que nos separarían?",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/zbJQll81ffFPHRQFqojVb4gKWzu.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2mZXOVpifCAD4GNpED28XfrsNcL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yiCENbVGp8zR7TXmYj2BCSfLJ0t.png"
    },
    {
      "id": "tmdb:222680",
      "type": "series",
      "name": "Todo esto te daré",
      "ids": {
        "tmdb": 222680
      },
      "overview": "Mientras Aymeric acaba de ser encontrado muerto en Provenza, su marido, Manuel, escritor de renombre, duda de la causa de esta muerte: sospecha de un asesinato.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/bvep8eFV66SiP6QFIGPm6bmrxjS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qdYFZ4zqV82yrclTkMm0QuLh7Ys.jpg"
    },
    {
      "id": "tmdb:209479",
      "type": "series",
      "name": "Monsieur Spade",
      "ids": {
        "tmdb": 209479
      },
      "overview": "Sam Spade pasa al retiro en el pueblo de Bozouls, al sur de Francia. Es el año 1963, la guerra ha terminado y, en muy poco tiempo, también la tranquilidad de Spade.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/5B0fvoxRPT7mhZMgMSAM27j6QZb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pIIzmsJwDYppuhrMBz9YtwlRgip.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/m0vaQlRHSv0GxE5c4X7mWmZB8JD.png"
    },
    {
      "id": "tmdb:218353",
      "type": "series",
      "name": "Truelove",
      "ids": {
        "tmdb": 218353
      },
      "overview": "Un grupo de viejos amigos se reúne en un funeral y hacen un pacto entre borrachos: en lugar de dejar que cada uno sufra un lento y doloroso declive, planearán una muerte digna. Pero lo que comienza como una idea fantasiosa pronto se transforma en una realidad impactante.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/8seyvjVU0XaxcqJyZN9QqI7mC48.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nMJYNOsPQ2ArzWbIvrWllRt9yiS.jpg"
    },
    {
      "id": "tmdb:106841",
      "type": "series",
      "name": "Blossoms Shanghai",
      "ids": {
        "tmdb": 106841
      },
      "overview": "Con el telón de fondo del crecimiento económico masivo de la década de 1990, la historia sigue a A Bao, un millonario hecho a sí mismo y su viaje desde ser un joven oportunista con un pasado turbulento hasta acumular una riqueza deslumbrante en la ciudad de Shanghai.  También sigue su enredo con cuatro mujeres que representan los objetivos de su vida: aventura, honor, amor e inocencia.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/pcL4VKmit4MI9QEzquRm5h4RrNw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xvqu7tgse0JWPXoaOsyQSqjCim2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6RcdnW8XLsmcXAYa7wlIjHcT7Em.png"
    },
    {
      "id": "tmdb:237108",
      "type": "series",
      "name": "Davos 1917",
      "ids": {
        "tmdb": 237108
      },
      "overview": "Más decidida que nunca a vivir su vida de acuerdo con sus deseos más profundos, la enfermera Johanna Gabathuler se ve envuelta en una conspiración de espías con implicaciones internacionales. Hay un alto precio que pagar y es, como mínimo, arriesgado, pero ella hará todo lo necesario para encontrar a su hija y, en última instancia, asegurar su libertad.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/pJbUYGnDNSeUvcNAT6qdMELxmsX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nit4iFYnW6wzGknN2l6ruzCkWwt.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/sYbMirrVG8Zwe2AIjGYzGelNzSb.png"
    },
    {
      "id": "tmdb:207759",
      "type": "series",
      "name": "Archie: El hombre que se convirtió en Cary Grant",
      "ids": {
        "tmdb": 207759
      },
      "overview": "Drama en cuatro partes que describe la vida del mejor actor de Hollywood, Archibald Alexander Leach, alias Cary Grant.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/3KNCiE4sDsuXFUHTcSdpxm7CazR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mhrxBjU9HFPDCwyB1El9qmTg2aH.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4hk8Ahuu7WH04YFwbN9JFIjUlfu.png"
    },
    {
      "id": "tmdb:240245",
      "type": "series",
      "name": "Swan Song",
      "ids": {
        "tmdb": 240245
      },
      "overview": "The immersive series follows Karen Kain and a diverse group of dancers from rehearsals to the backstage chaos of the highest-stakes opening night in the National Ballet of Canada's 70-year history.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/9dcGD4i17Gao9VfNo9wv6JA7BKx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/k28FgmzYj9qcps8ghzI4iXCiswq.jpg"
    },
    {
      "id": "tmdb:239614",
      "type": "series",
      "name": "Such Brave Girls",
      "ids": {
        "tmdb": 239614
      },
      "overview": "Una comedia familiar desmelenada e irreverente que sigue la vida de dos hermanas, Josie y Billy, que viven con su madre soltera y transitan por la vida con poco juicio y cargadas de un peculiar sentido del humor sobre sus propias vidas y su salud mental. Sin saber muy bien cómo, acabarán relacionándose con personas que no son de fiar y que no se preocupan demasiado por ellas.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/7g60yren32dIyR0ZsMFPXWn3vGt.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zvYqye6bWLaiYniyZCytX3kkNvk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/pYU5diqxqq0cEWYXFVTC335U3aU.png"
    },
    {
      "id": "tmdb:258327",
      "type": "series",
      "name": "Wonderland: Terror gótico",
      "ids": {
        "tmdb": 258327
      },
      "overview": "La historia del siempre popular abanico de variadas expresiones artísticas y estilos que en la novela, la poesía, la pintura y el cine retrata la extraña, emotiva y a veces terrorífica vida interior humana: el llamado género gótico, nacido a finales del siglo XVIII.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/kg1ott51i6Qg9ogtmNz29sCBMkh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/av6tFA3XARWX8fdyco3TK3v7OZX.jpg"
    },
    {
      "id": "tmdb:239857",
      "type": "series",
      "name": "Matriz",
      "ids": {
        "tmdb": 239857
      },
      "overview": "Paula vuelve a Madrid para rodar una película, pero un escándalo destapado por su amiga Marina, periodista, y el encuentro con sus amigues provocará que se quede más tiempo.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/vzGwjdXk6iKiEVWvgn8RyeUCVZ1.jpg",
      "posterShape": "poster"
    }
  ]
}