{
  "metas": [
    {
      "id": "tmdb:62984",
      "type": "series",
      "name": "Los misterios de Laura",
      "ids": {
        "tmdb": 62984
      },
      "overview": "Laura Lebrel tiene que compatibilizar sus labores de esposa, ama de casa y madre de dos gemelos de cinco años con su trabajo como inspectora de policía. Pero no es una inspectora cualquiera... No se basa en pruebas científicas, ni controla el análisis psicológico. Su arma es la intuición y el instinto, que la llevarán a desmontar la coartada más perfecta.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/oiroIIo8vqepymHAYKIIlksiaPm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5Bi8Ih20ukh6GJUhzvgxwZjqtdZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7izveIaqkKVVSeaYGEoZemPsZKJ.png"
    },
    {
      "id": "tmdb:53568",
      "type": "series",
      "name": "Pelotas",
      "ids": {
        "tmdb": 53568
      },
      "overview": "Pelotas es una comedia que narra la vida de un grupo de amigos que se encuentran los domingos por la mañana para ver a la 'Unión', un equipo de fútbol de Segunda Regional fundado hace 50 años.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/tu60dIv41U98WheNIIEto5u2016.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xB9UmKJldIUv4w73F1A7OFuUSTD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uC9w9nphU5JgtjerTAOFbJrM3mf.png"
    },
    {
      "id": "tmdb:19699",
      "type": "series",
      "name": "Las minas del rey Salomón",
      "ids": {
        "tmdb": 19699
      },
      "overview": "Allan Quatermain (Patrick Swayze) es un veterano guía de safaris, que acepta acompañar a Elizabeth Maitland (Alison Doody) a África para rescatar a su padre, el Dr. Samuel Maitland, de manos de una tribu que ansía el mapa de las minas del Rey Salomón, que según la leyenda esconde un fabuloso secreto.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/8aLDk4mK6Mq0hbbND5cHzNTrG0q.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/74h1E4UcNMsYaCnMkHbAsl7Z1kA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vLXz3JLhhfu1CZG3c9NTCoYxo9N.png"
    },
    {
      "id": "tmdb:7272",
      "type": "series",
      "name": "Celia",
      "ids": {
        "tmdb": 7272
      },
      "overview": "Enero de 1932, Celia Gálvez de Montalbán es una niña de 7 años de edad y vive en la Calle Serrano en Madrid con su familia. Celia tiene una manera ingeniosa de cuestionar el mundo que le rodea, sobre todo a los mayores; no les comprende y cree que complican las cosas demasiado. Su mundo es una mezcla entre la realidad y la fantasía, le fascinan los cuentos de hadas y cuestiona hasta la identidad de los reyes magos. Celia tiene un hermanito pequeño al que llama \"Cuchifritín\", y un papá y una mamá que la adoran, aunque no saben cómo ponerle solución a su comportamiento. Al principio, Celia está bajo el cuidado de Miss Nelly, una institutriz inglesa que tiene gran dificultad con la niña. Cuando ésta no puede soportar más las humillaciones de Celia, su madre acude a Doña Benita, una anciana de buen corazón pero con una imaginación tan grande y fantasiosa cómo la de la misma Celia; en lugar de cuidar de Celia, Doña Benita se vuelve una fiel compañera de juegos y aventuras para la niña. Al llegar el verano, Celia y su familia pasan unos días en la playa, y cuando sus papás se marchan a París, ella y Doña Benita pasan el resto del verano en la sierra con Juana, la doncella y Carlotica, una nueva amiga de Celia. Cuando un inocente juego de la niña pone en peligro la vida y la salud de Cuchifritín, el padre de la niña no ve alternativa más que enviarla a un convento a ser disciplinada por las monjas. Las religiosas también tienen dificultad manteniendo el orden cuando llega Celia; las clases son interrumpidas más de una vez y sus creíbles historias hacen creer a las monjas en la posibilidad de que el mundo haya llegado a su fin. Al acabar el curso, Celia participa en la función, pero esta acaba en desastre después de que Celia se entera de que sus padres tienen la intención de marcharse lejos y dejarla en el colegio a pasar el verano. Al llegar una vez más las vacaciones veraniegas, Celia se encuentra sola en el colegio lidiando con Doña \"Merlucines\". Su padre viene a hacerle una última visita antes de marcharse y juntos visitan un circo, el cual inspira a Celia a escribir sobre sus propias aventuras después de marcharse con los titiriteros en la imaginación.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/dDJxMY7HxoqbZhPgh34KljS4aXT.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eRhCgvJCZbX3oIwwb0KoLmdbA8J.jpg"
    },
    {
      "id": "tmdb:22709",
      "type": "series",
      "name": "Hostal Royal Manzanares",
      "ids": {
        "tmdb": 22709
      },
      "overview": "Serie de TV de 73 episodios (1996-1998). Por problemas económicos, la Reme (Lina Morgan) y su padre abandonan el pueblo y se trasladan al Hostal que regenta su tía en Madrid, lugar donde se alojarán muchos y variopintos personajes. Reme espera encontrar en la capital no sólo una vida mejor, sino también al amor de su vida.",
      "year": 1996,
      "poster": "https://image.tmdb.org/t/p/w342/bhjDbHoaRJ6PzJnM9bnAo8DySrm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wVDeDNk1AseKTDCBCh8rm7Oh7NB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xFnUbjsX67nYpgon5G6Dj82Kbzr.png"
    },
    {
      "id": "tmdb:19522",
      "type": "series",
      "name": "Curro Jiménez",
      "ids": {
        "tmdb": 19522
      },
      "overview": "Narra las andanzas de un bandolero andaluz del siglo XIX en la Serranía de Ronda (Andalucía). Los protagonistas son cuatro bandoleros: Curro Jiménez (Sancho Gracia), El Algarrobo (Álvaro de Luna), El Gitano (Eduardo García) y El Estudiante (José Sancho). La trama se basa en el concepto romántico del bandolero generoso y la lucha contra los franceses durante la guerra de la Independencia (1808-1814). Se entremezclan también historias de amor y episodios cómicos",
      "year": 1976,
      "poster": "https://image.tmdb.org/t/p/w342/uakaSl6NkXE7M2cybhhI3DoU2wE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2UvtyRHs1WaS7anMmx7fNTPJMWF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/trj1lsbgPDmisUlFmvxnENaNlsR.png"
    },
    {
      "id": "tmdb:31757",
      "type": "series",
      "name": "La amenaza de Casandra",
      "ids": {
        "tmdb": 31757
      },
      "overview": "La caída de varios meteoritos en la Tierra siembra el pánico entre la población. Un científico y su asistente deberán luchar contra el tiempo para facilitar la información necesaria a un investigador experto en el tema, la única persona capaz de impedir la inminente destrucción del planeta. En medio del caos, un policía intenta salvar la vida de su padre, que ha sido amenazado de muerte por un psicópata.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/oRFzM3QC6YZtmvEHYuuuqErMI0B.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kF0FNCBcmOaJ8ehMaBTCiXfHvlq.jpg"
    },
    {
      "id": "tmdb:72954",
      "type": "series",
      "name": "El capitán Barbanegra",
      "ids": {
        "tmdb": 72954
      },
      "overview": "Inglaterra, 1717. El teniente Robert Maynard, de la Marina Real británica, inicia un viaje oceánico en el que va ofreciendo a los piratas la amnistía total a cambio de que éstos abandonen sus actividades delictivas. Al llegar a las Antillas, Maynard tendrá que enfrentarse al más temible y fiero de todos los bandidos del mar: Barbanegra. En su búsqueda del famoso tesoro del capitán Kidd, este villano asesina sin piedad a cualquiera que se le oponga. Pronto se desencadenará una terrible lucha entre Maynard y Barbanegra por el control de Jamaica, la más importante colonia inglesa en el Caribe.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/pK5Lh2BW9Yx4NCg4hPFfzqCsyIO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dZa4aTqhhh9whvbsOxXpFaZkqVA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zukALkr1FZ3UQ8uv4sbMs2FtZok.png"
    },
    {
      "id": "tmdb:63842",
      "type": "series",
      "name": "Olmos y Robles",
      "ids": {
        "tmdb": 63842
      },
      "overview": "Ezcaray es un pueblo tranquilo en el que nunca pasa nada. Sin embargo, todo cambia cuando Boris, uno de los vecinos, aparece decapitado en su casa. Este extraño suceso lleva a la mismísima Interpol al pueblo, y así es como Agustín Robles (Rubén Cortada), un laureado Teniente del Grupo de Acción Rápida de la Guardia Civil, conoce a Sebastián Olmos (Pepe Viyuela), el Cabo Primero más campechano y torpe de La Rioja.\n\nEl caso adopta dimensiones insospechadas y acaba salpicando a Robles, que se ve obligado a quedarse en Ezcaray y a trabajar con Olmos, su antítesis. Solo podrán detener al asesino si aúnan fuerzas y talentos: la rigurosidad y experiencia del Teniente Robles con la intuición y el conocimiento del terreno del Cabo Primero Olmos. Una extraña pareja condenada a entenderse y a trabajar también en curiosos casos locales como la aparición de un cadáver en una barrica de vino, la misteriosa huida de una monja que no habla, o la muerte de un cuervo blanco. Juntos, pero no revueltos, formarán la pareja perfecta. O casi perfecta. O casi, a secas.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/ySjcYa7q794cMNhfrbskHr1H75u.jpg",
      "posterShape": "poster",
      "logo": "https://image.tmdb.org/t/p/w500/tqa2MAaMl5H4FHnlQnUi1xk4xlV.png"
    },
    {
      "id": "tmdb:59164",
      "type": "series",
      "name": "Gran reserva",
      "ids": {
        "tmdb": 59164
      },
      "overview": "Gran Reserva es una mezcla de melodrama y thriller. Una historia familiar que gira en torno a tres familias de bodegueros riojanos: los Cortázar, representados por su patriarca Don Vicente, que consideran el vino como un lucrativo negocio, y los Reverte, encabezados por Doña Sofía, que creen que la viña y la tierra son una forma de vida. Pese a las diferencias, ambas familias viven en un equilibrio que se rompe de forma drástica cuando alguien intenta asesinar a Miguel, el primogénito de los Cortázar. La tercera familia en discordia, los Miranda, volverá en busca de la gloria perdida aunque eso les llevará a enfrentarse a los Cortázar y a los Reverte",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/nUAKJD0IClkZVx7aceXPGBxWZyy.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:6066",
      "type": "series",
      "name": "Verano Azul",
      "ids": {
        "tmdb": 6066
      },
      "overview": "Verano azul fue una serie de Televisión Española producida en 1981 y dirigida por Antonio Mercero con música de Carmelo Bernaola.  La serie relata las aventuras de varios jóvenes que forman una pandilla durante sus vacaciones de verano en una localidad de la Costa del Sol.  El grupo lo forman cinco chicos y dos chicas de diferentes edades, entre los ocho y los diecisiete años, aproximadamente, y dos adultos: una joven pintora y un marinero retirado.",
      "year": 1981,
      "poster": "https://image.tmdb.org/t/p/w342/mfRyMbvpssP5vSs3CQaRyGOGpT2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/t0nmnfwO572EHDFrkfFAxhgd5Rc.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zveeVTrf3h5Dm7LvcCJTjXlwztb.png"
    },
    {
      "id": "tmdb:76518",
      "type": "series",
      "name": "La mujer mosquetero",
      "ids": {
        "tmdb": 76518
      },
      "overview": "Reinado de Luis XIV, 1660. La lealtad del pueblo francés está dividida entre la Iglesia y el Estado. Entre los mosqueteros del rey destaca especialmente uno: Valentine D'Artagnan. Su padre, Jacques D'Artagnan, el más célebre de los mosqueteros, después de adiestrar a su hija en el arte de la espada, la envía a París a cumplir su sueño, cosa nada fácil por tratarse de una mujer. Para mostrar su talento, Valentine se une a los hijos de los antiguos compañeros de su padre.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/CqGET1G1iiPuPmO48upEvdZERa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7PgKziNQyc39xCZ87qEFYANkSLB.jpg"
    },
    {
      "id": "tmdb:63758",
      "type": "series",
      "name": "Desaparecida",
      "ids": {
        "tmdb": 63758
      },
      "overview": "Patricia Marcos es una joven que vive junto a su familia en un pueblo ficticio de las afueras de Madrid, Blancaró. La noche en que cumple 18 años Patricia planea salir con su prima, Cris, a las fiestas del pueblo vecino. Tras discutir con su madre, Lola, sobre la hora de regreso a casa, Patricia acaba logrando autorización de su padre, Alfredo, para alargar la vuelta. Sin embargo, la joven no regresa jamás a casa, lo que moviliza a su familia y a la Guardia Civil en su búsqueda en calidad de persona desaparecida. A medida que esta avance saldrán a luz detalles desconocidos de Patricia y su entorno. (Wikipedia)",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/cIur4YJbgu1BEFfSBDVqfIaoTVb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lfAuJbDbxZ7mgEDTzV3lRJqBJaq.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/z2ns3bp8nX0wpxHxEhN9hIOIr0f.png"
    },
    {
      "id": "tmdb:74416",
      "type": "series",
      "name": "Fortunata y Jacinta",
      "ids": {
        "tmdb": 74416
      },
      "overview": "El aristócrata Juan de Santa Cruz conoce a Fortunata, una muchacha de origen humilde, y entre ambos surge un amor apasionado; pero su madre decide casarle con su sobrina Jacinta.",
      "year": 1980,
      "poster": "https://image.tmdb.org/t/p/w342/k52kUTh5qda1mNcQX4VG5kVLJnI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/36zMkv6ErriT3EbfkPkXoPTPeBi.jpg"
    },
    {
      "id": "tmdb:43735",
      "type": "series",
      "name": "Brigada Central",
      "ids": {
        "tmdb": 43735
      },
      "overview": "Serie dedicada a los policías de élite que son seleccionados para integrar el grupo especial de la Brigada Central, adscrita a la Dirección General de la Seguridad del Estado, para investigaciones de alto nivel, como el crimen organizado, delincuencia internacional, narcotráfico o asesinatos en masa.\n\nJunto a la labor profesional de sus componentes, se acompaña un aspecto psicológico y personal de los mismos, en especial del jefe del grupo, un comisario de etnia gitana, apellidado Manuel Flores e interpretado por Imanol Arias, verdadero protagonista individual de la serie. Junto a él trabajan el honesto y sobrio Comisario Poveda, el violento agente Marchena, el sofisticado Lucas y el borrachín Pacheco. Algunos hechos narrados son reales.",
      "year": 1989,
      "poster": "https://image.tmdb.org/t/p/w342/r0UJ0eFhcXMx588Jd4zdXEzaWjW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/t9UNjinV53Kfg1DHXr34aBHjLvp.jpg"
    },
    {
      "id": "tmdb:8419",
      "type": "series",
      "name": "Herederos",
      "ids": {
        "tmdb": 8419
      },
      "overview": "Narra la vida de los Orozco, importante familia relacionada con el mundo de los toros. A la cabeza, Carmen Orozco, que tendrá que gestionar el patrimonio haciendo frente a traiciones, luchas de jerarquías y enfrentamientos personales.",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/wdt6VN9nKZLbEeJo71R8bGnsWW7.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:71251",
      "type": "series",
      "name": "Guante blanco",
      "ids": {
        "tmdb": 71251
      },
      "overview": "De los creadores de \"Desaparecida\" llega \"Guante blanco\". Historia de dos hombres muy parecidos pero enfrentados: un meticuloso policía y un ladrón profesional. En el primer episodio, un nuevo robo acaba de cometerse en la ciudad. Un golpe limpio, sin violencia, perpetrado por una banda de ladrones de guante blanco. El inspector Valle (Carlos Hipólito), recién llegado a la ciudad junto a sus hijos, será el encargado de darles caza. Todavía no lo sabe pero su vida, y la de Mario Pastor (José Luis García Pérez) y su banda, acaban de cruzarse por primera vez. Valle comienza sus pesquisas para detener a la banda de ladrones mientras éstos, un paso por delante, preparan ya su siguiente golpe. Uno de los robos más complicados que han tenido nunca: el robo de un Van Gogh de un museo.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/fNK98pLa5VHoM9C41uJfZ8XVYQC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zKdlt34jSQ3xvW0K6ELVtk1yHLz.jpg"
    },
    {
      "id": "tmdb:133312",
      "type": "series",
      "name": "El abuelo y yo",
      "ids": {
        "tmdb": 133312
      },
      "overview": "El abuelo y yo es una telenovela mexicana producida por Pedro Damián para Televisa en el año 1992",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/1Wr4LlPS5DEOTTeZz8PmXXHyRMG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/blb1fgaAOThxbaKBsbdipW3vwH8.jpg"
    },
    {
      "id": "tmdb:103731",
      "type": "series",
      "name": "Las vidas de los santos",
      "ids": {
        "tmdb": 103731
      },
      "overview": "El joven Vittorio Innocente, traumatizado por las tragedias vividas en su infancia, vive alejado de su familia e intentando olvidar el pasado. Pero, cuando se entera de que su padre alberga vergonzosas intenciones respecto a su hermana Rita, decide regresar. Así es como acaba descubriendo los oscuros secretos que han mantenido separada a su familia durante décadas.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/exfCO28d5tiKO5luGVOfUuiorvH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2ZV4g6rfzgNKwpFLb9PE4WaFrx8.jpg"
    },
    {
      "id": "tmdb:65232",
      "type": "series",
      "name": "Un Burka por Amor",
      "ids": {
        "tmdb": 65232
      },
      "overview": "Un burka por amor narra la historia de amor de María, una joven española que se enamora de Rashid, un hombre afgano que conoce en el trabajo y con el que acabará viviendo en Afganistán donde tendrán un primer hijo. Ella decide volver a Mallorca para que su padre conozca a su nieto. El marido de María decide volver a Afganistán, donde estalla la guerra, por lo que ésta también le acompaña y acabarán atrapados en un país que vive bajo el régimen Talibán, además María tendrá un segundo hijo. Con la ayuda de su hermana Rosi y la de los servicios de inteligencia españoles, María logra escapar del peligro con sus hijos. Pero no puede dejar de pensar en su marido y hará todo lo posible por estar juntos.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/6y3RduIpwm2Aq9MpKtFiddCXZe4.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:32613",
      "type": "series",
      "name": "Cantinflas Show",
      "ids": {
        "tmdb": 32613
      },
      "overview": "Cantinflas Show fue una serie de televisión animada producida por Televisa. La serie fue creada por Mario Moreno \"Cantinflas\" y realizada por el animador español José Luis Moro.",
      "year": 1972,
      "poster": "https://image.tmdb.org/t/p/w342/nAsbnXKiAI6XBAvUdP79SSEslRX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/raGJ1Rdod03sai4joiQOhFzcCKa.jpg"
    },
    {
      "id": "tmdb:71155",
      "type": "series",
      "name": "Al filo de la ley",
      "ids": {
        "tmdb": 71155
      },
      "overview": "El protagonista de la serie es Gonzalo Álvarez, el dueño del bufete, que es muy conocido en la profesión por su eficacia, suele centrarse en los casos que dan fama y dinero al bufete, aunque también lucha contra las injusticias sociales. Su mano derecha es Patricia Muñoz, una abogada fría, cínica y brillante que arrasa en los juicios con su estilo impecable y sus argumentos irrefutables, su ojo derecho será Alex Villar, el hijo de Ricardo Villar, un antiguo socio de Gonzalo que murió en extrañas circunstancias durante la transición. Alex destacará por defender las causas perdidas y por su tira y afloja con Elena Castro, la cuarta protagonista, que entrará a formar parte del bufete tras vencer a Gonzalo en un juicio en el que demostró su implicación en los casos. Elena fue novia de Alex hace mucho tiempo y ahora tendrán que trabajar juntos.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/lgFqKpBIJbb1oqMO2fBGaH1GB0V.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:77617",
      "type": "series",
      "name": "Los gozos y las sombras",
      "ids": {
        "tmdb": 77617
      },
      "overview": "La serie \"Los gozos y las sombras\" es la adaptación en cine para su emisión en televisión de la célebre trilogía del mismo nombre de Gonzalo Torrente Ballester. Un drama rural que tiene lugar en Pueblanueva del Conde, un pueblo gallego imaginado por el autor, entre 1934 y 1936, con la 2ª República de fondo. El espectador se convierte en testigo de las tensiones entre caciques y trabajadores, las luchas sociales y sindicales, la violencia y las pasiones que dan cuerpo a la serie.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/qsFhIUSlyQFRCoUWh99qEEnGKCC.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:63114",
      "type": "series",
      "name": "La Señora",
      "ids": {
        "tmdb": 63114
      },
      "overview": "A comienzos de los años 20, en España, las diferencias sociales eran abismales. Sobre todo en las zonas rurales la fuerza del caciquismo se basa enla tradición y el analfabetismo. Ciertos sectores de la burguesía y las clases trabajadoras luchan por subvertir la situación. En este ambiente germina el apasionado amor de Victoria Márquez, miembro de una poderosa familia, y Ángel, un diácono de familia minera. Tras la explosión de una bomba, la Guardia Civil arresta y encarcela a Salvador, el hermano de Ángel. Los mineros amenazan con ir a la huelga. Ajeno a los problemas de sus trabajadores, Ricardo Márquez está a punto de cerrar una gran operación financiera; su socio es Gonzalo, marqués de Castro.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/xQLnrdNgaHDMbmlSWH2jVZ5gk2k.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uwBGc9q8mWxbQctTzjrEV31mRWj.jpg"
    },
    {
      "id": "tmdb:72003",
      "type": "series",
      "name": "La Regenta",
      "ids": {
        "tmdb": 72003
      },
      "overview": "La Regenta es una miniserie televisiva, adaptación de la novela homónima de Leopoldo Alas \"Clarín\", escrita y dirigida por Fernando Méndez-Leite y emitida por Televisión Española en 1995. El 30 de marzo de 2009 la serie fue reestrenada en la página web de Radio Televisión Española,1 donde se pueden ver íntegros todos los capítulos y de forma permanente.\n\nAmbientada en la imaginaria ciudad norteña de Vetusta y fiel reflejo de la España del siglo XIX, cuenta la historia de Ana Ozores, una hermosa mujer aburrida de su matrimonio burgués con el ex regente, mucho mayor que ella, y que se debate entre el amor espiritual y místico que siente por su confesor, el magistral Fermín de Pas, y la pasión carnal que le provoca el cacique y donjuán Álvaro Mesía.\n\nSe compone de tres episodios que reproducen fielmente la novela, con una duración total de 302 minutos. El primero, que también corresponde a la primera parte de la obra literaria, abarca hasta el capítulo XV, el cual concluye con el escándalo nocturno de Santos Barinaga. El segundo capítulo se extiende del capítulo XVI al XXIII, cuando la protagonista sale en procesión vestida de nazareno. El tercer y último episodio continúa la historia desde el capítulo XXIV hasta el XXX, el último de la novela, en el que tiene lugar el trágico desenlace.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/g6nQugfemnAgTFakXpakTmTnUpO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fKkrMZ54xC6817DpZpWx6FgJqbS.jpg"
    },
    {
      "id": "tmdb:116092",
      "type": "series",
      "name": "Los Pazos de Ulloa",
      "ids": {
        "tmdb": 116092
      },
      "overview": "'Los pazos de Ulloa' es la adaptación televisiva de la novela del mismo título, y su continuación, 'La madre naturaleza', ambas escritas por Emilia Pardo Bazán, autora gallega del s XIX y máxima representante del naturalismo literario español.\n\nLa serie consta de cuatro capítulos de una hora de duración, aunque en un principio se pensó en cinco, e incluso seis episodios. Se impuso el criterio de su director, Gonzalo Suárez, para él que la historia no necesitaba más metraje.\n\nEl argumento de la serie, muy fiel a la novela, gira en torno a la figura del marqués de Ulloa, un cacique de la Galicia rural de 1880, y un conjunto de personajes que verán alterada su existencia con la visita de un cura.",
      "year": 1985,
      "poster": "https://image.tmdb.org/t/p/w342/lmAwNjxY7oIgEmJrKCaJ3qBZQ5p.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6NV7VOBDdtsCPoSrwFv8l7AHdsf.jpg"
    },
    {
      "id": "tmdb:72567",
      "type": "series",
      "name": "U.C.O. (Unidad Central Operativa)",
      "ids": {
        "tmdb": 72567
      },
      "overview": "La Unidad Central Operativa es la élite de la policía judicial del Instituto Armado, encargada de investigar la delincuencia especializada. Trabajan con las técnicas más avanzadas en investigación criminal,y en numerosas ocasiones, cuentan con la colaboración de policías o servicios de información de otros países.",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/quOFUZa1YyL6nJdRpa76V7c8VGL.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:104909",
      "type": "series",
      "name": "Ramón y Cajal",
      "ids": {
        "tmdb": 104909
      },
      "overview": "Serie dramatizada que narra a lo largo de nueve episodios la vida de Santiago Ramón y Cajal (1852 - 1934), médico español, catedrático de anatomía en Valencia e histología en Madrid, premio nobel de medicina en 1903 y principal investigador en el campo de la histología. La serie, dirigida al público en general, ofrece una visión del personaje en su contexto histórico, social y personal.",
      "year": 1982,
      "poster": "https://image.tmdb.org/t/p/w342/n4tHuNwGeHtatKAzphK2DKUlglb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pOoLnpvCNN9dGkvhithT4jJiIPE.jpg"
    },
    {
      "id": "tmdb:101786",
      "type": "series",
      "name": "La Barraca",
      "ids": {
        "tmdb": 101786
      },
      "overview": "La barraca es una serie de televisión dirigida por León Klimovsky y estrenada por Televisión española en 1979. La serie se basa en la novela homónima de Vicente Blasco Ibáñez, adaptada por Manuel Mur Oti y con música de Alfonso Santisteban. La sintonía de apertura, Si al final, estaba cantada por Victoria Abril. El 30 de marzo de 2009 la serie fue reestrenada en la página web de Radio Televisión Española,​ donde se pueden ver íntegros todos los capítulos y de forma permanente.",
      "year": 1979,
      "poster": "https://image.tmdb.org/t/p/w342/reQ6jlDPx6cBUcAvGTMn4pfoeX4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5uz5tAALSsxoe3fCUbIv2HZtvY6.jpg"
    },
    {
      "id": "tmdb:91134",
      "type": "series",
      "name": "Juncal",
      "ids": {
        "tmdb": 91134
      },
      "overview": "El mundo de los toros visto a través de las inolvidables andanzas de un simpático truhán. A José Álvarez \"Juncal\", un famoso torero de los años 50, una grave cornada lo apartó del mundo del toreo, pero le dejó una distinguida cojera. En la plenitud de su carrera, contrajo matrimonio con Julia Muñoz, hija de una rica y tradicional familia cordobesa, que se encaprichó del diestro más por su apariencia que por sus virtudes. La unión fue breve: Juncal la abandonó, dejándole dos hijos, y se instaló en Sevilla, donde le dio cobijo Teresa. A pesar de su edad, para él los toros y las mujeres siguen siendo las únicas coasa importantes. Después de muchos años, Juncal se pone en contacto con su hijo, un novillero de moda rico y poderoso, en el que ve la posibilidad de volver al mundo de los toros.",
      "year": 1989,
      "poster": "https://image.tmdb.org/t/p/w342/j0Ou7E5bqBkem10xesxbxhssnaI.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5GPuG7cDzXlTiwxluizSJ8JL7xf.jpg"
    },
    {
      "id": "tmdb:69207",
      "type": "series",
      "name": "Las chicas de Oro",
      "ids": {
        "tmdb": 69207
      },
      "overview": "Para poder hacer frente al pago de la hipoteca, Blanca no tiene más remedio que alquilar algunas de las habitaciones de su casa a otras mujeres. Al anuncio que pone en un supermercado responden Rosa y Doroti, que pasan a compartir el chalet con ella. La aparición de Sofía, madre de Doroti, se produce cuando la residencia en la que se alojaba es destruida por un incendio, y se ve obligada a recurrir a su hija porque no tiene donde ir.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/wYF6YdQplt7sHEspHeFMtXx6pvz.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vO7y8K53D6L5cynKifIXS2UO5dE.jpg"
    },
    {
      "id": "tmdb:77066",
      "type": "series",
      "name": "Días sin Luz",
      "ids": {
        "tmdb": 77066
      },
      "overview": "La miniserie que trata el caso de la desaparición y asesinato de Mari Luz, en el barrio del Torrejón (Huelva).",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/35xNI0rDAXWkDookJ6iiiYShQL0.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:139509",
      "type": "series",
      "name": "Tormenta",
      "ids": {
        "tmdb": 139509
      },
      "overview": "Un grupo de jóvenes pre universitarios se apunta a los cursos de verano que imparte su colegio en un centro alejado con la intención de mejorar su nota media final. Hay clases lectivas por la mañana y actividades lúdicas y deportivas por las tardes. A raíz de un debate sobre la creciente xenofobia en España debido al cada vez mayor número de inmigrantes y las dificultades de encontrar trabajo por la crisis económica, el profesor de Educación Cívica propone un experimento llamado “Tormenta” para poner en práctica el nacimiento y desarrollo de este nuevo mal que aqueja a nuestra sociedad; y las terribles consecuencias que puede desencadenar de no ser atajado a tiempo.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/tsghEV694IcUPaaGjgP6b9YhGUr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xn2qyyyPufPKpNWgcNOnuPdo3WU.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zakfQXjWKnCYz8bJORvkxVc7WVt.png"
    },
    {
      "id": "tmdb:44331",
      "type": "series",
      "name": "Cañas y barro",
      "ids": {
        "tmdb": 44331
      },
      "overview": "Provincia de Valencia, España, siglo XIX. Tonet vive una intensa historia de amor con Neleta, a la que conoce desde la infancia, pero se ve obligado a abandonarla para servir en la guerra de Cuba.",
      "year": 1978,
      "poster": "https://image.tmdb.org/t/p/w342/8o9NmxX6Nu3Piz6zloKTcrYc6tc.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/A3rICQyOFkAF23jAudXS56XHd4K.jpg"
    },
    {
      "id": "tmdb:77111",
      "type": "series",
      "name": "Proceso a Mariana Pineda",
      "ids": {
        "tmdb": 77111
      },
      "overview": "“Proceso a Mariana Pineda” es una serie de 5 capítulos, de carácter histórico y biográfico, centrada en la figura de Mariana Pineda (1804-1831) y ambientada en la Granada de 1831, en el octavo año del reinado absolutista de Fernando VII. El guión se basa en los documentos oficiales del proceso al que fue sometida Mariana Pineda. Narra los últimos días de la vida de una mujer que se entregó a la causa liberal. Fue condenada y ajusticiada el 26 de mayo de 1831 con el más noble de los tres rituales que contemplaba la ejecución a garrote, tras rechazar el perdón que se le ofrecía si delataba a sus compañeros de causa. Además de los datos históricos, la serie muestra una trama de ficción convertida en síntesis dramática, donde se reflejan las costumbres de la época, su folclore y las intrigas políticas y religiosas.",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/vGda2WPRduEBGIwGChfSnGcSiSd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eqDCxZilRtZ4uukVi3XOvkSFcQE.jpg"
    },
    {
      "id": "tmdb:75644",
      "type": "series",
      "name": "Lorca, muerte de un poeta",
      "ids": {
        "tmdb": 75644
      },
      "overview": "Federico García Lorca tenía 38 años cuando fue asesinado el 19 de agosto de 1936, un mes después de estallar la Guerra Civil Española. La serie pretende recrear con precisión la andadura maravillosa y terrible del poeta: desde el niño que oía cómo las hojas de los chopos mecidas por la brisa cantaban su nombre, al hombre que escucha aterrorizado cómo sus verdugos amartillan los fusiles que acabarán con su vida.",
      "year": 1987,
      "poster": "https://image.tmdb.org/t/p/w342/vXz79xmr1fulxoU0tzw73lzl73p.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/LnVqyg8OdgAX2Wqm9aZZdp84cH.jpg"
    },
    {
      "id": "tmdb:78522",
      "type": "series",
      "name": "El Quijote de Miguel de Cervantes",
      "ids": {
        "tmdb": 78522
      },
      "overview": "Alonso Quijano, un hidalgo manchego de unos 50 años y de mediana posición económica, queda hasta tal punto trastornado por la lectura de los libros de caballería que decide salir a buscar aventuras acompañado de su fiel escudero Sancho Panza. La peculiar locura de Don Quijote, la fascinación que despierta en Sancho y la bondad de ambos personajes contrastan con la crueldad y el escarnio de que son objeto por parte de aquellos a quienes tratan de ayudar",
      "year": 1992,
      "poster": "https://image.tmdb.org/t/p/w342/sm40a44IEfbpQD51xPetcNN0gr5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kF86bm1F5FwOT8F3LwfR9CDQQza.jpg"
    },
    {
      "id": "tmdb:69574",
      "type": "series",
      "name": "El final del camino",
      "ids": {
        "tmdb": 69574
      },
      "overview": "Galicia, Año 1085. Narra las vivencias de tres hermanos en una convulsa Edad Media en la Península Ibérica, con el trasfondo del Camino de Santiago y la construcción de la catedral de Compostela.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/h4b0vq14nQLqKYEqX9G7giPuNv3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/adgIsN8EUIt0iC1pI1f5PrZvL4Q.jpg"
    },
    {
      "id": "tmdb:73588",
      "type": "series",
      "name": "El asesinato de Carrero Blanco",
      "ids": {
        "tmdb": 73588
      },
      "overview": "20 de diciembre de 1973. Carrero Blanco es asesinado. ETA da su primer golpe en Madrid haciendo volar por los aires el coche del mismísimo Presidente del Gobierno. La miniserie que cuenta cómo la banda terrorista planeó y llevó a cabo el atentado contra la mano derecha de Franco.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/2bRohKnIt6x0bI5yrJPu7j6QJaL.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:102759",
      "type": "series",
      "name": "La princesa de Éboli",
      "ids": {
        "tmdb": 102759
      },
      "overview": "En esta lujosa superproducción rodada en muchos de los lugares donde sucedió la acción real -el Palacio Ducal de Pastrana, el Castillo de los Mendoza de Manzanares El Real, el Monasterio de San Lorenzo de El Escorial y La Granjilla de la Fresneda- Ana de Mendoza (BELÉN RUEDA), ha enviudado tras dar a luz a 10 hijos. La maternidad y el hecho de haber perdido un ojo durante su infancia no han decrecido su belleza y atractivo, siendo una de las mujeres más deseadas de la corte de Felipe II (EDUARD FERNÁNDEZ). Ana inicia un tórrido romance con Antonio Pérez (HUGO SILVA), secretario del Rey, quien, loco de celos y sintiéndose engañado y traicionado por la Princesa de Éboli, centra en ella su más cruel venganza.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/7l6EnSalFDipEO5Ki44NiCOpH40.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lpE7fF01QoS6OKXBJBMrbRfWl4J.jpg"
    },
    {
      "id": "tmdb:83425",
      "type": "series",
      "name": "La piel azul",
      "ids": {
        "tmdb": 83425
      },
      "overview": "Un grupo de amigos celebra una fiesta en un barco privado: hay amor, alcohol, drogas, sexo... Pero todo se tuerce cuando se dan cuenta de que el último en tirarse al agua olvidó bajar antes la escalerilla.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/zpDqTd4MJwm5gsVimLYnY262l3V.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uXmH8pJpbYPenX083N4cV4RxdtC.jpg"
    },
    {
      "id": "tmdb:75706",
      "type": "series",
      "name": "Severo Ochoa: La conquista de un Nobel",
      "ids": {
        "tmdb": 75706
      },
      "overview": "Vida y obra del científico asturiano, desde su niñez en las playas de Luarca hasta el fin de sus días, contando su periplo por distintos países del mundo y por diferentes ciudades españolas donde el Nobel vivió y trabajó intensamente.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/yZLLsZ4Kqx3xc5ekimTiUcBOxHY.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:61754",
      "type": "series",
      "name": "El sexólogo",
      "ids": {
        "tmdb": 61754
      },
      "overview": "La clínica de Ramón Acosta, sexólogo, es el escenario por el que transcurren insólitas historias de personajes de lo más variopinto que buscan el consejo del especialista para solucionar sus problemas. Contará con la ayuda de la enfermera Margarita, enamorada de él, su ayudante Ricardo, estudiante de psicología, y una asistenta, Angustias. También pasarán por la clínica su ex-mujer Aurelia y su hija Beatriz.",
      "year": 1994,
      "poster": "https://image.tmdb.org/t/p/w342/15r7sBOn9nPlgjnClvo4HGvDcxG.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:65500",
      "type": "series",
      "name": "La sonata del silencio",
      "ids": {
        "tmdb": 65500
      },
      "overview": "Adaptación de la novela homónima de Paloma Sánchez-Garnica. Ficción ambientada en la España de la posguerra que narra la historia de Marta Ribas, una mujer que, tras ver cómo su marido Antonio cae enfermo, tiene que ponerse a trabajar, a pesar de las críticas de su entorno, para sacar adelante a su hija. (Fotogramas).",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/s446iUKNM3L2ODTtEIpT5LE42IT.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:43922",
      "type": "series",
      "name": "Teresa de Jesús",
      "ids": {
        "tmdb": 43922
      },
      "overview": "Serie de TV (8 episodios). Con gran rigor histórico asistimos a la vida de Teresa de Jesús, monja carmelita, descendiente de judíos conversos, que emprendió la reforma de la Orden. En sus escritos nos dejó uno de los testimonios más apasionantes del siglo XVI.",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/f4pwLP5veOpelJgkQAEsajfv5ci.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4D8NRrg3yBX4dOiUZ5C8hadbSze.jpg"
    },
    {
      "id": "tmdb:62975",
      "type": "series",
      "name": "El corazón del océano",
      "ids": {
        "tmdb": 62975
      },
      "overview": "lonso, un joven gallego, tiene que huir de su aldea porque ha matado por accidente al hijo menor del conde Raña. Para salvarse, parte hacia Sevilla para embarcar hacia el Nuevo Mundo. Lleva una carta de recomendación para Juan de Sanabria, el Adelantado del Río de la Plata, que prepara una expedición a Asunción.\n\nDoña Mencía de Calderón, la mujer del Adelantado, reúne a ochenta jóvenes de familias hidalgas sin recursos para que viajen con ella y sus dos hijas a Asunción.\n\nAllí se casarán con los españoles que se han instalado en la ciudad. Ana es una de las jóvenes que aceptan viajar con Mencía. Como sabe leer y escribir se convierte en la secretaria de la Adelantada. Alonso llega a Sevilla acompañado de Pelayo, un joven pícaro y sin familia, al que ha conocido en el camino. Los dos se han hecho amigos y juntos sobreviven como pueden en la ciudad a la espera de la llegada del Adelantado. En el puerto, Alonso conoce a Ana y se queda impactado con ella. La joven, que tiene una imaginación desbordada, se ha enamorado del apuesto capitán Salazar, el veterano navegante y conquistador que guiará los barcos hasta las nuevas tierras.\n\nLa expedición parte hacia el Nuevo Mundo en tres barcos. Salazar capitanea uno de ellos, la nave San Miguel, en el que va doña Mencía con las doncellas. Durante la travesía, se desata una gran tormenta que aleja a la San Miguel de los otros dos barcos y deja la nao maltrecha y a la deriva. La tripulación del barco tendrá que superar varios obstáculos en su trayecto para llegar hasta el fin de la expedición. (Wikipedia)",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/6KcJ9OOI9tPIbokBfzRYspF7v2M.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/e5bHjurD7WTAKe9VqmWrcO7NjGb.jpg"
    },
    {
      "id": "tmdb:15152",
      "type": "series",
      "name": "El abuelo",
      "ids": {
        "tmdb": 15152
      },
      "overview": "Estrenada en formato Tv movie, esta miniserie comienza cuando don Rodrigo de Arista, un noble hidalgo asturiano regresa de América, más concretamente del Perú. Su situación económica es precaria y se encuentra en la ruina; aunado a su ancianidad, su noble corazón y su espíritu no lo abandona nunca, y le es difícil apartar el don de mando de su osado carácter. En la cinta don Rodrigo descubre que una de sus dos nietas es hija ilegítima, producto de un amorío entre su nuera y un artista. Pese a que convive con sus nietas y mantiene una buena relación con ellas, le intriga la duda de no saber con certeza plena cuál de ellas no es su nieta de verdad y verdadera heredera de su título y casa. En su deseo de que su nuera le diga cuál de las dos es la auténtica, tendrá aún más conflictos con ella, puesto que, prefiriendo perder la vida, se llevará el secreto a la tumba mientras él no demuestre querer a las dos por igual y sin preferencia por esa situación.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/xIEgg6R9DWoDJtSWsjpbiNtm84V.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:42831",
      "type": "series",
      "name": "La forja de un rebelde",
      "ids": {
        "tmdb": 42831
      },
      "overview": "De carácter autobiográfico la serie narra a través de la vida de Arturo Barea los avatares de la historia de España durante la primera mitad del siglo XX: la infancia en Madrid, su juventud en Marruecos luchando en la Guerra del Rif, su regreso a la Península y su experiencia durante la Guerra Civil en el bando de la República como censor.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/2wQzXxMZNeNOysEcf4nUQuFs5J6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mzUevFt81ukzg9XAzMA5FhUofvM.jpg"
    },
    {
      "id": "tmdb:72958",
      "type": "series",
      "name": "El Gordo: Una historia verdadera",
      "ids": {
        "tmdb": 72958
      },
      "overview": "Una familia humilde española que sufre problemas económicos es agraciada con 18 millones de euros en un sorteo de la Primitiva. Pero el dinero no da la felicidad y tendrán algunos conflictos.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/44Xzmov9z0k2TvxUZ6ColGoNpdO.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:236489",
      "type": "series",
      "name": "Un País Para Comerselo",
      "ids": {
        "tmdb": 236489
      },
      "overview": "Un país para comérselo: una serie de documentales, protagonizados por Imanol Arias y por Juan Echanove, en la primera y segunda temporada, y Ana Duato, en la tercera y cuarta, que se adentran por las tierras de España para investigar la gastronomía y los paisajes, y para encontrar en la diversidad nuestras raíces comunes.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/cwyGrvVkxviNoj1LH01lsUSMNyu.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ufGW7mhOG2Gbn0tRmB5LHW5JZKo.jpg"
    }
  ]
}