{
  "metas": [
    {
      "id": "tmdb:238346",
      "type": "series",
      "name": "ENA. La reina Victoria Eugenia",
      "ids": {
        "tmdb": 238346
      },
      "overview": "Ena es la historia de una reina y también de una mujer. De una joven inglesa que jamás había soñado ser reina de España. Alfonso XIII, con diecinueve años y Rey de España desde 1902, se fijó en ella, una elección que contrarió a su madre, María Cristina. En el viaje, dejó atrás a su familia, sus costumbres, su cultura y tuvo que renunciar a su religión para vivir en tierra extraña, en la que lo primero que sufrió fue un atentado el mismo día de su boda, durante el desfile nupcial en la calle Mayor, tras casarse en la Iglesia de los Jerónimos, y que causó decenas de víctimas. Nunca se sintió aceptada ni querida, pero luchó siempre para conseguir ambas cosas. Moderna en un ambiente tradicional, fue icono de la moda y de la liberación de las costumbres femeninas. Aunque en España se la conoce más como Victoria Eugenia, en la Familia Real británica y en su círculo de amistades siempre la llamaron, cariñosamente, Ena, un homenaje a su nacimiento en tierras escocesas, donde pasó su infancia.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/90fovFXIKRdDR9loh4r33zsAnG2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dzn38VY1sTiZ3foNeD7fFnGmzwx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nT33uLsUZ9pDq1ea2hkvzMoHBz3.png"
    },
    {
      "id": "tmdb:303855",
      "type": "series",
      "name": "Una historia muy heavy",
      "ids": {
        "tmdb": 303855
      },
      "overview": "Tras más de 40 años de rivalidad y multitud de conflictos vividos entre ambos siempre que han tocado juntos, ahora, se enfrentan a una gira mano a mano que podría ser la última de sus carreras.\n\n‘Una historia muy heavy’ es una serie documental de tres capítulos en la que se hace un viaje por el metal español narrado a través de las voces de Barón Rojo y Obús, protagonistas indiscutibles del género en este país y enemigos acérrimos desde los años 80 hasta nuestros días.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/luomBY03h5v73vLrT1cS2fq70Fx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/i852BQTY92vzyLHFefhQ5RVuDLT.jpg"
    },
    {
      "id": "tmdb:272051",
      "type": "series",
      "name": "Bocas de cielo",
      "ids": {
        "tmdb": 272051
      },
      "overview": "Han pasado cuatro años desde los sucesos de Ondarroa. En la actualidad, Nerea García está fuera de la Ertzaintza: apenas sale de casa y necesita la ayuda de pastillas para afrontar su día a día. Pero nada es para siempre. Cuando aparece el cadáver de una mujer asesinada violentamente, los fantasmas del pasado vuelven a llamar a su puerta. Esta vez, sin embargo, lo que está en juego es mucho más complejo y personal. Nada es lo que parece y Nerea no podrá fiarse de nadie. Ni siquiera de sí misma.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/o5mS5VKmrozq9RRjXIHUTWM893p.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2msuMNlWd6pwkPOtL33rrvdpfX6.jpg"
    },
    {
      "id": "tmdb:251572",
      "type": "series",
      "name": "Weiss & Morales",
      "ids": {
        "tmdb": 251572
      },
      "overview": "Cuando un crimen es cometido en las Islas Canarias y afecta a la comunidad alemana, el sargento de la guardia civil española Raúl Morales y la agente de la BKA alemana Nina Weiss se verán obligados a trabajar juntos. Una colaboración que no agrada a ninguno, pues pondrá en evidencia sus diferencias. Pero, a pesar de ello, encontrarán la manera de resolver cada uno de los casos que se les presenten.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/ofcFK6Cuw13ta4XljTNTQctcaqj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ycS9DvfrQXaBvEDzEsYP3s3nqzA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6oSvFkoymCJZne6SDcqrw29QUDN.png"
    },
    {
      "id": "tmdb:236330",
      "type": "series",
      "name": "Asuntos internos",
      "ids": {
        "tmdb": 236330
      },
      "overview": "Año 1979, Clara Montesinos, miembro de la primera promoción de mujeres policía, llega a una comisaría en la que la irrupción de la heroína condiciona la vida de nuestros protagonistas y de todo el barrio. Allí, la nueva inspectora va a aprender que ser agente es mucho más duro de lo que pensó, y más en ese destino.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/nhxFwgLom7MtvKvCEQYJHpZ3dFk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kb10JfmByu1CHsYviM3qjnCeddQ.jpg"
    },
    {
      "id": "tmdb:240456",
      "type": "series",
      "name": "El Conde de Montecristo",
      "ids": {
        "tmdb": 240456
      },
      "overview": "Edmond Dantes, un marinero acusado falsamente de traición, es encarcelado en el castillo de If, frente a las costas de Marsella. Tras escapar y adoptar la identidad del Conde de Montecristo, planea vengarse de quienes le acusaron injustamente.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/3HMpEp9gAfv4OLJHlFYijAhCJer.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dGTVrtSvkEuY65v0tjyRRFjbKj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wQ4dF9s1a7h0Ch2Eu6yOy7J1IeL.png"
    },
    {
      "id": "tmdb:280870",
      "type": "series",
      "name": "Al cielo con ella",
      "ids": {
        "tmdb": 280870
      },
      "overview": "La cómica y escritora Henar Álvarez se sienta en el trono de 'Al cielo con ella', el nuevo programa de RTVE Play. Un espacio de entrevistas gamberro, irreverente, transgresor y reivindicativo al más puro estilo Henar. El escenario del teatro Quique San Francisco de Madrid será testigo del paso de invitadas e invitados populares con entrevistas cargadas de humor en las que se escucharán las voces de mujeres que tienen mucho que contar. La banda de música 'Manny Calavera’ se encargará de poner ritmo a un programa en el que no faltarán las sorpresas.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/lhLGzDmUPr2LdoAB46sajZutpN8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/inTRp5pLFmcaDzOa0Ox6Pd5WPWU.jpg"
    },
    {
      "id": "tmdb:247138",
      "type": "series",
      "name": "Dieciocho",
      "ids": {
        "tmdb": 247138
      },
      "overview": "Cèlia y Moha se conocen en una cocina. Para Cèlia este trabajo es una condena: una jueza la ha condenado a hacer horas al servicio de la comunidad. Para Moha este trabajo es un premio que le acerca a su meta de conseguir los papeles. Aunque no lo parezca, tienen mucho en común y lo irán descubriendo a medida que ambos superen sus prejuicios y empiecen a verse como son en realidad.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/dl2oqKCxA1z9FB5saGDHh6iYiv5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xXQTFBe6JGsoOCDJl9FWH8ZRTiD.jpg"
    },
    {
      "id": "tmdb:273343",
      "type": "series",
      "name": "Las abogadas. La verdadera historia",
      "ids": {
        "tmdb": 273343
      },
      "overview": "‘Las abogadas. Su verdadera historia’ es un programa transmedia vinculado a la serie de ficción 'Las abogadas', donde Manuela Carmena, Cristina Almeida y Paca Sauquillo se reúnen alrededor de un café y una mesa para desgranar cómo fueron aquellos años en los que ayudaron a cambiar España como abogadas laboralistas y luchadoras contra el franquismo.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/m86ViYENR1xl32mEyyhX6f2YUHc.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:236837",
      "type": "series",
      "name": "Las abogadas",
      "ids": {
        "tmdb": 236837
      },
      "overview": "Madrid, 1969. Lola González, recién salida de la Facultad de Derecho, vive con ilusión una época nueva en la que comienza a vislumbrarse el final de la dictadura. Cuando su novio, Enrique, es detenido por la policía y muere durante un interrogatorio al precipitarse desde un séptimo piso en extrañas circunstancias, Lola despierta a la realidad que le rodea y se reafirma en sus convicciones. En ese camino hacia la libertad, Lola conocerá a otras jóvenes abogadas laboralistas: Cristina, Manuela y Paca. Junto a ellas defenderá con valentía sus ideales democráticos, siempre del lado de los más desfavorecidos.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/dqRH7uqFEanKEOL1uvO23Frdfwj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lN20R9UBadedTOzhnqO3jDp9kg0.jpg"
    },
    {
      "id": "tmdb:242874",
      "type": "series",
      "name": "Valle salvaje",
      "ids": {
        "tmdb": 242874
      },
      "overview": "1763. La vida de Adriana, una mujer valiente y leal a su familia, sufre un inesperado revés cuando recibe un duro golpe: su padre ha fallecido y, consecuencia de un pacto firmado en secreto, deberá viajar desde la Villa de Madrid hasta Valle Salvaje, en el norte de España, para desposar con un desconocido. Un oscuro secreto del pasado la persigue hasta el remoto valle, hogar de la familia de su prometido y de su complicada tía, doña Victoria. Allí su vida cambiará para siempre. Conocerá el verdadero amor, la traición, y el peligro cuando trate de descubrir la verdad sobre la muerte de su padre.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/qB356qujmLpMZrY4TobXE9Wtalm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8WL9AFt2PQZHiTkelOTszeKSL4B.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dyG873huiSh1mKBtijMfmRj6vgW.png"
    },
    {
      "id": "tmdb:263059",
      "type": "series",
      "name": "Superthings Rivals of Kaboom, Kazoom Power",
      "ids": {
        "tmdb": 263059
      },
      "overview": "Kai, Finn y Mia, amigos de sexto curso, son llamados por Enigma, una misteriosa chistera andante, para salvar Kaboom City, un mundo fantástico donde objetos cotidianos, como patines, llaves o guitarras, han cobrado vida gracias al Kazoom, la energía más poderosa del universo, y se han transformado en 'superthings', superhéroes y supervillanos con habilidades extraordinarias, cada uno enfrentado con su propio rival.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/hr4iCmovANn9nUSUjryYjbTh7J.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zJUfw8mJBjyGtxS6ciS5E7efIbL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xiVDFYYLaVfGFKNqeD5zZiek8Rs.png"
    },
    {
      "id": "tmdb:270887",
      "type": "series",
      "name": "Olmos y Roble: Documentos Clasificados",
      "ids": {
        "tmdb": 270887
      },
      "overview": "Serie de TV (2015-2016). 2 temporadas. 18 episodios. Olmos (Pepe Viyuela) es un cabo de la guardia civil -caótico, extravagante y campechano- que trabaja en el cuartelillo de su localidad natal, un pequeño pueblo de la Rioja. Por otro lado Robles (Rubén Cortada) es un teniente de una de las unidades más prestigiosas de la Guardia Civil, un agente urbano y moderno, multilaureado y muy organizado, pero poco extrovertido. Ambos se verán obligados a trabajar juntos si quieren resolver el gran caso internacional que por azares de la vida les ha unido en ese pueblo riojano. Son dos polos opuestos, dos investigadores distintos que forman un equipo genial.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/3SpJi8sfsemQ2tAzBMLPEtq3ew1.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:257092",
      "type": "series",
      "name": "Destino Antártida",
      "ids": {
        "tmdb": 257092
      },
      "overview": "'Destino Antártida' es una serie documental de viaje y aventura sobre la importancia de la Antártida y el futuro de nuestro planeta, de la mano del youtuber de viajes extremos Lethal Crysis y a través de los pocos españoles que viven en el mayor y más vital laboratorio del planeta.  Investigadores de todo el mundo estudian cada año lo que ocurre en el continente blanco, el más frío, inexplorado y salvaje de la Tierra, para tratar de predecir lo que nos espera aquí. Solo unos pocos son los elegidos para hacerlo, y Lethal Crysis estará con ellos, a lo largo de cuatro capítulos, recorriendo las únicas dos bases españolas que hay en la Antártida.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/4EGJZNJ7da3okdSMw5iNifWwo0n.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:225823",
      "type": "series",
      "name": "Operación Barrio Inglés",
      "ids": {
        "tmdb": 225823
      },
      "overview": "La II Guerra Mundial acaba de estallar. Aunque España es neutral, Huelva es un enclave estratégico para controlar los barcos de ambos bandos que atraviesan el estrecho. Además, cuenta con una importante colonia británica. Por ello, los alemanes envían miembros del Servicio Secreto para controlar lo que ocurre en la ciudad, sobre todo en las minas de la provincia de Huelva, propiedad de los ingleses, y que proveen a Gran Bretaña de mineral para armas y artillería.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/nQKUqbbo8m4z6J0BSNrLNqwTr7o.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5XhUr6NZwf2KBN40Xzoi4GC1YiO.jpg"
    },
    {
      "id": "tmdb:248664",
      "type": "series",
      "name": "Samuel",
      "ids": {
        "tmdb": 248664
      },
      "overview": "Serie de animación musical sobre la vida de Samuel, un chico de 10 años, y sus amigos y amigas de primero de la ESO en la década de los 2000 contada en primera persona a través de su diario de animación en 2D.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/qW8sa5evzMOEZ5ZhFfCQGMLx6fm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ApNKsvgkqMo1F5rU1M5N8IZvjW6.jpg"
    },
    {
      "id": "tmdb:227043",
      "type": "series",
      "name": "La ley del mar",
      "ids": {
        "tmdb": 227043
      },
      "overview": "El 14 de julio de 2006, la tripulación del pesquero Francisco y Catalina encuentra en aguas del Mediterráneo una patera a la deriva con varios inmigrantes africanos a bordo.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/adbP0D0HjQTbmlHmjyS7xDM8z5W.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fGd3uEzMHRe2YTlN7jXOy8ODCou.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nxvWhaIaEp7EmMXS3laDJaKQSNO.png"
    },
    {
      "id": "tmdb:224795",
      "type": "series",
      "name": "Esto no es Suecia",
      "ids": {
        "tmdb": 224795
      },
      "overview": "Para educar a sus hijas desde un lugar más auténtico y lejos de sus respectivas y dolorosas infancias, Mariana y Samuel se van a vivir a un barrio de montaña de Barcelona, donde encuentran una comunidad de gente con las mismas aspiraciones. Pero, cuando una tragedia sacude el barrio, desmontando su ideal, las certezas de Mariana y Samuel empiezan a tambalearse y el miedo se instala en la pareja, acercándose peligrosamente a todo lo que intentaban huir.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/sG1mitjohyJxqAoE0nWfcxzdgSA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kinupWL75hf8Qkd6aroupaa9WNp.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fEiOOB1yZTXMGGSkdD3bmqpGxrc.png"
    },
    {
      "id": "tmdb:275502",
      "type": "series",
      "name": "Isadora Moon",
      "ids": {
        "tmdb": 275502
      },
      "overview": "Half fairy, half vampire, Isadora Moon leaps joyously into all sorts of adventures whilst figuring out how she fits in with friends and family both magical and non-magical.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/2eYPP1ZfjoUN12CLWz6gFAwgtwR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kbus0Y0wK7Kp4tcEBPAqMAgxmH1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/moqXvwoTuUi7hrl17avvyrGyBv4.png"
    },
    {
      "id": "tmdb:231418",
      "type": "series",
      "name": "Salón de té La Moderna",
      "ids": {
        "tmdb": 231418
      },
      "overview": "Madrid, 1930. Matilde es una joven de familia humilde que vive con su madre, Rosario, y sus tres hermanos. Llega buscando trabajo al Salón de té La Moderna, uno de los cafés más elegantes de Madrid. Antes de entrar se encuentra con Iñigo, su amor de adolescencia, un joven al que no ve desde hace ocho años, cuando la trágica muerte del padre de Matilde interrumpió su recién nacida historia de amor. Iñigo es ahora un joven bien situado, mano derecha de don Jaime, uno de los empresarios más importantes de la ciudad. Entre los dos jóvenes vuelve surgir la pasión, pero Carla, mujer de Don Jaime y antigua novia de Iñigo, al que todavía no ha renunciado, no está dispuesta a permitirlo.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/eRB6yMg6FyvjlxEZYu0ZEUdy1Nd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lN9YTWjXXJ62hJLsdGAjp5z76JU.jpg"
    },
    {
      "id": "tmdb:207313",
      "type": "series",
      "name": "Los argonautas y La Moneda de Oro",
      "ids": {
        "tmdb": 207313
      },
      "overview": "Una pandilla de cinco amigos vivirá un verano diferente. Juntos se verán envueltos en una gran aventura enfrentando peligros y descubriendo el valor de la amistad",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/cJyNFgtUnDkot8VQwxbubkRqLPF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/l3fMHJXIfrHos2FoEIKiPoLTNX7.jpg"
    },
    {
      "id": "tmdb:228676",
      "type": "series",
      "name": "Otra Mirada",
      "ids": {
        "tmdb": 228676
      },
      "overview": "Otra Mirada is a journalistic program that deals with different current problems such as environmental and social",
      "year": 2023,
      "backdrop": "https://image.tmdb.org/t/p/original/6Ly5jZDEDsYdJPxspLv7R25Vv3B.jpg"
    },
    {
      "id": "tmdb:225005",
      "type": "series",
      "name": "4 estrellas",
      "ids": {
        "tmdb": 225005
      },
      "overview": "Cuenta la historia de un hotel de provincias que acaba de recibir su cuarta estrella y cuyo dueño, interpretado por Antonio Resines, fallece tras revelar que tenía una hija fuera del matrimonio. Ahora las tres hermanastras y la viuda deberán gestionar juntas el hotel, mientras intentan descubrir que ha pasado con el cuerpo del finado, desaparecido tras un accidente en el funeral.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/7Autsi9TxGFLsTOn0om2IhY3yWJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ahcoSyqliUE5MaQDERYpYtny1xd.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mQNJw6utKkKAIaYCtBxj9mi6hbU.png"
    },
    {
      "id": "tmdb:256227",
      "type": "series",
      "name": "Simon Superlapin",
      "ids": {
        "tmdb": 256227
      },
      "overview": "",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/iVuUCF6z19VeDgHNMDNmWL18vSt.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:214875",
      "type": "series",
      "name": "Equipo Rubble",
      "ids": {
        "tmdb": 214875
      },
      "overview": "Rubble se embarca en aventuras con toda una nueva pandilla de cachorros; los cachorros utilizan increíbles vehículos de construcción para construir y reparar cosas en la ciudad de Builder Cove.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/5MA1tqT0yI57IlPBy0KRN6G2mhN.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gc7RNqGmA3OVFFQ8lmdpA1qJUiX.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wllmykjJthMBqUSKJ4UEKhmnsZX.png"
    },
    {
      "id": "tmdb:212907",
      "type": "series",
      "name": "La promesa",
      "ids": {
        "tmdb": 212907
      },
      "overview": "En la España de 1913, una mujer consigue un trabajo en el palacio de La Promesa como recompensa por salvar al hijo de los marqueses, pero nadie sabe que ella tiene sus propios planes, que incluyen vengar la muerte de su madre y encontrar a su hermano desaparecido.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/t6q9xzdt3XGnEvbvMtD9GxpQaW4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hSLQY2xm86ICq7Pmqpoxpbv4kTF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5ibkWkAxsq4mlP2nqBlCCOg3xFh.png"
    },
    {
      "id": "tmdb:201478",
      "type": "series",
      "name": "SuperKitties",
      "ids": {
        "tmdb": 201478
      },
      "overview": "Bitsy, Ginny, Sparks y Buddy son ¡los SuperKitties! Estos felinos tienen la misión de enfrentarse al mal siempre que aparezca y hacer del mundo un lugar mejor.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/1OKBx0vBYuVLz6PAASHUlCo0mLg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sjj2OHz0BkzHbmcW3ymvP3ku1MW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jIaldEweeoFHnRlFtDBe4yPigXw.png"
    },
    {
      "id": "tmdb:221472",
      "type": "series",
      "name": "El robo del Códice",
      "ids": {
        "tmdb": 221472
      },
      "overview": "El 5 de julio de 2011, el mundo amanece con un escándalo insólito: el Códice Calixtino de la Catedral de Santiago ha desaparecido. Se trataba del Códice Calixtino, un manuscrito del S.XII, considerado la primera guía para los peregrinos, y una joya de valor incalculable.\n\nEn ese momento comienza una berlanguiana investigación, marcada por el interés mediático, el hermetismo de la Iglesia y todo tipo de falsas acusaciones. Finalmente se señaló al que había sido el electricista del templo durante 25 años: Manuel Fernández Castiñeiras.\n\n¿Cómo y por qué iba un electricista a robar una de las mayores obras de arte sacro?\n\nTras meses de rocambolescos interrogatorios, y justo un año después del robo, el 4 de julio de 2012, se encontró el Códice en un trastero propiedad de la familia de Castiñeiras",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/3dTzPSennZHd5gCXU72uyaI8eua.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:211779",
      "type": "series",
      "name": "Una verdadera casa de locos",
      "ids": {
        "tmdb": 211779
      },
      "overview": "The Really Loud House es una serie de televisión de comedia juvenil estadounidense desarrollada por Tim Hobert, que se estrenó en Nickelodeon el 3 de noviembre de 2022",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/5EmAxvBikpypErZgDauwjxoZ5TL.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/afMTvArZeDVYhXKFIDyCGsEh5oV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uaCyGnyZzbystRy1EstUyyrXZNs.png"
    },
    {
      "id": "tmdb:156763",
      "type": "series",
      "name": "Fuego cruzado",
      "ids": {
        "tmdb": 156763
      },
      "overview": "Tres familias británicas pasan unos días juntas en un lujoso hotel de las Islas Canarias. Mientras toma el sol en el balcón de su habitación, el mundo de Jo se pone patas arriba cuando resuenan disparos en la piscina donde su marido, sus hijos y sus amigos están disfrutando del baño.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/1opiu4UYkPDwxmXr6IxV0Az24nX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/Mhs3cNBEinQikxlbQGRhQvculB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/yZPOLiGw8h3OE9ybLba0ofvmfCt.png"
    },
    {
      "id": "tmdb:216113",
      "type": "series",
      "name": "Petronix Defenders",
      "ids": {
        "tmdb": 216113
      },
      "overview": "Meet Matt, Jia, Emma and Tim. These four students at Edwin Doolittle Elementary School may look like ordinary kids, but these friends are anything but. That’s because when animals around the world get into trouble, something incredible happens! Matt, Jia, Emma and Tim receive a special signal on their high-tech backpacks, alerting them to the trouble. Now the friends put their ordinary school life on hold and leap into action, transforming into an extraordinary rescue team known as the Petronix Defenders!",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/ikSqUfN0Yldry8PXqqcqTmhsNiQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/btDxXhMn5jxUZ9wNjI8vmYQOhLP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ufagNJCs9rojhApvTRLct6HTdzs.png"
    },
    {
      "id": "tmdb:211301",
      "type": "series",
      "name": "Turu y los Turulecos",
      "ids": {
        "tmdb": 211301
      },
      "overview": "La gallina Turu junto a sus encantadores – y un tanto alocados – amigos Ritmo y Compás, experimentarán el día a día y descubrirán musicalmente el mundo que los rodea a través de aventuras y divertidos malentendidos que los llevarán a comprender un poquito más lo que significa todo esto de crecer.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/ykjzEUJ1A9FTNNvsU9JgVlSTSFZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mIWWF1IriKl0POK8A8QdQXCNBC8.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1cRuNcZOVMjT7EYbG5KFzDatygy.png"
    },
    {
      "id": "tmdb:222207",
      "type": "series",
      "name": "Polinópolis",
      "ids": {
        "tmdb": 222207
      },
      "overview": "Serie de animación que narra experiencias típicas de la infancia a través de la sátira y el humor: historias divertidas, bizarras y sobrenaturales protagonizadas por un grupo de cinco amigos y amigas que viven en una ciudad extraña y maravillosa: Polinópolis. Un rico pasado muy presente en la vida de este pueblo de arquitectura encantada, las leyendas fantasmagóricas y formas misteriosas.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/3DIPta4iyOsx8N8HrlQtw2t31T9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4wWwvuwZejiw3VNjMNupRWbRU81.jpg"
    },
    {
      "id": "tmdb:155243",
      "type": "series",
      "name": "Sherwood",
      "ids": {
        "tmdb": 155243
      },
      "overview": "Dos asesinatos destrozan una comunidad ya fracturada que conduce a una de las mayores persecuciones en la historia británica y amenazan con inflamar las divisiones históricas provocadas durante la huelga de mineros tres décadas antes.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/rxjrfxGVzLNqvi4GSi7wuAGcJWg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ipAhFdSnD6ER57xwWABU0v32gua.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ivbGQRs6HIaAUfgLSMSqVAsQo0p.png"
    },
    {
      "id": "tmdb:155547",
      "type": "series",
      "name": "Ser o no ser",
      "ids": {
        "tmdb": 155547
      },
      "overview": "Joel, un chico trans de 16 años, comienza el bachillerato escénico en un nuevo instituto donde nadie lo conoce. Hace unos meses que está transitando y, con el passing que tiene, puede presentarse a sus compañeros tal y como siempre se ha visto. Sin embargo, la ocultación de su proceso de transición entrará en conflicto con la exigencia de su profesora de teatro, quien pide a sus alumnos que se quiten todas las máscaras para poder meterse en la piel de sus personajes. Joel tiene miedo de no ser aceptado y también de perder el interés de Ona, una compañera de clase, de la que se ha enamorado a primera vista.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/z0zipqRdOiE2TRtIQ5BsMIiYfhU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5mkdVWiNOLsPHWxdpilnsMeZDb2.jpg"
    },
    {
      "id": "tmdb:128034",
      "type": "series",
      "name": "Sequía",
      "ids": {
        "tmdb": 128034
      },
      "overview": "La sequía prolongada hace que el embalse de Campomediano se seque y emerja el pueblo que se inundó, muchos años atrás, para crearlo. Esta circunstancia propicia un hallazgo macabro: dos cadáveres momificados con heridas de bala. La inspectora Daniela Yanes y el periodista de investigación Óscar Santos sospechan que los cuerpos pudieran estar relacionados con las protestas ecologistas que se llevaron a cabo para evitar la creación del embalse. Sin embargo, el policía portugués Hélder viene con una misión secreta que podría aportar otro punto de vista: uno de los fallecidos podría ser el heredero de la fortuna Souza Cardoso, desaparecido muchos años atrás.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/4Sq0JyUxZDOxs1gkaLbFtuVPh31.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ns9umAq08bRXBJ9QaSlseODpHrw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ywGzpfXp8NNaRuD6Yk9aSfiwxQc.png"
    },
    {
      "id": "tmdb:152372",
      "type": "series",
      "name": "Tara Duncan",
      "ids": {
        "tmdb": 152372
      },
      "overview": "Tara Duncan is a simple schoolgirl who lives on Earth with her grandfather. One day she discovers that she has powers, that her grandfather has turned into a dog and that she is the heiress of one of the most powerful empires in the Otherworld: Omois! The young girl, whose destiny will change forever, sets out to master her magic. This is without counting on the evil Magister, who will try to steal his powers to conquer the world. Together with her new friends Cal, Robin, Sparrow and Fafnir Tara, will she succeed in turning her grandfather back into a human? And will she escape Magister?",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/9DTyQHCoPiZRE511uKan2Q7fq8K.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5aZTWDRN8HFlxbQTwK0QyztRe1W.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/9OEO0ApbgipC1XYpx5c9yhMt64z.png"
    },
    {
      "id": "tmdb:156066",
      "type": "series",
      "name": "Lucía en la telaraña",
      "ids": {
        "tmdb": 156066
      },
      "overview": "La historia de Lucía Garrido, asesinada en una piscina de Alhaurín de la Torre, Málaga, España, el 30 de abril de 2008.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/zskC87oCLHMT0ISW2r4EPy3k1Y4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9RFdI4a7wYftfaE6Kk11mdrQZEj.jpg"
    },
    {
      "id": "tmdb:210810",
      "type": "series",
      "name": "Royals Next Door",
      "ids": {
        "tmdb": 210810
      },
      "overview": "The series follows Stella and her royal family, who've been forced to move houses due to water damage in their castle. Queen Kat sees it as the perfect opportunity to modernise. In line with King Bob’s royal motto “Closer to the people” they decide to live in a normal house in an ordinary suburb.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/6qEYbmAEMNSuU0iTO4ycM7bzRWX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gqtXCCkJDQmdDgei4pZIxrjhyNQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/c3X6PdGpHv66sAAKLDZhadACDXI.png"
    },
    {
      "id": "tmdb:130524",
      "type": "series",
      "name": "Yrreal",
      "ids": {
        "tmdb": 130524
      },
      "overview": "El ansia de justicia de Elena y la obsesión de venganza de Lucía las llevará a cometer un error detrás de otro hasta que las consecuencias sean imparables.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/xoYcV2cWkp2nS1KNayiJu36Pedo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bZ4OSMxsAlI7evCXmOWagq2Fp3Y.jpg"
    },
    {
      "id": "tmdb:135624",
      "type": "series",
      "name": "Llámalo X",
      "ids": {
        "tmdb": 135624
      },
      "overview": "De la mano de la periodista Noemí Casquet, trataremos de liberarnos en todo lo referente a la sexualidad. 'Llámalo X' es un programa cargado de historias humanas y con una clara carga educacional, que llega para desafiar nuestra forma de ver la sexualidad, los géneros, el amor y todos los tabús imaginables.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/5xNNFPa0uL4Gn2uOUB4ehZVGPmr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iUZq56fRjQl7QJcYhUEeYqtebDA.jpg"
    },
    {
      "id": "tmdb:128031",
      "type": "series",
      "name": "Ana Tramel. El juego",
      "ids": {
        "tmdb": 128031
      },
      "overview": "Ana Tramel es una brillante abogada penalista que vive sus horas más bajas. Una llamada de su hermano Alejandro, al que hace años que no ve, le hace ponerse de nuevo en marcha: ha sido acusado de asesinar al director del casino Gran Castilla. Rodeada de un pequeño equipo de confianza, se tendrá que enfrentar a una enorme corporación de la industria del juego.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/owJ8VeYBmh9gncWFL5R1m8pGngX.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/eyMPzQkVXYFvHsrTJB7h6fZjzag.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gAUjCWE5xDKP76acF9zTL0Uka8R.png"
    },
    {
      "id": "tmdb:274312",
      "type": "series",
      "name": "Croco Doc",
      "ids": {
        "tmdb": 274312
      },
      "overview": "¿Tienes algún problema de salud? No te preocupes, Croco Doc te visitará y hará que te sientas mejor. No hay que tener miedo al médico. Croco Doc es la primera serie de televisión infantil que aborda los problemas de salud de forma divertida y educativa.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/rOLlC89dMNWAO1VLFb3ieCmyJjo.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:127635",
      "type": "series",
      "name": "Spidey y su superequipo",
      "ids": {
        "tmdb": 127635
      },
      "overview": "Sigue a Peter Parker, Gwen Stacy y Miles Morales y sus aventuras mientras los jóvenes héroes se unen a Hulk, Ms. Marvel y Black Panther para derrotar a enemigos como Rhino, Doc Ock y Green Goblin y aprender..",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/p9tgZcQKpaAxs0auXWLNvN1m0o3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ulSptOvjCKc6KEBatu5sIpWxQCT.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jCV1ubB7k9ksP53mL5ZMskihX4N.png"
    },
    {
      "id": "tmdb:128718",
      "type": "series",
      "name": "Gus, le chevalier minus",
      "ids": {
        "tmdb": 128718
      },
      "overview": "Once upon a time, there was a little boy, Gus, who wanted to become a great knight. Sorry, not a great knight… The Greatest knight in the whole kingdom of Karamel. Wielding with his laser sword, mounted on his electric pony, Gus never misses an opportunity to go on an adventure to accomplish all his missions.\n\nThe problem is, Gus is… ITSY BITSY! He stands three apples high, to be precise, but has a heart the size of a house! Gus will prove to one and all that a brave heart can overcome everything, and that there’s no greater cavalier than Gus, the itsy bitsy knight!",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/9z9lq6XfSMyi0JgMScukydM6atJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fNoEIkBKCl50mywEQTeLE43Jh3Z.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/vYqlC8NMS1NtGtbBQ4shL1fHiG9.png"
    },
    {
      "id": "tmdb:127727",
      "type": "series",
      "name": "Middlemost Post: Servicio Postal",
      "ids": {
        "tmdb": 127727
      },
      "overview": "Cuando una nube de lluvia reformada se une a un cartero náufrago y una morsa mágica, los tres forman el Middlemost Post, el servicio postal más loco y adorable del Monte Middlemost.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/4YYG6xn24XwEAvgQVgg6K1Gmhpy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mFNVrWS7BQACk3Cv5I1IKQJZRhW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/54AITAixwYIgrhS7lcFnpTeDZLp.png"
    },
    {
      "id": "tmdb:226566",
      "type": "series",
      "name": "Milo",
      "ids": {
        "tmdb": 226566
      },
      "overview": "A warm, funny pre-school series about an adventurous 5-year old cat who, together with his best friends Lofty and Lark, uses role-play to explore the world of vocations, introducing little ones to a variety of professions.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/r1K2dm8kgVBLAlzVgBVds5EJo3X.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rFAs5MZwzrw4qpewN90jwXVRyIf.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q4WOn5IP9TiWelf2btmzAxEjvPk.png"
    },
    {
      "id": "tmdb:216947",
      "type": "series",
      "name": "Mironins",
      "ids": {
        "tmdb": 216947
      },
      "overview": "",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/vVA9Marq7haUwYJ5q6OeW9u62fG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ydvxo9dnUg8iy6Dc2Iwm79GhqNv.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hfa63b2Jn4xQ1WSTHnpiYIhS6mZ.png"
    },
    {
      "id": "tmdb:122285",
      "type": "series",
      "name": "Wakefield",
      "ids": {
        "tmdb": 122285
      },
      "overview": "Nikhil Katira es una enfermera psiquiátrica que trabaja en Wakefield, una instalación ubicada en el borde de las espectaculares Montañas Azules de Australia. Hay un problema: mientras sus pacientes mejoran, él empeora.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/5sEYtkSEnnesXXfqgAwY5WEqUGB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1j2xR7SrhixxAGEVLvk2nrjS7x0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/EJM6wPubEASZlkvOye1LXtIMkZ.png"
    },
    {
      "id": "tmdb:120717",
      "type": "series",
      "name": "Кукольный домик",
      "ids": {
        "tmdb": 120717
      },
      "overview": "",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/zSp6sX9TVSod2RanCtaD8vJZcZK.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aufXH28j7Z2huwSrjkIAKkBfdAr.jpg"
    }
  ]
}