{
  "metas": [
    {
      "id": "tmdb:212907",
      "type": "series",
      "name": "La promesa",
      "ids": {
        "tmdb": 212907
      },
      "overview": "En la España de 1913, una mujer consigue un trabajo en el palacio de La Promesa como recompensa por salvar al hijo de los marqueses, pero nadie sabe que ella tiene sus propios planes, que incluyen vengar la muerte de su madre y encontrar a su hermano desaparecido.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/t6q9xzdt3XGnEvbvMtD9GxpQaW4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mbSSCIbNpeyNJqKAKkWgdvYsQ8F.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5ibkWkAxsq4mlP2nqBlCCOg3xFh.png"
    },
    {
      "id": "tmdb:61457",
      "type": "series",
      "name": "Grantchester",
      "ids": {
        "tmdb": 61457
      },
      "overview": "Adaptación de los libros de James Runcie. Esta serie nos lleva a 1953 al  pueblo de ‘Grantchester’, donde el sacerdote Sidney Chambers se pone a  investigar los asesinatos de sus feligreses y no sólo de los suyos, con  ayuda del detective Geordie Keating.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/5Itrb1x7OiA5A0XUreRuevR1hA6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8fH8WEAs8gLJmfrdaTZ8zCrLk28.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gnMKm2WWD263IIAnfN6cCG2fpz3.png"
    },
    {
      "id": "tmdb:240456",
      "type": "series",
      "name": "El Conde de Montecristo",
      "ids": {
        "tmdb": 240456
      },
      "overview": "Edmond Dantes, un marinero acusado falsamente de traición, es encarcelado en el castillo de If, frente a las costas de Marsella. Tras escapar y adoptar la identidad del Conde de Montecristo, planea vengarse de quienes le acusaron injustamente.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/3HMpEp9gAfv4OLJHlFYijAhCJer.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dGTVrtSvkEuY65v0tjyRRFjbKj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wQ4dF9s1a7h0Ch2Eu6yOy7J1IeL.png"
    },
    {
      "id": "tmdb:7897",
      "type": "series",
      "name": "Cuéntame cómo pasó",
      "ids": {
        "tmdb": 7897
      },
      "overview": "Como tantos españoles, los Alcántara emigraron a Madrid desde su pueblo natal en la Mancha, Sagrillas, en los años 50. A través de la vida de la familia Alcántara Fernández, ‘Cuéntame’ refleja algunos de los acontecimientos más destacados de nuestra historia reciente y los cambios que experimentaron los españoles en su vida. Todo lo que es humano y nos emociona tiene cabida en la serie más premiada de la televisión española.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/lF0ip8ZAvweDTuhMaUD1dH3SYhs.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gS67p2XWTpguQ9MCfd7gkc7hUsZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/q3dVSgdVNwMvT6LN1GOj5dXUjox.png"
    },
    {
      "id": "tmdb:71453",
      "type": "series",
      "name": "Servir y proteger",
      "ids": {
        "tmdb": 71453
      },
      "overview": "Ambientada en una comisaría de policía situada en un barrio del sur de Madrid, los casos policiales se entrelazan con las historias personales de quienes forman parte de ella, explorando el lado más humano de quienes trabajan como agentes y cómo es su día a día.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/i3xlA3ruLL7VdGJLCX1ZBwHwipF.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4TrXFH8IpCmSFfaewSaOpGJIhR5.jpg"
    },
    {
      "id": "tmdb:37290",
      "type": "series",
      "name": "Comisario Montalbano",
      "ids": {
        "tmdb": 37290
      },
      "overview": "El comisario Salvo Montalbano es el protagonista de una serie de novelas y narraciones cortas publicadas por el escritor Andrea Camilleri (Porto Empédocle, 1925-Roma, 2019). Se caracteriza por utilizar un italiano con importante presencia de elementos del siciliano.\n\nMontalbano trabaja en la localidad de Vigata, en la provincia de Montelusa (dos nombres inventados que en realidad corresponden a Porto Empédocle y la provincia de Agrigento respectivamente). Sus colaboradores principales son: el subcomisario Domenico 'Mimì' Augello, el inspector Giuseppe Fazio, el agente Galluzzi, el agente y telefonista Agatino Catarella -cuyos tremendos portazos y su problemas de lenguaje traen de cabeza al comisario-; además, cuenta con otros agentes como Germanà, Giallombardo, Torretta, Imbrò... cuyos nombres aparecen raras veces en sus novelas o cuentos. Otros colaboradores son: Ingrid Sjöström, su amigo el periodista Nicolò Zito y el forense doctor Pasquano. En las primeras novelas aparecía un amigo del colegio, ahora delincuente, llamado Gegè. El comisario Montalbano es un personaje peculiar, muy sagaz, funcionario celoso, representante de la Policía estatal, respetuoso con la ley —aunque no duda en romperla cuando se trata de resolver sus casos—, lector voraz, y gran amante de la gastronomía y de su propia tierra siciliana. Mantiene una tormentosa relación sentimental desde hace muchos años, con frecuentes crisis en medio, con Livia Burlando, la cual reside en Génova.\n\nSu poca ortodoxia a la hora de resolver los casos le trae importantes problemas con el jefe superior Luca Bonetti-Alderighi.\n\nEl apellido del comisario es un homenaje al escritor español Manuel Vázquez Montalbán, creador del detective Pepe Carvalho, investigador también aficionado a la gastronomía y la literatura. Como Camilleri, Montalbano es aficionado a las novelas de Vázquez Montalbán. Asimismo, según lo expresado por Camilleri en varias de sus obras, este nombre de fantasía es un homenaje al sur de Italia, ya que \"Salvo\" y \"Montalbano\" son dos apellidos relativamente frecuentes allí.\n\nLa RAI ha producido una serie televisiva con algunas de las aventuras de Montalbano, interpretada por el actor Luca Zingaretti.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/5aOkUsPOzXz0N6DHus3fJkUTF42.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pQH4IRUVzDrFmaIGNqimF7FEmDn.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ha1zPygCMNv9ZfxnnZ2KUbmKY1A.png"
    },
    {
      "id": "tmdb:25065",
      "type": "series",
      "name": "Águila Roja",
      "ids": {
        "tmdb": 25065
      },
      "overview": "La serie está ambientada en España, alrededor del año 1660, durante el reinado de Felipe IV. Éste, según la ficción, había tenido a los dos protagonistas (Gonzalo de Montalvo y Hernán Mejías) como hijos de una mujer a la que sedujo, Laura de Montignac. Otra cosa que se representa en la historia es la vida del médico y noble Juan de Calatrava, duque de Velasco y Fonseca, Grande de España. Apenas se había descubierto la rotación de la Tierra y la circulación sanguínea, y la Ciencia ya era admitida por la Iglesia Católica. El lugar de ambientación es la Villa de Madrid. En 1656, la Villa de Madrid contaba con unos 125.000 habitantes, de los cuales los personajes que aparecen son unos de ellos.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/rZsVB0knyB21UwFBC6Bn2p7fqcw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/o4vBwYRMxpT0Rqz9SiQ7czycteD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bSbv0Fi8H5WY9V3kfGsFyxKeuwH.png"
    },
    {
      "id": "tmdb:62521",
      "type": "series",
      "name": "Acacias 38",
      "ids": {
        "tmdb": 62521
      },
      "overview": "'Acacias 38' nos traslada cada tarde hasta 1899 para contarnos la historia de un grupo de criadas y las familias burguesas para las que trabajan. Una historia de ricos y pobres que refleja la confluencia de dos mundos en un único espacio, en un portal: Acacias 38.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/uApImWv5VMhXKvv543EvJlAN29O.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5wcpWDf5sGRZLFdlNBZ7uDy9gie.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/m992QdkIpPMzSqG9u75xDQtUy5F.png"
    },
    {
      "id": "tmdb:62522",
      "type": "series",
      "name": "Seis hermanas",
      "ids": {
        "tmdb": 62522
      },
      "overview": "Madrid, año 1913. Las hermanas Silva -Adela, Diana, Celia, Blanca, Francisca y Elisa- son el alma de las principales fiestas de la alta sociedad de la capital. Guapas, educadas, amables y refinadas, las seis hermanas disfrutan de una existencia sin contratiempos hasta que un terrible acontecimiento cambia sus vidas para siempre. Juntas, tendrán que luchar por sacar adelante a su familia mientras desafían las convenciones sociales de una época donde las mujeres dependen de un hombre para salir adelante.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/sZ6KyLsnkCLwNetqYup3PI1yhnZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7DOQKioQwhvUSF9djiC6Opb083a.jpg"
    },
    {
      "id": "tmdb:242874",
      "type": "series",
      "name": "Valle salvaje",
      "ids": {
        "tmdb": 242874
      },
      "overview": "1763. La vida de Adriana, una mujer valiente y leal a su familia, sufre un inesperado revés cuando recibe un duro golpe: su padre ha fallecido y, consecuencia de un pacto firmado en secreto, deberá viajar desde la Villa de Madrid hasta Valle Salvaje, en el norte de España, para desposar con un desconocido. Un oscuro secreto del pasado la persigue hasta el remoto valle, hogar de la familia de su prometido y de su complicada tía, doña Victoria. Allí su vida cambiará para siempre. Conocerá el verdadero amor, la traición, y el peligro cuando trate de descubrir la verdad sobre la muerte de su padre.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/qB356qujmLpMZrY4TobXE9Wtalm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8WL9AFt2PQZHiTkelOTszeKSL4B.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dyG873huiSh1mKBtijMfmRj6vgW.png"
    },
    {
      "id": "tmdb:89905",
      "type": "series",
      "name": "Normal People",
      "ids": {
        "tmdb": 89905
      },
      "overview": "Marianne y Connell tejen dentro y fuera de la vida del otro en esta exploración del sexo, el poder y el deseo de amar y ser amado. Adaptación de la novela más vendida de Sally Rooney.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/tbKSsFd4ImzUgbYolttkq4pmOPQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/90pguzq4fAuXKzq3LhI1cgac6fF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7oUgHFTNJyaL7TntaAMfKfIooxr.png"
    },
    {
      "id": "tmdb:62914",
      "type": "series",
      "name": "Merlí",
      "ids": {
        "tmdb": 62914
      },
      "overview": "Merlí es un profesor de una materia denostada y apreciada a partes iguales, filosofía. Un tipo contradictorio, y con virtudes y defectos a la par. La producción se centra en la relación del maestro con sus alumnos y, sobre todo, en «los conflictos entre padres e hijos, estudiantes y profesores...»",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/eBzpj7PxyeRFCIYHQjB5kDnhX4a.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nElVHpGzdKCh6y4o2JkKV0VJhiy.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jieL5y5EGuaAGUyTvWWjzdZfGuN.png"
    },
    {
      "id": "tmdb:62099",
      "type": "series",
      "name": "El Ministerio del Tiempo",
      "ids": {
        "tmdb": 62099
      },
      "overview": "Tres agentes de eras diferentes trabajan para una institución secreta que protege el pasado contra los intrusos que viajan en el tiempo para cambiar la historia.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/sNv6aE47PTTTpHknT3gzmF2rBgh.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5qaax4Avwtdl045OIHr2OD2fr9P.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/lBBBPuRO93PFrsM285X84qZzMPh.png"
    },
    {
      "id": "tmdb:42276",
      "type": "series",
      "name": "Isabel",
      "ids": {
        "tmdb": 42276
      },
      "overview": "Isabel I de Castilla (Ávila, 1451-Medina del Campo, 1504), reina de Castilla​ desde 1474 hasta 1504, fue una mujer que cambió el destino de España. La reina tomó las riendas de un país al que dio estabilidad económica al tiempo que se hizo respetar como reina y como mujer.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/hbKcDyqtyuqsU3aGxmTPV92rWXQ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uLap7xwWfXvrviuPw0HBNpdMSE3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jgibXDYQhhUN48nX71q1n0xD5q5.png"
    },
    {
      "id": "tmdb:231418",
      "type": "series",
      "name": "Salón de té La Moderna",
      "ids": {
        "tmdb": 231418
      },
      "overview": "Madrid, 1930. Matilde es una joven de familia humilde que vive con su madre, Rosario, y sus tres hermanos. Llega buscando trabajo al Salón de té La Moderna, uno de los cafés más elegantes de Madrid. Antes de entrar se encuentra con Iñigo, su amor de adolescencia, un joven al que no ve desde hace ocho años, cuando la trágica muerte del padre de Matilde interrumpió su recién nacida historia de amor. Iñigo es ahora un joven bien situado, mano derecha de don Jaime, uno de los empresarios más importantes de la ciudad. Entre los dos jóvenes vuelve surgir la pasión, pero Carla, mujer de Don Jaime y antigua novia de Iñigo, al que todavía no ha renunciado, no está dispuesta a permitirlo.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/eRB6yMg6FyvjlxEZYu0ZEUdy1Nd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lN9YTWjXXJ62hJLsdGAjp5z76JU.jpg"
    },
    {
      "id": "tmdb:8125",
      "type": "series",
      "name": "Amar en tiempos revueltos",
      "ids": {
        "tmdb": 8125
      },
      "overview": "Exitosa y premiada telenovela ambientada en la Guerra Civil Española y en los primeros años de la posguerra y el franquismo, una de las décadas más convulsas y controvertidas de la historia española. Se trata de un minucioso relato de la situación personal y social de varias personas que vivieron y sufrieron las consecuencias de la guerra, y en sus inicios se centra en la historia de amor y desamor entre Andrea (Ana Turpin) y Antonio (Rodolfo Sancho), dos jóvenes de diferente extracción social y de ideales sólidos que van evolucionando a lo largo de la historia, cuyas vidas se ven dramáticamente condicionadas por la Guerra Civil y los primeros y duros años de la posguerra.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/z9ws8sxV59rv7eQFKo46CEjFOPR.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:69142",
      "type": "series",
      "name": "Los bastardos de Pizzofalcone",
      "ids": {
        "tmdb": 69142
      },
      "overview": "El inspector Giuseppe Lojacono, romano de origen y siciliano de adopción, es trasladado a Nápoles para formar parte del equipo del comisario Palma, hombre de modales, policía intachable, y que a la espera de un ansiado ascenso, se le asigna un equipo de agentes que no ha elegido.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/l0Jl2rwG3mGKuZhNZRLmfgVQfPk.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7OAqLillEry65F56ZePRkxRcP2v.jpg"
    },
    {
      "id": "tmdb:110338",
      "type": "series",
      "name": "HIT",
      "ids": {
        "tmdb": 110338
      },
      "overview": "Hugo Ibarra Toledo es un profesional de la educación al que recurre Ester, la directora de un centro de educación secundaria en el que la convivencia escolar se ha vuelto insostenible. HIT es un personaje polémico, marcado por un traumático pasado, que selecciona a un grupo de alumnos y les ofrece unas clases nada convencionales. A través del original método de trabajo de HIT, cada capítulo aborda temas como la soledad de los jóvenes en la era de las redes sociales, el sexo y las adicciones, o la falta de apoyo al trabajo de los docentes.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/qhr4jR5lVhgk3rXvNFNWHBKHcvy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ktP4WLQlHbBtSmdHgqkFF85hnQH.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hEaHZK4sQr0tTZe9565mCvYLrly.png"
    },
    {
      "id": "tmdb:62984",
      "type": "series",
      "name": "Los misterios de Laura",
      "ids": {
        "tmdb": 62984
      },
      "overview": "Laura Lebrel tiene que compatibilizar sus labores de esposa, ama de casa y madre de dos gemelos de cinco años con su trabajo como inspectora de policía. Pero no es una inspectora cualquiera... No se basa en pruebas científicas, ni controla el análisis psicológico. Su arma es la intuición y el instinto, que la llevarán a desmontar la coartada más perfecta.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/oiroIIo8vqepymHAYKIIlksiaPm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5Bi8Ih20ukh6GJUhzvgxwZjqtdZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7izveIaqkKVVSeaYGEoZemPsZKJ.png"
    },
    {
      "id": "tmdb:87919",
      "type": "series",
      "name": "La caza",
      "ids": {
        "tmdb": 87919
      },
      "overview": "Hace cinco años, dos niñas de once años, Ana y Lucía, desaparecieron en Monteperdido, un pueblo del Pirineo. Tras una extensa búsqueda, el caso nunca se resolvió y los vecinos quedaron marcados por la tragedia. Ahora, una de las niñas, Ana, ha regresado. Dos agentes de la UCO especializados en desapariciones, Santiago Baín, teniente al final de su carrera, y Sara Campos, joven sargento, trabajarán junto al cabo de la Guardia Civil local en una investigación que pronto se revelará como un laberinto. Ana no puede decir prácticamente nada acerca de su captor, que evitaba en todo momento mostrar su identidad. Las autoridades se volcarán con el caso para encontrar a Lucía, pero los habitantes de Monteperdido, incluso las familias de las niñas atrapadas en sus secretos y mentiras, no se lo pondrán nada fácil a los investigadores. Algo tienen claro: el monstruo está entre ellos y los agentes iniciarán una caza que pondrá en peligro sus propias vidas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/fYvvFLf4CGtHforXYfChCGmlUBy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qnG9IB7MbO50jHTPzGRE4EdV5yr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jgcNe9Hivq8YvfQ1uOuAxtWaNZ1.png"
    },
    {
      "id": "tmdb:117422",
      "type": "series",
      "name": "Dos vidas",
      "ids": {
        "tmdb": 117422
      },
      "overview": "Julia es una mujer de 30 años que, en la actualidad, vive una vida que su madre y su futuro marido han planificado para ella y justo cuando está a punto de casarse descubre un gran secreto familiar que le cambiará para siempre. Al borde de un ataque de nervios decide separarse de ellos. Julia halla refugio en un apartado pueblo de la sierra de Madrid en el que tendrá una complicada misión: hacerse con las riendas de su propio destino. En el pasado, su abuela, Carmen es una joven de 21 años que abandona las comodidades de la metrópoli para reunirse con su padre en la exótica colonia de la Guinea Española a mediados del siglo pasado. Carmen descubre que África guarda una cara mucho más dura y salvaje de la que jamás imaginó, y su vida queda removida desde los cimientos. Se enfrentará a una difícil disyuntiva: acatar las injustas reglas establecidas o seguir a su propio corazón.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/gr4mvVThwX2lXajmScgzLKYcccS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nHo00WxAVUtnalEkIOJrPUOrkBL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nC1BKTpSVnwRMTFKrq4wlhBr5F1.svg"
    },
    {
      "id": "tmdb:155243",
      "type": "series",
      "name": "Sherwood",
      "ids": {
        "tmdb": 155243
      },
      "overview": "Dos asesinatos destrozan una comunidad ya fracturada que conduce a una de las mayores persecuciones en la historia británica y amenazan con inflamar las divisiones históricas provocadas durante la huelga de mineros tres décadas antes.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/rxjrfxGVzLNqvi4GSi7wuAGcJWg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ipAhFdSnD6ER57xwWABU0v32gua.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ivbGQRs6HIaAUfgLSMSqVAsQo0p.png"
    },
    {
      "id": "tmdb:19522",
      "type": "series",
      "name": "Curro Jiménez",
      "ids": {
        "tmdb": 19522
      },
      "overview": "Narra las andanzas de un bandolero andaluz del siglo XIX en la Serranía de Ronda (Andalucía). Los protagonistas son cuatro bandoleros: Curro Jiménez (Sancho Gracia), El Algarrobo (Álvaro de Luna), El Gitano (Eduardo García) y El Estudiante (José Sancho). La trama se basa en el concepto romántico del bandolero generoso y la lucha contra los franceses durante la guerra de la Independencia (1808-1814). Se entremezclan también historias de amor y episodios cómicos",
      "year": 1976,
      "poster": "https://image.tmdb.org/t/p/w342/uakaSl6NkXE7M2cybhhI3DoU2wE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2UvtyRHs1WaS7anMmx7fNTPJMWF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/trj1lsbgPDmisUlFmvxnENaNlsR.png"
    },
    {
      "id": "tmdb:225005",
      "type": "series",
      "name": "4 estrellas",
      "ids": {
        "tmdb": 225005
      },
      "overview": "Cuenta la historia de un hotel de provincias que acaba de recibir su cuarta estrella y cuyo dueño, interpretado por Antonio Resines, fallece tras revelar que tenía una hija fuera del matrimonio. Ahora las tres hermanastras y la viuda deberán gestionar juntas el hotel, mientras intentan descubrir que ha pasado con el cuerpo del finado, desaparecido tras un accidente en el funeral.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/7Autsi9TxGFLsTOn0om2IhY3yWJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ahcoSyqliUE5MaQDERYpYtny1xd.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mQNJw6utKkKAIaYCtBxj9mi6hbU.png"
    },
    {
      "id": "tmdb:94931",
      "type": "series",
      "name": "Imma Tataranni",
      "ids": {
        "tmdb": 94931
      },
      "overview": "Imma Tataranni es una fiscal italiana entusiasta, incorruptible, temperamental, brillante y original que resuelve los casos que se le presentan con su memoria prodigiosa y su instinto y que no deja a nadie indiferente.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/s0gA7ZGPUdMxVHclzq1F4u0kiw8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cTzvhCqB5d2yluQhbQqpEm7h2d4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tbl3KgquhPUV93nNru09ZGaELqK.png"
    },
    {
      "id": "tmdb:93742",
      "type": "series",
      "name": "El Bazar de la Caridad",
      "ids": {
        "tmdb": 93742
      },
      "overview": "Tras un devastador incendio en 1897 en París, la vida de tres mujeres da un vuelco lleno de engaños, decepciones y crisis románticas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/yd86F3KgiYEKBJBlmddAuf3ynEm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uJZOLWb4Hesq8vCgay1rf0bcvkb.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xvQyl2HWoKJSJu9ksiat1632Vdn.png"
    },
    {
      "id": "tmdb:73778",
      "type": "series",
      "name": "Estoy vivo",
      "ids": {
        "tmdb": 73778
      },
      "overview": "Andrés Vargas es un policía que ve como su vida da un giro de 180 grados cuando sufre un accidente persiguiendo al asesino en serie más buscado de España. Tras morir, Vargas se encuentra a las puertas del cielo junto a su 'Enlace', con quien logra regresar a la Tierra al haber muerto por error. Pero no será todo tan fácil: han pasado cinco años y su regreso será dentro de otro cuerpo, un policía que acaba de sufrir un accidente. Será inmortal, pero bajo la condición de no poder revelar nunca su identidad a la que fuera su familia.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/gHUJlJxBYQIgqS8rMeqgLPFR4sy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lSg2NDyEzgmFkzyybfy1Jt3WQIu.jpg"
    },
    {
      "id": "tmdb:82421",
      "type": "series",
      "name": "El Continental",
      "ids": {
        "tmdb": 82421
      },
      "overview": "Años 20. Una década en la que parece que el país empieza a florecer de nuevo después de levantarse de las cenizas de “la gran guerra” (I Guerra Mundial). España se ha convertido en un país que intenta imitar al resto de Europa poniéndose “a la moda”. Al menos esa fue la intención de Alfonso Abascal al montar la sala de fiestas: “El Continental”. Un café elegante y un poco pretencioso para la época. Su dueño, Alfonso Abascal es un hombre decidido, valiente y con las ideas claras.  Sabía que levantar un local así tras la I Guerra Mundial no sería algo fácil. Para ello pidió ayuda a unos prestamistas confiando que la mejora del local solventaría la deuda. Pero la suerte no estuvo de su parte y el local no logró despegar. A partir de ese momento comienza el drama y la tragedia: como no puede hacer frente a la deuda, Alfonso toma una decisión que acarreará terribles consecuencias para su vida y la de sus hijos, Andrea y Jesús.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/px5DLypTvQWmMaowdC1ghMwElJb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ayEG7Nkt8vCxGIFfKMFNNadswiV.jpg"
    },
    {
      "id": "tmdb:63756",
      "type": "series",
      "name": "Carlos, rey emperador",
      "ids": {
        "tmdb": 63756
      },
      "overview": "'Carlos, Rey Emperador', narra la historia de uno de los hombres más poderosos que ha conocido Europa, gobernador de un imperio de proporciones tan extraordinarias como su diversidad. La serie relata la vida de Carlos de Habsburgo desde su llegada a España, de qué modo el heredero del Imperio Germánico, de Borgoña, de los Países Bajos, del Franco Condado, Artois, Nevers y Rethel, de los territorios de la Corona de Aragón y sus posesiones italianas vinculadas y de los castellanos, norteafricanos y americanos de la Monarquía Católica crece cómo estadista, cómo se fortalece al reaccionar a las amenazas que le rodean con los aciertos y errores de sus consejeros.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/rAon5txhp59jlJ3HYhbxI4CDsFa.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/imfAoYXkzxbWvm6takMYJMTj668.jpg"
    },
    {
      "id": "tmdb:44495",
      "type": "series",
      "name": "Historias para no dormir",
      "ids": {
        "tmdb": 44495
      },
      "overview": "Serie de TV (1966-1982). 3 temporadas. 30 episodios. En 1966, Narciso Ibáñez Serrador se reveló como uno de los mejores realizadores de TVE gracias al éxito de la serie \"Historias para no dormir\", que se convirtió en el descubrimiento televisivo de la temporada. \"El muñeco\", \"El doble\", \"El tonel\", \"El pacto\", \"La pesadilla\", \"El regreso\", \"La zarpa\", \"La bodega\", \"El asfalto\", o \"La alarma\" son algunos de los títulos de esta primera etapa, que se emitió del 65 al 67 en la pequeña pantalla. La segunda etapa se emitió de 1968 a 1969 , y en ella se incluyeron títulos como, \"El trasplante\", \"El aniversario\", \"La cabaña\", o \"El cuervo\". Una tercera etapa, muy posterior, que recuperó la serie ya en los años 80, incluyó títulos como \"El trapero\" o \"Freddy\". De 18 a 98 minutos oscila la duración de estas \"Historias para no dormir\", que marcaron el género del terror y la intriga en la televisión en España durante veinte años",
      "year": 1966,
      "poster": "https://image.tmdb.org/t/p/w342/lTwy9MLcpyLOwI3ZoyaYL0Hio3H.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yMzmvFgEuvAvMEsTvsdWMZFEDga.jpg"
    },
    {
      "id": "tmdb:76671",
      "type": "series",
      "name": "Ana y los 7",
      "ids": {
        "tmdb": 76671
      },
      "overview": "La serie narra en un \"cuento real\" la vida y las ilusiones de Ana, una joven showgirl en un club de striptease, que sueña con triunfar en el mundo del espectáculo. Ana pasó su infancia en un orfanato y su anhelo más íntimo es formar una familia. Tiene un novio, Tony, que parece quererla pero que es un caradura bastante inútil.\n\nPor una casualidad, cae en casa de Fernando, un banquero viudo y con siete hijos, donde la confunden con la nueva niñera. A Ana le gusta la idea y decide quedarse con el puesto. La nueva niñera llenará de vida e ilusión el silencio de esta familia numerosa, aunque por las noches continuará trabajando en el show, manteniendo en secreto una doble vida.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/1M0ihgk8dLf8ZCJn3OYDWEXkkf4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/la3OpH0ZwQgnAd3u9qS1smV6qvP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eJal2Hno4SJ52QHhAb5wCexfz6B.png"
    },
    {
      "id": "tmdb:98522",
      "type": "series",
      "name": "Inés del alma mía",
      "ids": {
        "tmdb": 98522
      },
      "overview": "Inés Suárez, una joven y humilde extremeña se embarca hacia el Nuevo Mundo para buscar a su marido, extraviado con sus sueños de gloria al otro lado del Atlántico. Allí, Inés no encuentra a su esposo, pero sí un amor apasionado: el de Pedro de Valdivia, maese de campo de Francisco Pizarro.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/q3lUWZSxNo7TWNxHwqHs0PQTkGA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qcu75Yl0oKTZx1zzfcqPhOYTfYG.jpg"
    },
    {
      "id": "tmdb:210180",
      "type": "series",
      "name": "Somewhere Boy",
      "ids": {
        "tmdb": 210180
      },
      "overview": "Danny era un bebé cuando su madre murió en un accidente de coche. Superado por el dolor, su padre lo encerró en una casa, llenándole la cabeza de miedos y pánicos con el fin de alejarle de los peligros del mundo: los asesinos, las guerras, las drogas y la maldad. El aislamiento y la sobreprotección de su padre llegan a su fin cuando Steve muere repentinamente, y el joven Danny es acogido en casa de su tía Sue. Poco a poco, como si de un alienígena se tratara, Danny va descubriendo el mundo exterior junto a su primo Aaron, bajando del pedestal a su fallecido padre, a quien había venerado hasta ahora.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/kewJo0Kul1ukTIPXvL8aObNlEXo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sl2kceifyC5STAFC1Jvy9hoVYOF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gpOryJxj6qY2E1LFf2SHuF0AQCW.png"
    },
    {
      "id": "tmdb:79841",
      "type": "series",
      "name": "Gran Reserva: el origen",
      "ids": {
        "tmdb": 79841
      },
      "overview": "Una serie sobre el origen de las familias Cortázar y Reverte, cómo edificaron sus respectivos negocios y cómo lograron ser quienes son en la actualidad. Un camino de intrigas en el que se contará el enfrentamiento entre estas dos familias.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/8nqQqby9zS8oAm5C7kRSqCZ5OZH.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:39888",
      "type": "series",
      "name": "Leonardo",
      "ids": {
        "tmdb": 39888
      },
      "overview": "Ambientada en Florencia, siglo XV, narra las aventuras del joven Leonardo Da Vinci (Jonathan Bailey) mientras es un aprendiz de artista, y pasa su tiempo libre diseñando máquinas y saliendo con sus amigos.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/s6AnCBdjrMkhgrJTccM7wP8jjlb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rVpZtvj4a3fhNX88lAHapd7Ila7.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zHqLotI11yE8Psj7gxLgr7B5uRQ.png"
    },
    {
      "id": "tmdb:79082",
      "type": "series",
      "name": "La otra mirada",
      "ids": {
        "tmdb": 79082
      },
      "overview": "Historia de mujeres valientes en una academia para señoritas en la Sevilla de los años 20. Un centro de enseñanza aferrado a las tradiciones propias de una capital de provincia en la época de entreguerras.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/o8AEbrz3hwpu2azzujdcAvDf5Yo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ftjBTGDEyvXph6HBJA1zzd9CXKd.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/twj9nJn3hcdybRzrTjtZXyXG4Ej.png"
    },
    {
      "id": "tmdb:71027",
      "type": "series",
      "name": "Órbita Laika",
      "ids": {
        "tmdb": 71027
      },
      "overview": "Órbita Laika es un show de divulgación científica mezclada con humor y que se emite en La 2 de TVE. El espacio fue galardonado en los Premios Zapping como el Mejor Programa Cultural, Divulgativo y Documental.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/nOajtrUgTEizU6obeIjLxYxqyAC.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/j8C6I6cS3LS6Eb1gIW2n5mua7vq.jpg"
    },
    {
      "id": "tmdb:86175",
      "type": "series",
      "name": "Derecho a soñar",
      "ids": {
        "tmdb": 86175
      },
      "overview": "Serie ambientada en nuestros días en la que Julia Rojas, una joven de origen humilde y con una vida difícil, ha conseguido tras muchos esfuerzos licenciarse en Derecho y pretende ahora formar parte de un prestigioso bufete de abogados.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/x9rnZGQmlfu42RqNo2fneBhfeH1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7U3FSMQrljVbHLDWpvPWlrG9OD3.jpg"
    },
    {
      "id": "tmdb:62756",
      "type": "series",
      "name": "Víctor Ros",
      "ids": {
        "tmdb": 62756
      },
      "overview": "Madrid, 1895. Víctor Ros fue, de niño, un chirlero astuto que quería robar dinero a gente que le sobraba para ayudar a su madre. Un policía veterano, Don Armando Martínez, lo sacó del mundo de la delincuencia en 1882 cuando contaba con 14 años y lo convirtió en el mejor policía de todo Madrid. Ahora, investiga casos curiosos junto a su original equipo de la Brigada Metropolitana. El inspector Ros y sus compañeros tendrán que enfrentarse a toda serie de dificultades. Para empezar, los atrasos técnicos y culturales de la época serán un perjuicio constante. La serie comienza con un misterio que centrará la atención en los primeros tres capítulos: el asesinato de varias prostitutas en la ciudad de Madrid. A partir de entonces, los protagonistas se enfrentarán a otros peligros como la amenaza de asesinato a Ros por parte del hijo de un anarquista, el secuestro de la hija del agente Blázquez o una conspiración que pretende asesinar al presidente de España en aquella época, Cánovas del Castillo. Entre tanto, también se muestra la vida íntima del protagonista: su relación con la prostituta Lola la Valenciana, su amor por Clara Alvear o su amistad con Luis, quien le acompañaba en sus hurtos en su etapa de delincuente.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/Ai5wFQ8KHGjlD9DKWazdDlMAeBq.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vw1cU63kblJNBZpeQHRY0MO4ZHX.jpg"
    },
    {
      "id": "tmdb:6066",
      "type": "series",
      "name": "Verano Azul",
      "ids": {
        "tmdb": 6066
      },
      "overview": "Bea, Javi, Pancho, Desi, Quique, Tito y Piraña son unos chavales de diversas edades y procedencias que veranean en la localidad de Nerja (Málaga). Allí pasarán un verano inolvidable, entablando una especial amistad con los adultos Chanquete, un pescador del lugar que vive en un barco, y Julia, una pintora bohemia y melancólica, con los que compartirán muchas de las aventuras, emociones y descubrimientos propios de su edad.",
      "year": 1981,
      "poster": "https://image.tmdb.org/t/p/w342/mfRyMbvpssP5vSs3CQaRyGOGpT2.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/t0nmnfwO572EHDFrkfFAxhgd5Rc.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zveeVTrf3h5Dm7LvcCJTjXlwztb.png"
    },
    {
      "id": "tmdb:81271",
      "type": "series",
      "name": "Sabuesos",
      "ids": {
        "tmdb": 81271
      },
      "overview": "Sabuesos cuenta la historia de Alberto, un joven aspirante a detective privado, y su perro Max. Juntos formarán un extraño equipo dedicado a resolver los casos más complejos, cumpliendo así el sueño de su vida: crear su propia agencia de detectives.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/mC5x6sNZr8x9Z7t1umZyoriH0mZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/z4zxp6sbsBDcfwQXiCMm85RctXP.jpg"
    },
    {
      "id": "tmdb:248664",
      "type": "series",
      "name": "Samuel",
      "ids": {
        "tmdb": 248664
      },
      "overview": "Serie de animación musical sobre la vida de Samuel, un chico de 10 años, y sus amigos y amigas de primero de la ESO en la década de los 2000 contada en primera persona a través de su diario de animación en 2D.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/qW8sa5evzMOEZ5ZhFfCQGMLx6fm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ApNKsvgkqMo1F5rU1M5N8IZvjW6.jpg"
    },
    {
      "id": "tmdb:203506",
      "type": "series",
      "name": "Segunda Enseñanza",
      "ids": {
        "tmdb": 203506
      },
      "overview": "Dramatización de historias independientes que muestran el mundo de la educación, la problemática social y su enfoque por parte de jóvenes padres y educadores.",
      "year": 1986,
      "poster": "https://image.tmdb.org/t/p/w342/mGwQ4pyhdknkVLlujpY6Gq1GOd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xRUVU1nAlctL6iYUNR4YBNUue9N.jpg"
    },
    {
      "id": "tmdb:71154",
      "type": "series",
      "name": "A las once en casa",
      "ids": {
        "tmdb": 71154
      },
      "overview": "Lucía es una adolescente que tiene una familia un poco menos normal de lo habitual; sus padres, Ángel y Gloria, están separados, y ella y sus hermanos viven con su padre y con la nueva pareja de éste, Paula. Juntos harán frente a una nueva vida en familia con todas las alegrías y sinsabores que surgen del día a día.",
      "year": 1998,
      "poster": "https://image.tmdb.org/t/p/w342/gPdYwwgTcTawMFsthCwTCiAcS4S.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:68948",
      "type": "series",
      "name": "¡Ala... Dina!",
      "ids": {
        "tmdb": 68948
      },
      "overview": "La serie narra las peripecias de Dina (Paz Padilla), una genia que tras 500 años encerrada en una lámpara es liberada y se integra en la familia de Tomás (Gary Piquer), un viudo con dos hijos, Eva (Lidia San José) y Álvaro (José Gonzálvez), donde es contratada como empleada.",
      "year": 2000,
      "poster": "https://image.tmdb.org/t/p/w342/lD2EtPyvTS5rlqV2QdiCqdqf9b6.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:71240",
      "type": "series",
      "name": "La verdad de Laura",
      "ids": {
        "tmdb": 71240
      },
      "overview": "Laura Alonso es una chica de 22 años que alterna sus estudios con el trabajo en el taller de coches de su padre, un hombre de mal carácter que la somete a una dura disciplina y controla todo lo que hace. Su propósito es hacer de ella una mujer de provecho y un modelo de virtud. Accidentalmente, Laura conoce a Javier Luarca, un atractivo joven de 28 años, de buena familia, con fama de vividor y aficionado al juego. Su padre, Francisco Luarca, es dueño de los laboratorios farmacéuticos Bollter. Su madre murió cuando él tenía dos años. Poco después, Francisco se casó con Teresa, una antigua amiga viuda que aportó al matrimonio otro hijo, Álvaro, un año mayor que Javier. Los dos se criaron como hermanos, pero son muy diferentes. Javier es guapo, brillante, mujeriego. Álvaro también es atractivo, pero responsable y dócil; además, su madre siempre lo ha manejado a su antojo. Entre Laura y Javier surge el flechazo.",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/qoLNsgZPwf2KI0JXFIn0truUJO9.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:65752",
      "type": "series",
      "name": "14 de abril, la República",
      "ids": {
        "tmdb": 65752
      },
      "overview": "Primavera de 1931. El pueblo de Madrid se ha levantado en masa para celebrar la proclamación de la II República. La capital bulle ante los cambios y vive una nueva época de libertades sin precedentes. Pero, mientras unos celebran el cambio de Gobierno, otros se preparan para la lucha. En los albores de esta realidad nace 14 de abril. La República, una historia que rescata el espíritu de La Señora, para acercar al espectador una historia de amores imposibles condicionados por una época. Un tiempo fascinante repleto de tramas que se desarrollan en un periodo clave en la historia de España, y que abarca, en su primer tramo, el primer bienio del nuevo Gobierno, desde 1931 hasta el invierno de 1933, cuando los partidos conservadores se hacen con el gobierno republicano.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/uoDhzJrcgHCJdgAf0ojT9yed82A.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nHnPr3jhij5tT1D60Q3IA7rNj3T.jpg"
    },
    {
      "id": "tmdb:225823",
      "type": "series",
      "name": "Operación Barrio Inglés",
      "ids": {
        "tmdb": 225823
      },
      "overview": "La II Guerra Mundial acaba de estallar. Aunque España es neutral, Huelva es un enclave estratégico para controlar los barcos de ambos bandos que atraviesan el estrecho. Además, cuenta con una importante colonia británica. Por ello, los alemanes envían miembros del Servicio Secreto para controlar lo que ocurre en la ciudad, sobre todo en las minas de la provincia de Huelva, propiedad de los ingleses, y que proveen a Gran Bretaña de mineral para armas y artillería.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/nQKUqbbo8m4z6J0BSNrLNqwTr7o.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5XhUr6NZwf2KBN40Xzoi4GC1YiO.jpg"
    },
    {
      "id": "tmdb:80418",
      "type": "series",
      "name": "Crónicas de un pueblo",
      "ids": {
        "tmdb": 80418
      },
      "overview": "Serie en la que a través de los personajes característicos de un pequeño pueblo se nos muestran diversos aspectos de la comunal y sus problemas.",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/d4OBq1dZ5WtXk7ymwkOjZ8ZrIQ9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wxKFBKptJtUi8qQgSg8J9VJpVTf.jpg"
    },
    {
      "id": "tmdb:43922",
      "type": "series",
      "name": "Teresa de Jesús",
      "ids": {
        "tmdb": 43922
      },
      "overview": "Serie de TV (8 episodios). Con gran rigor histórico asistimos a la vida de Teresa de Jesús, monja carmelita, descendiente de judíos conversos, que emprendió la reforma de la Orden. En sus escritos nos dejó uno de los testimonios más apasionantes del siglo XVI.",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/f4pwLP5veOpelJgkQAEsajfv5ci.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4D8NRrg3yBX4dOiUZ5C8hadbSze.jpg"
    }
  ]
}