{
  "metas": [
    {
      "id": "tmdb:293756",
      "type": "series",
      "name": "Sin gluten",
      "ids": {
        "tmdb": 293756
      },
      "overview": "Ricardo, socio de un prestigioso restaurante que acaba de recibir una estrella Michelin, es despedido por su crisis personal, marcada por un alcoholismo galopante. Sin otra opción, empieza a ejercer de profesor en la vieja escuela de cocina donde se formó.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/4hzmxRkWYIXQ6I6uAYlLM7MMaqV.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:251572",
      "type": "series",
      "name": "Weiss & Morales",
      "ids": {
        "tmdb": 251572
      },
      "overview": "Cuando un crimen es cometido en las Islas Canarias y afecta a la comunidad alemana, el sargento de la guardia civil española Raúl Morales y la agente de la BKA alemana Nina Weiss se verán obligados a trabajar juntos. Una colaboración que no agrada a ninguno, pues pondrá en evidencia sus diferencias. Pero, a pesar de ello, encontrarán la manera de resolver cada uno de los casos que se les presenten.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/ofcFK6Cuw13ta4XljTNTQctcaqj.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ycS9DvfrQXaBvEDzEsYP3s3nqzA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6oSvFkoymCJZne6SDcqrw29QUDN.png"
    },
    {
      "id": "tmdb:240456",
      "type": "series",
      "name": "El Conde de Montecristo",
      "ids": {
        "tmdb": 240456
      },
      "overview": "Edmond Dantes, un marinero acusado falsamente de traición, es encarcelado en el castillo de If, frente a las costas de Marsella. Tras escapar y adoptar la identidad del Conde de Montecristo, planea vengarse de quienes le acusaron injustamente.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/3HMpEp9gAfv4OLJHlFYijAhCJer.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dGTVrtSvkEuY65v0tjyRRFjbKj.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/wQ4dF9s1a7h0Ch2Eu6yOy7J1IeL.png"
    },
    {
      "id": "tmdb:247138",
      "type": "series",
      "name": "Dieciocho",
      "ids": {
        "tmdb": 247138
      },
      "overview": "Cèlia y Moha se conocen en una cocina. Para Cèlia este trabajo es una condena: una jueza la ha condenado a hacer horas al servicio de la comunidad. Para Moha este trabajo es un premio que le acerca a su meta de conseguir los papeles. Aunque no lo parezca, tienen mucho en común y lo irán descubriendo a medida que ambos superen sus prejuicios y empiecen a verse como son en realidad.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/dl2oqKCxA1z9FB5saGDHh6iYiv5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/xXQTFBe6JGsoOCDJl9FWH8ZRTiD.jpg"
    },
    {
      "id": "tmdb:236837",
      "type": "series",
      "name": "Las abogadas",
      "ids": {
        "tmdb": 236837
      },
      "overview": "Madrid, 1969. Lola González, recién salida de la Facultad de Derecho, vive con ilusión una época nueva en la que comienza a vislumbrarse el final de la dictadura. Cuando su novio, Enrique, es detenido por la policía y muere durante un interrogatorio al precipitarse desde un séptimo piso en extrañas circunstancias, Lola despierta a la realidad que le rodea y se reafirma en sus convicciones. En ese camino hacia la libertad, Lola conocerá a otras jóvenes abogadas laboralistas: Cristina, Manuela y Paca. Junto a ellas defenderá con valentía sus ideales democráticos, siempre del lado de los más desfavorecidos.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/hUo0PgAmyp4sZt5h8o1EaP446CB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/jCwav789ukRWjw5O2ekN3nHqaql.jpg"
    },
    {
      "id": "tmdb:242874",
      "type": "series",
      "name": "Valle salvaje",
      "ids": {
        "tmdb": 242874
      },
      "overview": "1763. La vida de Adriana, una mujer valiente y leal a su familia, sufre un inesperado revés cuando recibe un duro golpe: su padre ha fallecido y, consecuencia de un pacto firmado en secreto, deberá viajar desde la Villa de Madrid hasta Valle Salvaje, en el norte de España, para desposar con un desconocido. Un oscuro secreto del pasado la persigue hasta el remoto valle, hogar de la familia de su prometido y de su complicada tía, doña Victoria. Allí su vida cambiará para siempre. Conocerá el verdadero amor, la traición, y el peligro cuando trate de descubrir la verdad sobre la muerte de su padre.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/qB356qujmLpMZrY4TobXE9Wtalm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8WL9AFt2PQZHiTkelOTszeKSL4B.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/dyG873huiSh1mKBtijMfmRj6vgW.png"
    },
    {
      "id": "tmdb:225823",
      "type": "series",
      "name": "Operación Barrio Inglés",
      "ids": {
        "tmdb": 225823
      },
      "overview": "La II Guerra Mundial acaba de estallar. Aunque España es neutral, Huelva es un enclave estratégico para controlar los barcos de ambos bandos que atraviesan el estrecho. Además, cuenta con una importante colonia británica. Por ello, los alemanes envían miembros del Servicio Secreto para controlar lo que ocurre en la ciudad, sobre todo en las minas de la provincia de Huelva, propiedad de los ingleses, y que proveen a Gran Bretaña de mineral para armas y artillería.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/nQKUqbbo8m4z6J0BSNrLNqwTr7o.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5XhUr6NZwf2KBN40Xzoi4GC1YiO.jpg"
    },
    {
      "id": "tmdb:248664",
      "type": "series",
      "name": "Samuel",
      "ids": {
        "tmdb": 248664
      },
      "overview": "Serie de animación musical sobre la vida de Samuel, un chico de 10 años, y sus amigos y amigas de primero de la ESO en la década de los 2000 contada en primera persona a través de su diario de animación en 2D.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/qW8sa5evzMOEZ5ZhFfCQGMLx6fm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ApNKsvgkqMo1F5rU1M5N8IZvjW6.jpg"
    },
    {
      "id": "tmdb:227043",
      "type": "series",
      "name": "La ley del mar",
      "ids": {
        "tmdb": 227043
      },
      "overview": "El 14 de julio de 2006, la tripulación del pesquero Francisco y Catalina encuentra en aguas del Mediterráneo una patera a la deriva con varios inmigrantes africanos a bordo.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/adbP0D0HjQTbmlHmjyS7xDM8z5W.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fGd3uEzMHRe2YTlN7jXOy8ODCou.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nxvWhaIaEp7EmMXS3laDJaKQSNO.png"
    },
    {
      "id": "tmdb:224795",
      "type": "series",
      "name": "Esto no es Suecia",
      "ids": {
        "tmdb": 224795
      },
      "overview": "Para educar a sus hijas desde un lugar más auténtico y lejos de sus respectivas y dolorosas infancias, Mariana y Samuel se van a vivir a un barrio de montaña de Barcelona, donde encuentran una comunidad de gente con las mismas aspiraciones. Pero, cuando una tragedia sacude el barrio, desmontando su ideal, las certezas de Mariana y Samuel empiezan a tambalearse y el miedo se instala en la pareja, acercándose peligrosamente a todo lo que intentaban huir.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/sG1mitjohyJxqAoE0nWfcxzdgSA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kinupWL75hf8Qkd6aroupaa9WNp.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fEiOOB1yZTXMGGSkdD3bmqpGxrc.png"
    },
    {
      "id": "tmdb:231418",
      "type": "series",
      "name": "La Moderna",
      "ids": {
        "tmdb": 231418
      },
      "overview": "Madrid, 1930. Matilde es una joven de familia humilde que vive con su madre, Rosario, y sus tres hermanos. Llega buscando trabajo al Salón de té La Moderna, uno de los cafés más elegantes de Madrid. Antes de entrar se encuentra con Iñigo, su amor de adolescencia, un joven al que no ve desde hace ocho años, cuando la trágica muerte del padre de Matilde interrumpió su recién nacida historia de amor. Iñigo es ahora un joven bien situado, mano derecha de don Jaime, uno de los empresarios más importantes de la ciudad. Entre los dos jóvenes vuelve surgir la pasión, pero Carla, mujer de Don Jaime y antigua novia de Iñigo, al que todavía no ha renunciado, no está dispuesta a permitirlo.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/eRB6yMg6FyvjlxEZYu0ZEUdy1Nd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lN9YTWjXXJ62hJLsdGAjp5z76JU.jpg"
    },
    {
      "id": "tmdb:228676",
      "type": "series",
      "name": "Otra Mirada",
      "ids": {
        "tmdb": 228676
      },
      "overview": "Otra Mirada is a journalistic program that deals with different current problems such as environmental and social",
      "year": 2023,
      "backdrop": "https://image.tmdb.org/t/p/original/6Ly5jZDEDsYdJPxspLv7R25Vv3B.jpg"
    },
    {
      "id": "tmdb:225005",
      "type": "series",
      "name": "4 estrellas",
      "ids": {
        "tmdb": 225005
      },
      "overview": "Cuenta la historia de un hotel de provincias que acaba de recibir su cuarta estrella y cuyo dueño, interpretado por Antonio Resines, fallece tras revelar que tenía una hija fuera del matrimonio. Ahora las tres hermanastras y la viuda deberán gestionar juntas el hotel, mientras intentan descubrir que ha pasado con el cuerpo del finado, desaparecido tras un accidente en el funeral.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/7Autsi9TxGFLsTOn0om2IhY3yWJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ahcoSyqliUE5MaQDERYpYtny1xd.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mQNJw6utKkKAIaYCtBxj9mi6hbU.png"
    },
    {
      "id": "tmdb:212907",
      "type": "series",
      "name": "La promesa",
      "ids": {
        "tmdb": 212907
      },
      "overview": "En la España de 1913, una mujer consigue un trabajo en el palacio de La Promesa como recompensa por salvar al hijo de los marqueses, pero nadie sabe que ella tiene sus propios planes, que incluyen vengar la muerte de su madre y encontrar a su hermano desaparecido.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/t6q9xzdt3XGnEvbvMtD9GxpQaW4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mbSSCIbNpeyNJqKAKkWgdvYsQ8F.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5ibkWkAxsq4mlP2nqBlCCOg3xFh.png"
    },
    {
      "id": "tmdb:221472",
      "type": "series",
      "name": "El robo del Códice",
      "ids": {
        "tmdb": 221472
      },
      "overview": "El 5 de julio de 2011, el mundo amanece con un escándalo insólito: el Códice Calixtino de la Catedral de Santiago ha desaparecido. Se trataba del Códice Calixtino, un manuscrito del S.XII, considerado la primera guía para los peregrinos, y una joya de valor incalculable.\n\nEn ese momento comienza una berlanguiana investigación, marcada por el interés mediático, el hermetismo de la Iglesia y todo tipo de falsas acusaciones. Finalmente se señaló al que había sido el electricista del templo durante 25 años: Manuel Fernández Castiñeiras.\n\n¿Cómo y por qué iba un electricista a robar una de las mayores obras de arte sacro?\n\nTras meses de rocambolescos interrogatorios, y justo un año después del robo, el 4 de julio de 2012, se encontró el Códice en un trastero propiedad de la familia de Castiñeiras",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/3dTzPSennZHd5gCXU72uyaI8eua.jpg",
      "posterShape": "poster"
    },
    {
      "id": "tmdb:210180",
      "type": "series",
      "name": "Somewhere Boy",
      "ids": {
        "tmdb": 210180
      },
      "overview": "Danny era un bebé cuando su madre murió en un accidente de coche. Superado por el dolor, su padre lo encerró en una casa, llenándole la cabeza de miedos y pánicos con el fin de alejarle de los peligros del mundo: los asesinos, las guerras, las drogas y la maldad. El aislamiento y la sobreprotección de su padre llegan a su fin cuando Steve muere repentinamente, y el joven Danny es acogido en casa de su tía Sue. Poco a poco, como si de un alienígena se tratara, Danny va descubriendo el mundo exterior junto a su primo Aaron, bajando del pedestal a su fallecido padre, a quien había venerado hasta ahora.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/kewJo0Kul1ukTIPXvL8aObNlEXo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sl2kceifyC5STAFC1Jvy9hoVYOF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gpOryJxj6qY2E1LFf2SHuF0AQCW.png"
    },
    {
      "id": "tmdb:155243",
      "type": "series",
      "name": "Sherwood",
      "ids": {
        "tmdb": 155243
      },
      "overview": "Dos asesinatos destrozan una comunidad ya fracturada que conduce a una de las mayores persecuciones en la historia británica y amenazan con inflamar las divisiones históricas provocadas durante la huelga de mineros tres décadas antes.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/rxjrfxGVzLNqvi4GSi7wuAGcJWg.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ipAhFdSnD6ER57xwWABU0v32gua.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ivbGQRs6HIaAUfgLSMSqVAsQo0p.png"
    },
    {
      "id": "tmdb:157409",
      "type": "series",
      "name": "Signora Volpe",
      "ids": {
        "tmdb": 157409
      },
      "overview": "Después de años como agente del MI6, Sylvia termina en un pueblo de Umbría visitando a su hermana Isabel y se ve envuelta en una investigación de asesinato.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/wEhY7XzejGMPc4vWpJwfwhRAg3N.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4AA5KcphQ2uvXLbkBTn7EqrNZ6d.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/zqyDn5ORMNumbonTpAjZV3ryFgv.png"
    },
    {
      "id": "tmdb:155547",
      "type": "series",
      "name": "Ser o no ser",
      "ids": {
        "tmdb": 155547
      },
      "overview": "Joel, un chico trans de 16 años, comienza el bachillerato escénico en un nuevo instituto donde nadie lo conoce. Hace unos meses que está transitando y, con el passing que tiene, puede presentarse a sus compañeros tal y como siempre se ha visto. Sin embargo, la ocultación de su proceso de transición entrará en conflicto con la exigencia de su profesora de teatro, quien pide a sus alumnos que se quiten todas las máscaras para poder meterse en la piel de sus personajes. Joel tiene miedo de no ser aceptado y también de perder el interés de Ona, una compañera de clase, de la que se ha enamorado a primera vista.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/z0zipqRdOiE2TRtIQ5BsMIiYfhU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5mkdVWiNOLsPHWxdpilnsMeZDb2.jpg"
    },
    {
      "id": "tmdb:156066",
      "type": "series",
      "name": "Lucía en la telaraña",
      "ids": {
        "tmdb": 156066
      },
      "overview": "La historia de Lucía Garrido, asesinada en una piscina de Alhaurín de la Torre, Málaga, España, el 30 de abril de 2008.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/zskC87oCLHMT0ISW2r4EPy3k1Y4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9RFdI4a7wYftfaE6Kk11mdrQZEj.jpg"
    },
    {
      "id": "tmdb:130524",
      "type": "series",
      "name": "Yrreal",
      "ids": {
        "tmdb": 130524
      },
      "overview": "El ansia de justicia de Elena y la obsesión de venganza de Lucía las llevará a cometer un error detrás de otro hasta que las consecuencias sean imparables.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/xoYcV2cWkp2nS1KNayiJu36Pedo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bZ4OSMxsAlI7evCXmOWagq2Fp3Y.jpg"
    },
    {
      "id": "tmdb:128031",
      "type": "series",
      "name": "Ana Tramel. El juego",
      "ids": {
        "tmdb": 128031
      },
      "overview": "Ana Tramel es una brillante abogada penalista que vive sus horas más bajas. Una llamada de su hermano Alejandro, al que hace años que no ve, le hace ponerse de nuevo en marcha: ha sido acusado de asesinar al director del casino Gran Castilla. Rodeada de un pequeño equipo de confianza, se tendrá que enfrentar a una enorme corporación de la industria del juego.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/z2U4dwEMgmPxMzFt4OfCBfOjink.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nU3fHKW6sZMOG0INvEgKh3oUoXZ.jpg"
    },
    {
      "id": "tmdb:122285",
      "type": "series",
      "name": "Wakefield",
      "ids": {
        "tmdb": 122285
      },
      "overview": "Nikhil Katira es una enfermera psiquiátrica que trabaja en Wakefield, una instalación ubicada en el borde de las espectaculares Montañas Azules de Australia. Hay un problema: mientras sus pacientes mejoran, él empeora.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/5sEYtkSEnnesXXfqgAwY5WEqUGB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/1j2xR7SrhixxAGEVLvk2nrjS7x0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/EJM6wPubEASZlkvOye1LXtIMkZ.png"
    },
    {
      "id": "tmdb:117422",
      "type": "series",
      "name": "Dos vidas",
      "ids": {
        "tmdb": 117422
      },
      "overview": "Julia es una mujer de 30 años que, en la actualidad, vive una vida que su madre y su futuro marido han planificado para ella y justo cuando está a punto de casarse descubre un gran secreto familiar que le cambiará para siempre. Al borde de un ataque de nervios decide separarse de ellos. Julia halla refugio en un apartado pueblo de la sierra de Madrid en el que tendrá una complicada misión: hacerse con las riendas de su propio destino. En el pasado, su abuela, Carmen es una joven de 21 años que abandona las comodidades de la metrópoli para reunirse con su padre en la exótica colonia de la Guinea Española a mediados del siglo pasado. Carmen descubre que África guarda una cara mucho más dura y salvaje de la que jamás imaginó, y su vida queda removida desde los cimientos. Se enfrentará a una difícil disyuntiva: acatar las injustas reglas establecidas o seguir a su propio corazón.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/gr4mvVThwX2lXajmScgzLKYcccS.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/nHo00WxAVUtnalEkIOJrPUOrkBL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nC1BKTpSVnwRMTFKrq4wlhBr5F1.svg"
    },
    {
      "id": "tmdb:112545",
      "type": "series",
      "name": "Bocas de arena",
      "ids": {
        "tmdb": 112545
      },
      "overview": "Miniserie de TV (2020). 4 episodios. Cuenta una leyenda marinera que quien cuente los secretos del mar en tierra, se le llenará la boca de arena, porque las palabras traídas a tierra siempre dejan huellas. La inspectora Nerea García es enviada a un pequeño pueblo de pescadores para investigar una desaparición. Pronto se dará cuenta de que no es un caso rutinario y que nada es lo que parece. El pasado siempre es impredecible.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/7Utl6hefGvXtThD5jbwmecL6Hw5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5aSYZLQiOnSJ21x7cgVk4REA02n.jpg"
    },
    {
      "id": "tmdb:110338",
      "type": "series",
      "name": "HIT",
      "ids": {
        "tmdb": 110338
      },
      "overview": "Hugo Ibarra Toledo es un profesional de la educación al que recurre Ester, la directora de un centro de educación secundaria en el que la convivencia escolar se ha vuelto insostenible. HIT es un personaje polémico, marcado por un traumático pasado, que selecciona a un grupo de alumnos y les ofrece unas clases nada convencionales. A través del original método de trabajo de HIT, cada capítulo aborda temas como la soledad de los jóvenes en la era de las redes sociales, el sexo y las adicciones, o la falta de apoyo al trabajo de los docentes.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/qhr4jR5lVhgk3rXvNFNWHBKHcvy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ktP4WLQlHbBtSmdHgqkFF85hnQH.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hEaHZK4sQr0tTZe9565mCvYLrly.png"
    },
    {
      "id": "tmdb:98522",
      "type": "series",
      "name": "Inés del alma mía",
      "ids": {
        "tmdb": 98522
      },
      "overview": "Inés Suárez, una joven y humilde extremeña se embarca hacia el Nuevo Mundo para buscar a su marido, extraviado con sus sueños de gloria al otro lado del Atlántico. Allí, Inés no encuentra a su esposo, pero sí un amor apasionado: el de Pedro de Valdivia, maese de campo de Francisco Pizarro.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/q3lUWZSxNo7TWNxHwqHs0PQTkGA.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qcu75Yl0oKTZx1zzfcqPhOYTfYG.jpg"
    },
    {
      "id": "tmdb:105849",
      "type": "series",
      "name": "Caminantes: La ruta del horror",
      "ids": {
        "tmdb": 105849
      },
      "overview": "En agosto de 2019, cinco amigos desaparecieron mientras hacían el Camino de Santiago. Su rastro se perdió en la Selva de Irati, muy cerca de la frontera con Francia. Dos semanas después de su desaparición, la policía halló sus teléfonos móviles enterrados en pleno monte, junto con sus mochilas y varios objetos personales. Gracias a las grabaciones de los dispositivos, podrá verse qué pasó con estos cinco jóvenes.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/8WQlghDDIXs4FK26rA4j8snGx69.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/k0HA6OOkd8PjM4VHuWkrZlDALVb.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ajptLVfkVlDE8sCy3w0Fomy1lw2.png"
    },
    {
      "id": "tmdb:89905",
      "type": "series",
      "name": "Normal People",
      "ids": {
        "tmdb": 89905
      },
      "overview": "Marianne y Connell tejen dentro y fuera de la vida del otro en esta exploración del sexo, el poder y el deseo de amar y ser amado. Adaptación de la novela más vendida de Sally Rooney.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/c4mk4EQVIM11yd3W43DDdqDazDU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/90pguzq4fAuXKzq3LhI1cgac6fF.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7oUgHFTNJyaL7TntaAMfKfIooxr.png"
    },
    {
      "id": "tmdb:99133",
      "type": "series",
      "name": "Drama",
      "ids": {
        "tmdb": 99133
      },
      "overview": "África es una veinteañera que vive en un piso compartido, tiene un trabajo precario y ve cómo su vida cambia radicalmente cuando descubre que se ha quedado embarazada y no sabe de quién.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/cNchPLtY3eaLzYj3M6Iy5LLiHZw.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/lSWoHnqQ0Vt7ZFo35DcRSlDMEnU.jpg"
    },
    {
      "id": "tmdb:103419",
      "type": "series",
      "name": "Grasa",
      "ids": {
        "tmdb": 103419
      },
      "overview": "Pedro “El Grasa” (Kike Pérez) es un conflictivo delincuente que lleva una caótica vida: fuma, bebe, se droga y come demasiado, teniendo en cuenta su sobrepeso. Un día, como era de esperar, su cuerpo le da un susto y Pedro sufre un infarto. Contra todo pronóstico, sobrevive, pero en adelante deberá llevar siempre un pulsómetro y cambiar de costumbres si quiere seguir con vida. El destino le llevará a unas singulares clases de pilates que transformarán radicalmente su existencia.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/qp7sSOIATIKp8gs8NwtsrLvr15N.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wi6v6CHd5qQrHHSD6WrniNkswWc.jpg"
    },
    {
      "id": "tmdb:93742",
      "type": "series",
      "name": "El Bazar de la Caridad",
      "ids": {
        "tmdb": 93742
      },
      "overview": "Tras un devastador incendio en 1897 en París, la vida de tres mujeres da un vuelco lleno de engaños, decepciones y crisis románticas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/yd86F3KgiYEKBJBlmddAuf3ynEm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uJZOLWb4Hesq8vCgay1rf0bcvkb.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xvQyl2HWoKJSJu9ksiat1632Vdn.png"
    },
    {
      "id": "tmdb:95343",
      "type": "series",
      "name": "Promesas de arena",
      "ids": {
        "tmdb": 95343
      },
      "overview": "Lucía es una cooperante que viaja hasta Libia para trabajar en un hospital de la ONG Acción Global junto a sus compañeros Jaime, Berta y Diego. Allí tendrá la oportunidad de conocer realidades muy alejadas de la suya y de sorprenderse cada día.En medio de esta experiencia que cambiará su vida, Lucía conoce a Hayzam, un hombre sin escrúpulos capaz de sacar partido a todo y que la atrapará por completo dentro de una vorágine de pasión. También conocerá a Andy, que se enamorará perdidamente de ella.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/k6BnurWueXM2P2eaQicM2dHEV0F.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3mv3bgJ7xvliR1seY5o7UwqECwI.jpg"
    },
    {
      "id": "tmdb:93989",
      "type": "series",
      "name": "Mercado Central",
      "ids": {
        "tmdb": 93989
      },
      "overview": "Situado en un barrio popular, Mercado central muestra la historia de un barrio tiene que reconvertir sus más de mil metros cuadrados tras una inspección municipal y hay fondos de inversores interesados en convertirlo en un centro comercial. La asociación de los comerciantes del mercado consigue, con apoyo de sus vecinos, un aplazamiento de la decisión, obteniendo un año más para remodelar y modernizar sus recintos. De las familias implicadas, hay algunas que prefieren aprovechar la oportunidad para obtener ganancias económicos. Las vidas de los afectados se entremexclan irremediablemente, poniendo en peligro el Mercado. La ficción muestra tanto las relaciones laborales de comerciales y clientes, como sus personales y sentimentales.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/mw59uaHTfML9LnKtYcfiuYBCOnW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/tu4bgnTmOUQLtFvLvWL2hFuuf8v.jpg"
    },
    {
      "id": "tmdb:94931",
      "type": "series",
      "name": "Imma Tataranni",
      "ids": {
        "tmdb": 94931
      },
      "overview": "Imma Tataranni es una fiscal italiana entusiasta, incorruptible, temperamental, brillante y original que resuelve los casos que se le presentan con su memoria prodigiosa y su instinto y que no deja a nadie indiferente.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/s0gA7ZGPUdMxVHclzq1F4u0kiw8.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/cTzvhCqB5d2yluQhbQqpEm7h2d4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/tbl3KgquhPUV93nNru09ZGaELqK.png"
    },
    {
      "id": "tmdb:87919",
      "type": "series",
      "name": "La caza",
      "ids": {
        "tmdb": 87919
      },
      "overview": "Hace cinco años, dos niñas de once años, Ana y Lucía, desaparecieron en Monteperdido, un pueblo del Pirineo. Tras una extensa búsqueda, el caso nunca se resolvió y los vecinos quedaron marcados por la tragedia. Ahora, una de las niñas, Ana, ha regresado. Dos agentes de la UCO especializados en desapariciones, Santiago Baín, teniente al final de su carrera, y Sara Campos, joven sargento, trabajarán junto al cabo de la Guardia Civil local en una investigación que pronto se revelará como un laberinto. Ana no puede decir prácticamente nada acerca de su captor, que evitaba en todo momento mostrar su identidad. Las autoridades se volcarán con el caso para encontrar a Lucía, pero los habitantes de Monteperdido, incluso las familias de las niñas atrapadas en sus secretos y mentiras, no se lo pondrán nada fácil a los investigadores. Algo tienen claro: el monstruo está entre ellos y los agentes iniciarán una caza que pondrá en peligro sus propias vidas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/fYvvFLf4CGtHforXYfChCGmlUBy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qnG9IB7MbO50jHTPzGRE4EdV5yr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jgcNe9Hivq8YvfQ1uOuAxtWaNZ1.png"
    },
    {
      "id": "tmdb:87421",
      "type": "series",
      "name": "Antes de perder",
      "ids": {
        "tmdb": 87421
      },
      "overview": "Antes de perder es una serie con corte feminista que narra la historia de dos mujeres de treinta y tantos años, Jana y Diana, que son muy diferentes. Ahora, estas dos mujeres, tienen algo en común: se encuentran en un parón de su vida y necesitan un impulso en ellas. Este impulso las puede llevar por dos caminos: vivir intensamente o acabar en la cárcel. A partir de estas vivencias crearan una amistad que, en condiciones normales, no hubieran tenido. Además, esta amistad crea un nuevo concepto de feminidad rompiendo con las ideas antiguas.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/4B5gQUf9YJ47D2zSKNgI07RoPUr.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qLZ69KMqbTJXnayGRMtkF65wzrr.jpg"
    },
    {
      "id": "tmdb:85777",
      "type": "series",
      "name": "Boca Norte",
      "ids": {
        "tmdb": 85777
      },
      "overview": "Andrea es una adolescente de la zona alta que llega a un barrio humilde de Barcelona obligada por las circunstancias. Para ayudar a su adaptación, su padre le obliga a acudir al centro cultural Boca Norte, donde entrará en contacto con un grupo de jóvenes que se desfoga de sus problemas cotidianos componiendo canciones y creando coreografías. Andrea deberá enfrentarse a un episodio muy oscuro de su pasado y adaptarse a un nuevo grupo que no tienen nada que ver con ella, o eso parece. A sus 16 años, está a punto de vivir un cambio radical en su vida.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/96u6QjCdmeUn3S14MlvIeOc4qm4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/g8Jw6qAK70NNmlCLYg7aANRfUQg.jpg"
    },
    {
      "id": "tmdb:86175",
      "type": "series",
      "name": "Derecho a soñar",
      "ids": {
        "tmdb": 86175
      },
      "overview": "Serie ambientada en nuestros días en la que Julia Rojas, una joven de origen humilde y con una vida difícil, ha conseguido tras muchos esfuerzos licenciarse en Derecho y pretende ahora formar parte de un prestigioso bufete de abogados.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/x9rnZGQmlfu42RqNo2fneBhfeH1.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7U3FSMQrljVbHLDWpvPWlrG9OD3.jpg"
    },
    {
      "id": "tmdb:85721",
      "type": "series",
      "name": "Hospital Valle Norte",
      "ids": {
        "tmdb": 85721
      },
      "overview": "Paula Díaz, una brillante cirujana, llega al prestigioso Hospital Valle Norte, para incorporarse como nueva jefa del Área de Cirugía. Viene decidida a convertir el área quirúrgica que dirigirá en una referencia. Pero para ello deberá tomar algunas decisiones impopulares y polémicas que despertarán los recelos de una plantilla en la que ya se encuentran algunos de los mejores médicos del país, en especial Héctor, un reputado cirujano que ha desarrollado toda su carrera en el Valle Norte y que aspiraba a conseguir el puesto. Sin embargo, el día a día del hospital y el buen hacer de Paula ante los casos a los que tendrán que enfrentarse, harán que con el paso de las semanas sus compañeros empiecen a verla con otros ojos...",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/xOladwFMRWgFtCDnIghLbJalH6u.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/g4WBqyv2EWc0TefbtRFsSS8bNKB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4gksqw1ya0CMUk2g23P8hookA9z.png"
    },
    {
      "id": "tmdb:85785",
      "type": "series",
      "name": "Abducidos",
      "ids": {
        "tmdb": 85785
      },
      "overview": "Aníbal y Aparicio han abandonado EL CASO y son ahora reporteros en un programa de TVE en el que son relegados a los temas más insustanciales. Pero su ambición es demostrar al mundo, y a la directora del programa, Irene, que los ovnis existen. Con mucho esfuerzo, logran avistar un platillo volante y consiguen grabarlo. De vuelta a la redacción, la película queda misteriosamente velada.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/4rhFoPFOFHOKPFnCDkVjxcBmAsm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/kgCYMDbBYMWvARoFJwGJuwkvjPr.jpg"
    },
    {
      "id": "tmdb:83948",
      "type": "series",
      "name": "Wake Up",
      "ids": {
        "tmdb": 83948
      },
      "overview": "'Wake Up' es la nueva herramienta internacional desarrollada por la E.D.U. (Education Department Unit) que revolucionará el sistema de educación global para siempre. La idea de aprender conocimientos durante el tiempo de ocio utilizando tan solo una app, parece lo bastante atractiva como para atrapar a un grupo de jóvenes que se convertirán en los pioneros del experimento.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/yXM0mlnU4gzbjc3IES7sMt3DzZP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/mpbhq1vQKsMpo6AwT2oTIi0mtlz.jpg"
    },
    {
      "id": "tmdb:82421",
      "type": "series",
      "name": "El Continental",
      "ids": {
        "tmdb": 82421
      },
      "overview": "Años 20. Una década en la que parece que el país empieza a florecer de nuevo después de levantarse de las cenizas de “la gran guerra” (I Guerra Mundial). España se ha convertido en un país que intenta imitar al resto de Europa poniéndose “a la moda”. Al menos esa fue la intención de Alfonso Abascal al montar la sala de fiestas: “El Continental”. Un café elegante y un poco pretencioso para la época. Su dueño, Alfonso Abascal es un hombre decidido, valiente y con las ideas claras.  Sabía que levantar un local así tras la I Guerra Mundial no sería algo fácil. Para ello pidió ayuda a unos prestamistas confiando que la mejora del local solventaría la deuda. Pero la suerte no estuvo de su parte y el local no logró despegar. A partir de ese momento comienza el drama y la tragedia: como no puede hacer frente a la deuda, Alfonso toma una decisión que acarreará terribles consecuencias para su vida y la de sus hijos, Andrea y Jesús.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/px5DLypTvQWmMaowdC1ghMwElJb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ayEG7Nkt8vCxGIFfKMFNNadswiV.jpg"
    },
    {
      "id": "tmdb:82364",
      "type": "series",
      "name": "Bajo la Red",
      "ids": {
        "tmdb": 82364
      },
      "overview": "Si eres de los que cree que se conoce realmente a sí mismo y tienes claro dónde están tus límites, tienes que ver esta serie. Ilegalidad, moralidad, ¿te suenan estos términos? Os preguntaremos en las redes. Cuéntanos a medida que avancen los capítulos, ¿cómo te sientes?, ¿cómo actuarías?, ¿qué estarías dispuesto a hacer por alguien a quien quieres?  'Bajo la red', no solo es la historia de un grupo de jóvenes atrapado en una cadena de favores en Internet, es un bofetón de realidad, un continuo dilema moral en el que cualquiera podría verse implicado. Una historia que nos podría pasar a todos.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/i8q0jaiZoZgtfHcoqdqCsqLQ2Za.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2xyUGbuP5OaRbjz9B2jzHbreywO.jpg"
    },
    {
      "id": "tmdb:81271",
      "type": "series",
      "name": "Sabuesos",
      "ids": {
        "tmdb": 81271
      },
      "overview": "Sabuesos cuenta la historia de Alberto, un joven aspirante a detective privado, y su perro Max. Juntos formarán un extraño equipo dedicado a resolver los casos más complejos, cumpliendo así el sueño de su vida: crear su propia agencia de detectives.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/mC5x6sNZr8x9Z7t1umZyoriH0mZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/z4zxp6sbsBDcfwQXiCMm85RctXP.jpg"
    },
    {
      "id": "tmdb:79831",
      "type": "series",
      "name": "Cupido",
      "ids": {
        "tmdb": 79831
      },
      "overview": "Cupido trata sobre la historia de cinco jóvenes, Edrian, su novia Chloe y sus amigas Marta, Amanda y Lucía, que se dirigen a la mansión de este para pasar un fin de semana de ensueño con el resto de sus hermanos. Edrian tiene una familia un tanto peculiar y una casa donde todo parece sacado de una fantasía. Dispuestas a pasar la noche con ellos, las chicas van a descubrir que en este palacio los que conviven allí son seres mitológicos: “cupidos”. La experiencia que comienza como algo mágico se tornará oscura y desconcertante. Un thriller con comedia romántica que no te puedes perder.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/9LibDuPI104h8VWoo1COBsWxHy6.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rKvih5oM1vA4xEkJNtQCnORurUJ.jpg"
    },
    {
      "id": "tmdb:79082",
      "type": "series",
      "name": "La otra mirada",
      "ids": {
        "tmdb": 79082
      },
      "overview": "Historia de mujeres valientes en una academia para señoritas en la Sevilla de los años 20. Un centro de enseñanza aferrado a las tradiciones propias de una capital de provincia en la época de entreguerras.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/o8AEbrz3hwpu2azzujdcAvDf5Yo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/ftjBTGDEyvXph6HBJA1zzd9CXKd.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/twj9nJn3hcdybRzrTjtZXyXG4Ej.png"
    },
    {
      "id": "tmdb:75409",
      "type": "series",
      "name": "Traición",
      "ids": {
        "tmdb": 75409
      },
      "overview": "El patriarca de una familia de abogados comunica a su mujer y cuatro hijos que está gravemente enfermo y que va a realizar cambios en su empresa. Además, esconde un secreto que revelará y que lo cambiará todo.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/rvMe4E6LJjibjheMhyN08w8PCWY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yqQyO8Iak2cR8G8q3dgJF2KXAGa.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4s1PJHahLJySalpQx3Jym3jcaD0.png"
    },
    {
      "id": "tmdb:80745",
      "type": "series",
      "name": "Colegas",
      "ids": {
        "tmdb": 80745
      },
      "overview": "Cuenta la historia de Manu Feijóo, un actor que fue muy famoso a finales de los años 90 y que quiere volver a ser una estrella. Para ello, tratará de reunir a los actores de la serie en la que triunfó para un reencuentro. La serie es una dramedia que juega con la realidad y la ficción, ya que los protagonistas interpretan a actores que trabajaron en una serie para adolescentes de los 90, algo que muchos de ellos hicieron",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/awu0JpudR1FISZg0i6z8ONCjZ7h.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qaADCWOE2tUPsRgDXQxnL0Vnhrs.jpg"
    },
    {
      "id": "tmdb:78890",
      "type": "series",
      "name": "Mambo",
      "ids": {
        "tmdb": 78890
      },
      "overview": "Julio Mambo (David Sainz) fue de niño una famosísima estrella internacional de la canción. Cuando cambió su voz, desapareció su fama junto a aquel tono agudo en el que cantaba al verano, las niñas, las chuches y la suerte. Su primo Gustavo (Aarón Gómez) triunfa con su canal de YouTube tocando covers e interpretando sus propias canciones románticas, aunque nadie sabe cómo es su cara. Siempre ha sido muy tímido y no está interesado en la fama. Juntos, tratarán de volver a la primera línea de la música. Por el camino, se enfrentarán a raperos barriobajeros, agentes caraduras o grupis con pulsiones asesinas.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/iBPnMRqvjWgqfDGajf02VMkDVqG.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qrXeAsZtw7R2bQLWhoSkJk3hv7d.jpg"
    }
  ]
}