{
  "metas": [
    {
      "id": "tmdb:2734",
      "type": "series",
      "name": "Ley y orden: Unidad de Víctimas Especiales",
      "ids": {
        "tmdb": 2734
      },
      "overview": "‘Ley y Orden: Unidad de Víctimas Especiales’ es una serie de televisión estadounidense grabada en Nueva York donde es también principalmente producida. Con el estilo de la original ‘Ley y Orden’ los episodios son usualmente \"sacados de los titulares\" o basados libremente en verdaderos asesinatos que han recibido la atención de los medios.",
      "year": 1999,
      "poster": "https://image.tmdb.org/t/p/w342/kvo558UKEhp8v3JoRGCSIx3Xxab.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/180BnB5zsARUrBSzNpeUrTc0Ezr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jLNfWoqjSTwI4qbZF7BVdAPIpqL.png"
    },
    {
      "id": "tmdb:4614",
      "type": "series",
      "name": "Navy: Investigación criminal",
      "ids": {
        "tmdb": 4614
      },
      "overview": "Gibbs, agente especial del servicio de investigación criminal de la armada, dirige un equipo extravagante para resolver crímenes que van desde el terrorismo y el espionaje hasta el terrorismo.",
      "year": 2003,
      "poster": "https://image.tmdb.org/t/p/w342/i5dZG5SJ7NuApNneDDeJdz3k0Dl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/v0r0gHxiD1zOyT7fv6BXOBBRx55.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/1BCTPhZw1onX2E2R0NxJDSKzDjN.png"
    },
    {
      "id": "tmdb:1408",
      "type": "series",
      "name": "House",
      "ids": {
        "tmdb": 1408
      },
      "overview": "House M. D. es un drama médico Estadounidense que se emitió originalmente por la cadena Fox durante ocho temporadas, desde el 16 de noviembre de 2004 al 21 de mayo de 2012. El protagonista de la serie es el Dr. Gregory House, un médico nada convencional, genio, misántropo y adicto a las drogas que dirige un equipo de diagnósticos en el \"Princeton-Plainsboro Teaching Hospital\" (nombre ficticio) en Nueva Jersey.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/lW7MvZ4m49IUj2UrUu4z0xVVl81.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/hQwkcklTOP8roNAE6wvAErKil04.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7CIeyTV0pZ6HXjJkfgRIiuf5yxh.png"
    },
    {
      "id": "tmdb:549",
      "type": "series",
      "name": "Ley y orden",
      "ids": {
        "tmdb": 549
      },
      "overview": "Serie sobre la investigación de crímenes en la ciudad de Nueva York. Policías y jueces son los principales protagonistas.",
      "year": 1990,
      "poster": "https://image.tmdb.org/t/p/w342/vcr8xAdptafbIiU16alUgVak6aM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/PqeJexSiDOHGxIQ7NyUFcmfkWA.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bik2ta7UeU3ZmReaUFU5miFkuLj.png"
    },
    {
      "id": "tmdb:1405",
      "type": "series",
      "name": "Dexter",
      "ids": {
        "tmdb": 1405
      },
      "overview": "Serie de suspense que narra la historia de un hombre extraño llamado Dexter Morgan. Cuando era niño, Dexter fue maltratado y abandonado por sus padres, ahora es un exitoso e importante forense patológico... pero bajo su carismática personalidad, se esconde una terrible verdad. Dexter ha canalizado sus innatas necesidades homicidas en una segunda profesión que guarda celosamente en secreto: buscar, dar caza y asesinar brutalmente a despiadados criminales.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/q8dWfc4JwQuv3HayIZeO84jAXED.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5PBWovhpRsUeLMGBZIkacr9dp24.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rwjo9lVSmBJkZtHgyNfsYMHYBL4.png"
    },
    {
      "id": "tmdb:2316",
      "type": "series",
      "name": "The Office",
      "ids": {
        "tmdb": 2316
      },
      "overview": "Steve Carell protagoniza The Office, un fresco y divertido vistazo, con formato pseudo-documental, al día a día en la vida de unos excéntricos trabajadores de la empresa Dunder Mifflin. El serio pero despistadísimo director Michael Scott se considera un magnífico jefe y mentor, pero realmente inspira más críticas que respeto a sus empleados.",
      "year": 2005,
      "poster": "https://image.tmdb.org/t/p/w342/5uwetbr0X8BPRy3Wmh63S9EhsiY.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/iANE2xpMlBPXqA7pvNFsl8XpZmk.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/17TS3YFxsAFbhyt3pp2TmAa6LR0.png"
    },
    {
      "id": "tmdb:57532",
      "type": "series",
      "name": "La Patrulla Canina",
      "ids": {
        "tmdb": 57532
      },
      "overview": "Protagonizada por 6 heroicos cachorros: Chase, Marshall, Rocky, Zuma, Rubble y Skye, que son entrenados y dirigidos por Ryder, un niño de 10 años que los rescató y les enseñó a utilizar sus habilidades para ayudar a los demás, formando la patrulla canina.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/aTDo8zoo3wOW789rWYfHT83ufJ9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/af1QjAHAlGnlwzUQK12gnbwULiq.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fCwhyg7NVPJTeV5iLcnORsmYbJY.png"
    },
    {
      "id": "tmdb:73586",
      "type": "series",
      "name": "Yellowstone",
      "ids": {
        "tmdb": 73586
      },
      "overview": "John Dutton es el propietario del rancho más grande de Estados Unidos. Él y sus hijos entablarán una lucha sin cuartel contra una reserva india y contra el Gobierno federal de Estados Unidos que intenta expandir el parque nacional contiguo a la propiedad de los Dutton.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/s4QRRYc1V2e68Qy9Wel9MI8fhRP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uOEkcR0dcORFLCczVBLrthO1CDQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2u5Brr9g3YhUQp9X3pvzv927H33.png"
    },
    {
      "id": "tmdb:58841",
      "type": "series",
      "name": "Chicago P.D.",
      "ids": {
        "tmdb": 58841
      },
      "overview": "Narra las historias del Distrito 21 del Departamento de Policía de Chicago, hombres y mujeres que lo dan todo para proteger su comunidad El distrito 21 está compuesto por dos grupos, los uniformados que patrullan la ciudad y se enfrentan a los delitos callejeros, y la unidad de inteligencia, que combate los grandes delitos - crimen organizado, tráfico de drogas, asesinatos y más.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/bez40PgT36RUu4gstD2A6GSM0tP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pldLJHZfQGUlyT7DKdOWj4oi6Vw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/mcwj8Di0nBdaraQrMji6VauMBeZ.png"
    },
    {
      "id": "tmdb:37680",
      "type": "series",
      "name": "Suits: la clave del éxito",
      "ids": {
        "tmdb": 37680
      },
      "overview": "Michael Ross se gana la vida sobre la delgada línea de la legalidad. Es un joven con una inteligencia abrumadora, pero las malas compañías con las que se junta en la universidad le hicieron salirse y buscar una opción más vistosa a corto plazo, mejorar su economía. Entre sus triquiñuelas destaca el número de veces que se presenta en nombre de otros a los exámenes de corte de derecho. El azar le acabará situando en el despacho de uno de los abogados más jóvenes y brillantes de Manhattan, Harvey Specter. La inteligencia y dotes de Michael le asombrarán tanto que le tomará como su pupilo, a pesar de que no tenga la licenciatura. Juntos trabajarán mano a mano, ocultándole al resto del mundo la verdad: que juntos sólo suman un sólo título universitario.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/o7IXNuLjKv475y8XWipkvolSPS4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/azbe6PAQhyoZZyawKeOHKGketzL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qh5ohhkmUPEN7ozZHtN97d9QZJO.png"
    },
    {
      "id": "tmdb:44006",
      "type": "series",
      "name": "Chicago Fire",
      "ids": {
        "tmdb": 44006
      },
      "overview": "El espectáculo sigue las vidas de los bomberos y paramédicos que trabajan en el Departamento de Bomberos de la ciudad de Chicago en la estación de bomberos 51, formada por el Camión 81, la Brigada 3, la Ambulancia 61 y la Patrulla 25.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/r915sk2JpthZSjHEgZKifWxgo6L.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/6O5t5IPR2dzt2SD5bMIRBlSylpB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/5tJOYLdSHtS3B7uFTJ4RG9OYG.png"
    },
    {
      "id": "tmdb:153312",
      "type": "series",
      "name": "Tulsa King",
      "ids": {
        "tmdb": 153312
      },
      "overview": "Justo después de ser liberado de prisión después de 25 años, el capo de la mafia de Nueva York, Dwight \"El General\" Manfredi, es exiliado sin contemplaciones por su jefe para instalarse en Tulsa, Oklahoma. Al darse cuenta de que su familia de la mafia puede no tener sus mejores intereses en mente, Dwight construye lentamente una \"tripulación\" a partir de un grupo de personajes inverosímiles, para ayudarlo a establecer un nuevo imperio criminal en un lugar que para él bien podría ser otro planeta.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/yzRnj5GMZEjiW9xTGkz8cVNyzH9.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sxoIItiW2rHZOCdeyHjE1YjbtOG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gZ4nvRFjJZXswKlsD5zCFpHBXv4.png"
    },
    {
      "id": "tmdb:157741",
      "type": "series",
      "name": "Landman: Un negocio crudo",
      "ids": {
        "tmdb": 157741
      },
      "overview": "Ambientada en las proverbiales ciudades en auge del oeste de Texas, se trata de un drama sobre la búsqueda de la fortuna en el mundo de las plataformas petrolíferas basada en el podcast 'Boomtown', una historia de clases, con matones y multimillonarios salvajes que impulsan un boom tan grande que está cambiando nuestro clima, nuestra economía y nuestra geopolítica.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/hGbYOuUVoxfXa96pmNLFJ9a7U5T.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/vgu4oTMEAxTxYHenLgcGwT0M9Vp.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/u9OYFeRfRACdmY0kQyalcMQkBqf.png"
    },
    {
      "id": "tmdb:80748",
      "type": "series",
      "name": "FBI",
      "ids": {
        "tmdb": 80748
      },
      "overview": "La unidad de élite de la oficina del FBI en Nueva York ofrece todos sus talentos, intelecto y experiencia técnica en casos importantes para mantener a salvo a Nueva York y el país.",
      "year": 2018,
      "poster": "https://image.tmdb.org/t/p/w342/zfKS4WL0OZ9udpNoSYZw91VB3aH.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/7Zat1iwhZCZjHpVbrKv7k657K7V.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uGbXiqbgvxpz33n1jJn4AfctFgV.png"
    },
    {
      "id": "tmdb:873",
      "type": "series",
      "name": "Colombo",
      "ids": {
        "tmdb": 873
      },
      "overview": "El teniente Colombo es un desaliñado y aparentemente despistado detective de policía que, a primera vista, suele ser considerado torpe e inofensivo. Lleva siempre gabardina y un puro mientras investiga y resuelve los casos más sorprendentes.",
      "year": 1971,
      "poster": "https://image.tmdb.org/t/p/w342/10AFO1tXhQWXrqPyyeSzk3E2ciu.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sBixdckzjH1DwEcIREgP16kZHy2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/8KvmDUZrkSsT8Yz1mSHcCzdY33p.png"
    },
    {
      "id": "tmdb:97951",
      "type": "series",
      "name": "Mayor of Kingstown",
      "ids": {
        "tmdb": 97951
      },
      "overview": "Ambientada en una pequeña ciudad de Michigan donde la única industria que queda son las cárceles federales, estatales y privadas, la historia sigue a la familia McClusky, los intermediarios del poder entre la policía, los delincuentes, los presos, los guardias de prisiones y los políticos, en una ciudad completamente dependiente de las prisiones.  y los prisioneros que contienen.",
      "year": 2021,
      "poster": "https://image.tmdb.org/t/p/w342/6rWIip9MZELAA0SKii5WqsBDCYW.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pjdSePHLvmI5oihgMQVNOW8B0Mr.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/c1pK0uSOO4VMISsLd0kWXIQVA5f.png"
    },
    {
      "id": "tmdb:39351",
      "type": "series",
      "name": "Grimm",
      "ids": {
        "tmdb": 39351
      },
      "overview": "¿Recuerdas los cuentos de hadas de tus padres te contaban antes de acostarte? Esas no eran historias, eran advertencias. Nick Burkhardt pensaba que realmente se había preparado para trabajar como detective de homicidios hasta que empezó a ver cosas que no podía explicar. Cuando su tía enferma Marie llega, la vida de Nick da un giro cuando ella revela que son descendientes de un grupo de élite de cazadores, también conocidos como \"Grimms\", que luchan para mantener el equilibrio de la humanidad a salvo de las criaturas sobrenaturales del mundo. Como Nick profundiza en su pasado, se da cuenta que tendrá que asumir la responsabilidad de sus antepasados y lidiar con una mitología más grande que la vida de los hermanos Grimm que ahora es demasiado real.",
      "year": 2011,
      "poster": "https://image.tmdb.org/t/p/w342/iOptnt1QHi6bIHmOq6adnZTV0bU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/aCP0HwUZHNm5SYRVZOGoDBZ1dCf.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/nOPg4FutzDnPdwlXMDy8hVRuJAr.png"
    },
    {
      "id": "tmdb:62650",
      "type": "series",
      "name": "Chicago Med",
      "ids": {
        "tmdb": 62650
      },
      "overview": "Chicago Med se describe como \"un viaje emocional a través del caos del día a día del hospital más explosivo de la ciudad y el equipo de valientes médicos que lo mantiene unido.\" La serie hace frente a casos inspirados por acontecimientos de la actualidad, además de entrelazar con los personajes de Chicago Fire y Chicago P.D.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/9eym662FRJJb9wdgCiDKPDciZzf.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qUtrMIFYfN9ovDskerlKiSGNGCQ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iKt7zZRZJcd1DQxVzPMUH1Wcphn.png"
    },
    {
      "id": "tmdb:1695",
      "type": "series",
      "name": "Monk",
      "ids": {
        "tmdb": 1695
      },
      "overview": "Serie de TV (2002-2009). 8 temporadas. 125 episodios. Adrian Monk (Tony Shalhoub) es un ex-policía de San Francisco que se hizo famoso por los métodos poco convencionales con los que resolvía los casos más complicados. Pero el asesinato de su esposa le convirtió en un maníaco obsesionado por todo lo que le rodea (gérmenes, alturas, multitudes, espacios cerrados, alimentos...), lo que hizo que fuera expulsado del cuerpo. Ahora Adrian es un detective privado que necesita ayuda hasta para ordenar el cajón de los calcetines, sencilla tarea que su complicada mente puede convertir en un reto angustioso. Afortunadamente para él, cuenta con la incondicional ayuda de Sharona (Bitty Schram), su enfermera, que es quien le ayuda tanto para poder enfrentarse a la vida diaria como en los casos que tienen en jaque a la policía. Su ex-jefe, por mucho que le pese, acude a Monk en muchas ocasiones para que aporte una visión alternativa, ya que sus neurosis le ayudan a desentramar crímenes aparentemente irresolubles desde una perspectiva distinta. ",
      "year": 2002,
      "poster": "https://image.tmdb.org/t/p/w342/3axGMbUecXXOPSeG47v2i9wK5y5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/zPNfVB7kpVYxZuChbxbzRqV36fV.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/pIOqR6IchhSOmaIZIyDGW9QB982.svg"
    },
    {
      "id": "tmdb:1435",
      "type": "series",
      "name": "The Good Wife",
      "ids": {
        "tmdb": 1435
      },
      "overview": "The Good Wife es un drama protagonizado por Julianna Margulies como la esposa y madre que asume toda la responsabilidad de su familia entrando a trabajar después de que su esposo fue encarcelado por un escándalo político y sexual. Alicia Florrick hizo a un lado la humillación que le causó su esposo Peter e inició una nueva vida siguiendo su carrera como abogada de defensa en una de las firmas de abogados más respetadas en Chicago.",
      "year": 2009,
      "poster": "https://image.tmdb.org/t/p/w342/bN3KlymMHYNDrrpd7X0CsUw1h8G.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4Lm9exndccURqjqeYoCNknD9op0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/u98UrhnTmG0yhcrV6pyk3rxYtUr.png"
    },
    {
      "id": "tmdb:1415",
      "type": "series",
      "name": "Elementary",
      "ids": {
        "tmdb": 1415
      },
      "overview": "Adaptación contemporánea del clásico personaje de Conan Doyle pero que esta vez estará resolviendo casos en la ciudad de Nueva York. Por primera vez en la historia el personaje de Watson estará interpretado por una mujer: Lucy Liu.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/q9dObe29W4bDpgzUfOOH3ZnzDbR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/bgcRnbcNpYm7T12ITqndHx846gw.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/gk8BeMlC1ESfbNckbmYUtOUpwGF.png"
    },
    {
      "id": "tmdb:3452",
      "type": "series",
      "name": "Frasier",
      "ids": {
        "tmdb": 3452
      },
      "overview": "El doctor Frasier Crane es un estirado psiquiatra que, tras su divorcio, se traslada de Boston a Seattle para llevar un programa-consultorio de radio. Nada más llegar, se entera de que tiene que vivir con su padre, un gruñón expolicía lisiado en acto de servicio. Frasier queda con frecuencia con su hermano (también psiquiatra, y todavía mucho más snob), con el que tiene conversaciones muy peculiares sobre arte, mujeres y la vida en general. En la vida de Frasier sólo hay dos mujeres estables: su asistenta, una inglesa muy deseada su hermano; y la directora de su programa, una soltera desesperada por tener novio.",
      "year": 1993,
      "poster": "https://image.tmdb.org/t/p/w342/gYAb6GCVEFsU9hzMCG5rxaxoIv3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/uSVuaXJ5dwilXUaSInyvHXN2Qv4.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/qcHsx14gWcY04ETZH3SmJzvgoXW.png"
    },
    {
      "id": "tmdb:247718",
      "type": "series",
      "name": "Tierra de mafiosos",
      "ids": {
        "tmdb": 247718
      },
      "overview": "El poder está en juego cuando los Harrigan y los Stevenson, dos familias criminales londinenses en guerra, se enfrentan en una batalla de matar o morir que amenaza con derribar imperios y arruinar vidas. Atrapado en el fuego cruzado está Harry Da Souza, el astuto \"solucionador\" tan peligroso como atractivo, que sabe muy bien dónde están las lealtades cuando las fuerzas opuestas chocan. A medida que los reinos se enfrentan, se cruzarán las líneas, y la única gracia salvadora es una garantía de vida o muerte: la familia por encima de todo.",
      "year": 2025,
      "poster": "https://image.tmdb.org/t/p/w342/xOBnonAeHiZuiTPOLBFMFSPI6jy.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/dLRj0AbsKJoKXh01nJnHMpRLUkZ.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eEupFv8QIGVB7Z7a2QvECrlsvzu.png"
    },
    {
      "id": "tmdb:67198",
      "type": "series",
      "name": "Star Trek: Discovery",
      "ids": {
        "tmdb": 67198
      },
      "overview": "La emblemática saga vuelve con una serie fresca, con nuevos personajes y una nueva nave. Su misión: explorar nuevos mundos y dar esperanzas a las futuras generaciones.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/xwpOHgym48Ftz7fbJq5te5xoiwu.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/fDRuFtqgfAkB8BjgWeVSPAcLaD9.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/71KyuHqsiZKrfhzg9AZxtX1DTRx.png"
    },
    {
      "id": "tmdb:71789",
      "type": "series",
      "name": "SEAL Team",
      "ids": {
        "tmdb": 71789
      },
      "overview": "La serie sigue las vidas de los SEAL, soldados de élite de la Marina de los Estados Unidos mientras entrenan, planean y ejecutan las misiones más peligrosas y de alto riesgo.",
      "year": 2017,
      "poster": "https://image.tmdb.org/t/p/w342/6iSnec83UEMgLOXAtGYwaVNHLjR.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oRhJD5IYpewoZnFUzOMvuJmPiLG.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rC1RHd5Qv03LYq9corF9KG2zNvb.png"
    },
    {
      "id": "tmdb:68073",
      "type": "series",
      "name": "Una casa de locos",
      "ids": {
        "tmdb": 68073
      },
      "overview": "Lincoln Loud es un niño de 11 años que vive con sus 10 hermanas. Con la ayuda de su mejor amigo Clyde encontrarán la manera de divertirse cada día",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/aT1gWS2ZLxi0eFlcywA4hNt8TN3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/36iVELhma9MawHkdMDPNRX8onEu.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/7yBJ4MGs2TFBIgvzVekRVecDNDo.png"
    },
    {
      "id": "tmdb:222766",
      "type": "series",
      "name": "Chacal",
      "ids": {
        "tmdb": 222766
      },
      "overview": "El Chacal (Eddie Redmayne), un escurridizo y solitario asesino sin rival, se gana la vida trabajando para el mejor postor. Sin embargo, tras su último asesinato, su camino se cruza con el de una tenaz agente de inteligencia británica (Lashana Lynch), que empieza a seguirle la pista en una emocionante persecución a través de Europa, dejando un rastro de destrucción a su paso.",
      "year": 2024,
      "poster": "https://image.tmdb.org/t/p/w342/69LMkzR76BHqjQ43LW0KJo1g8RB.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/9GhdNxvGU13BkEOxh8r92qfvP1r.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rGdW2LRbsHkwmWN2u9iol18ZN95.png"
    },
    {
      "id": "tmdb:33907",
      "type": "series",
      "name": "Downton Abbey",
      "ids": {
        "tmdb": 33907
      },
      "overview": "Serie británica que se desarrolla en el año 1912, durante el reinado de Jorge V, y que retrata a la sociedad aristocrática de aquella época y sus litigios para ganar o mantener sus títulos nobiliarios.",
      "year": 2010,
      "poster": "https://image.tmdb.org/t/p/w342/7HgDYRYjym4BwbhKaqTQq771SKb.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/LSgYUpbBrEuRoF4vohjWNO9Rq3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bWh12pquY50Xi6osIR0fndg3US3.png"
    },
    {
      "id": "tmdb:52814",
      "type": "series",
      "name": "Halo",
      "ids": {
        "tmdb": 52814
      },
      "overview": "En el siglo 26, la humanidad tiene que lidiar con una amenaza alienígena conocida como the Covenant (El Pacto). Halo tejerá historias personales repletas de acción, aventura y una enriquecedora visión del futuro. La serie es una historia independiente inspirada en la franquicia del videojuego.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/m8tW2ssuqib10BUlUZfbYlfqEfd.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/haA7Vfgsc1Y04VTH2iD58ODz16i.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/jrbnYVeSqZ24xiFKY5wR0AUjw8X.png"
    },
    {
      "id": "tmdb:1972",
      "type": "series",
      "name": "Battlestar Galactica",
      "ids": {
        "tmdb": 1972
      },
      "overview": "Reinvención de la serie con el mismo nombre de 1978, creada por Glen A. Larson. La historia se sitúa en un sistema lejano del universo, donde la civilización humana vive en un grupo de planetas conocidos como las doce Colonias. En el pasado estuvieron en guerra contra los Cylon, una raza cibernética creada por ellos mismos. Inesperadamente ese viejo enemigo reaparece lanzando un ataque que devasta a casi toda la población humana de los planetas. Battlestar Galactica parece ser la única nave superviviente de la Flota Colonial. Así, bajo el liderazgo del comandante William \"Bill\" Adama y la nueva presidenta, Laura Roslin, la tripulación de Battlestar Galactica asume la tarea de guiar a lo que queda de la raza humana por el espacio, en busca de un refugio legendario, conocido como Tierra.",
      "year": 2004,
      "poster": "https://image.tmdb.org/t/p/w342/vQuR5L1TcKPmfZu7NpiZAcGGcxJ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/pX3jl763HsIDpiLu9lhinlKTOte.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/n76bY0c89EJYsDzRqELZrLh2Bnb.png"
    },
    {
      "id": "tmdb:314",
      "type": "series",
      "name": "Star Trek: Enterprise",
      "ids": {
        "tmdb": 314
      },
      "overview": "Star Trek: Enterprise es una serie de ciencia ficción y precuela de la serie original que transcurre 100 años antes. Se estrenó el 26 de Septiembre de 2001 en la red de UPN y el episodio final fue emitido en Mayo de 2005.\n\nLa serie transcurre en el siglo 22 abordo de la primera nave terrestre capaz de factor 5, la nave estelar Enterprise NX01, diseñada para la exploración de la galaxia y capitaneada por Jonathan Archer. La designacion NX indica que la nave es un modelo experimental.",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/tsbBTABtNgu0ycsFpnIhiQ5woOM.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/2SL8NZaV81HHVeLF5UGuPUA7fC0.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/rOcqIDRTJltzOm8fXc7FBXA3X9S.png"
    },
    {
      "id": "tmdb:62852",
      "type": "series",
      "name": "Billions",
      "ids": {
        "tmdb": 62852
      },
      "overview": "El fiscal Chuck Rhoades inicia una cruzada contra Bobby \"Axe\" Axelrod, un titán de las altas finanzas, dando así inicio a una batalla entre dos de las figuras más poderosas de Nueva York.",
      "year": 2016,
      "poster": "https://image.tmdb.org/t/p/w342/edwYPQdZE998d748AdwWLsfy0rl.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/gDl2oEcb7O9JbPmpbn4GGhS9OTx.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/6lysbIVL2tIgzocZ2Ve1jEEICtJ.png"
    },
    {
      "id": "tmdb:62560",
      "type": "series",
      "name": "Mr. Robot",
      "ids": {
        "tmdb": 62560
      },
      "overview": "Sigue a un misterioso anarquista que recluta a un joven programador de computadoras (Malek) que sufre de un trastorno antisocial y se conecta a la gente pirateándolos.",
      "year": 2015,
      "poster": "https://image.tmdb.org/t/p/w342/kv1nRqgebSsREnd7vdC2pSGjpLo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/oB9XeZRZKe8DSPCfwezbwPXJ9LD.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/l9PqAU71v8Z7X8D5vGR0ZJl9WYe.svg"
    },
    {
      "id": "tmdb:61852",
      "type": "series",
      "name": "Henry Danger",
      "ids": {
        "tmdb": 61852
      },
      "overview": "Henry Hart consigue un trabajo de medio tiempo como Kid Danger, un compañero de lucha del super héroe anticrimen Capitán Man/Ray. A pesar de que Ray le dijo a Henry que mantuviera el secreto sobre su trabajo, también lo tiene que hacer con sus mejores amigos Charlotte y Jasper. Sus padres y su hermana menor Piper no saben sobre su secreto. Una tienda llamada \"Junk'n'Stuff\", tiene una guarida secreta escondida debajo, donde Ray hace su trabajo. Pero capítulos adelante la historia cambia un poco, ya que Charlotte descubre que su amigo Henry es Kid Danger, entonces él se lo cuenta a Ray el cual lo despidió, y más adelante por una hazaña heroica, lo recontrata y contrata a Charlotte, desde entonces los dos trabajan para Capitán Man. Luego de que Jasper descubriera el secreto de Henry, el show dio un giro inesperado, ya que Capitán Man contrató a Jasper como empleado en \"Junk'n'Stuff\", de igual manera como ayudante de Kid Danger y Capitán Man en la capicueva.",
      "year": 2014,
      "poster": "https://image.tmdb.org/t/p/w342/onddStWYELFaz4BbV8kavU11oCo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/or9vQ5o4b0Fbd2uCiPTq4EqSC7D.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/xkC1jloJRr9crbGm9puKKk0zQRy.png"
    },
    {
      "id": "tmdb:7869",
      "type": "series",
      "name": "Los pingüinos de Madagascar",
      "ids": {
        "tmdb": 7869
      },
      "overview": "Los pingüinos llevan sus misiones en su hábitat en el Parque Central. Aparecen Julien, el rey de los lémures, y sus súbditos Maurice y Mort, sus nuevos vecinos, que constituyen la exhibición de lémures en el zoológico. Ahora los pingüinos deben mantener las cosas bajo control, a menudo a pesar de las payasadas de los lémures así como auxiliar en labores poco comunes o aventuras fuera de lo común. Skipper rara vez llama al Rey Julien por su nombre, dirigiéndose a él siempre como \"Cola anillada\" (por ser un lemur de cola anillada).",
      "year": 2008,
      "poster": "https://image.tmdb.org/t/p/w342/tW2JWu0RmdsSNYeiEtET6RqYOqx.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/yAyif3EX7jtQu00k060PyVhSoir.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/z0KmZo7YDQam5cs3VT05PCG0IoV.png"
    },
    {
      "id": "tmdb:113962",
      "type": "series",
      "name": "Operaciones Especiales: Lioness",
      "ids": {
        "tmdb": 113962
      },
      "overview": "Cruz Manuelos, una joven infante de marina ruda pero apasionada, es reclutada para unirse al Equipo Lioness Engagement de la CIA para ayudar a acabar con una organización terrorista desde adentro. Joe, el jefe de estación del programa Lioness, tiene la tarea de capacitar, administrar y liderar a sus agentes encubiertos.",
      "year": 2023,
      "poster": "https://image.tmdb.org/t/p/w342/d0r0rxI9UjMVvD5Krc5oET2O0gU.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/4K5Jdry2gZj5XbomCa0H56g9XCs.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2P3grUAMSp83H9Z1yLTNDq6zMq5.png"
    },
    {
      "id": "tmdb:1639",
      "type": "series",
      "name": "Héroes",
      "ids": {
        "tmdb": 1639
      },
      "overview": "Serie de TV (2006-2010). 4 temporadas. 77 episodios. Algunas personas nacen para ser extraordinarias. Un grupo de personas normales se ve, de la noche a la mañana, dotada de increíbles poderes. Así, mientras en Japón un anónimo oficinista descubre que tiene un don para teletransportarse, en Nueva York un artista se da cuenta de que es capaz de pintar el futuro, o en Los Ángeles un policía puede escuchar los pensamientos ajenos. Estas personas no sólo tendrán que aprender a conocer sus poderes y a dominarlos, sino que además deberán decidir qué destino quieren darles.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/lf0TcOkheYUZKpeh7c8lqJHNk5O.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3VfA8LqEQkB1tCUpuQmQdApwLgt.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/AqHUTKJ6UTb4CAU48SqDbxoyFUg.png"
    },
    {
      "id": "tmdb:5371",
      "type": "series",
      "name": "iCarly",
      "ids": {
        "tmdb": 5371
      },
      "overview": "Carly es una estrella cibernética de 13 años que se dio a conocer a través de la página web que creó con unos amigos. La joven, a pesar de su popularidad, intenta aprender a llevar una vida normal.",
      "year": 2007,
      "poster": "https://image.tmdb.org/t/p/w342/ny0vxdc2733gQVpXvXNds9M9Kpo.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/e50cOSOZAlshvaYuE22LecYfSKg.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/bRSEJEXEl0EKn1X8FoMG7rAeCMs.svg"
    },
    {
      "id": "tmdb:1516",
      "type": "series",
      "name": "El equipo A",
      "ids": {
        "tmdb": 1516
      },
      "overview": "En 1972, cuatro de los mejores hombres del ejército americano, que formaban un comando, fueron encarcelados por un delito que no habían cometido. No tardaron en fugarse de la prisión en la que se encontraban recluidos. Hoy, buscados todavía por el gobierno, sobreviven como soldados de fortuna. Si tiene usted algún problema y si los encuentra, quizás pueda contratarlos.",
      "year": 1983,
      "poster": "https://image.tmdb.org/t/p/w342/19cxroSASCfvbUkEqiEAEXzAFH4.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/wSJ3ihTxALV6FG5BtvoW4WuH17s.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hKbbG3fbF6BVwHnhHEUaRF3hF2N.png"
    },
    {
      "id": "tmdb:4630",
      "type": "series",
      "name": "Los padrinos mágicos",
      "ids": {
        "tmdb": 4630
      },
      "overview": "Timmy Turner es un niño de 10 años al que nadie entiende, es muy poco popular y sus compañeros le suelen tomar el pelo. Sus padres le prestan poca atención, aunque lo quieren mucho, pues es su único hijo, y siempre lo dejan al cuidado de Vicky, la niñera malvada, que trata a Timmy como esclavo. Es allí donde intervienen Cosmo y Wanda, los recién asignados padrinos mágicos de Timmy. Los padrinos mágicos son seres mágicos que se le asignan a los niños que no llevan una vida feliz, sin embargo muchos deseos que Timmy llega a pedir lo llevan a empeorar una situación que parecía sencilla, por lo cual Timmy debe obedecer \"Las Reglas\" o seguir la intuición de malas noticias que posee Wanda, por el contrario Cosmo es despreocupado con los deseos de Timmy por lo que ambos tienen aventuras grandiosas y siempre Wanda trata de remediar los problemas causados por ambos. ",
      "year": 2001,
      "poster": "https://image.tmdb.org/t/p/w342/dEMhp3WLscZj7bGTKnJIEMLdk2Y.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/rmzEWp2tHzGv0QG340draynJ8hL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/iQjlugxGoUlaRn3Vy7v5SsSu9iZ.png"
    },
    {
      "id": "tmdb:484",
      "type": "series",
      "name": "Se ha escrito un crimen",
      "ids": {
        "tmdb": 484
      },
      "overview": "Tras la muerte de su marido, Jessica Fletcher (Angela Lansbury), una profesora de inglés, empieza a escribir novelas de misterio y, además, a resolver numerosos casos de asesinato, gran parte de ellos ocurridos en Cabot Cove, lugar de residencia de la protagonista. Serie inspirada en el personaje de Miss Marple de Agatha Christie.",
      "year": 1984,
      "poster": "https://image.tmdb.org/t/p/w342/jto8lXA6E6EpVqn91KYAyNS5wUZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/8Qh3UOHe0kYmqkgfC7gpH88WQa2.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/pZ0ih7nmelVYyKT9HK0DKsmy0Vh.png"
    },
    {
      "id": "tmdb:85949",
      "type": "series",
      "name": "Star Trek: Picard",
      "ids": {
        "tmdb": 85949
      },
      "overview": "Serie ambientada 18 años después de la última aparición de Jean-Luc Picard en \"Star Trek: Nemesis\", y encuentra al personaje profundamente afectado por la destrucción de Romulus como se muestra en la película \"Star Trek\" (2009).",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/bONYUEn7iMFCebhDuqNG7hqqwoO.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/qoW5l4C0NrySNBYAkEtCE15BkZB.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/hSnj4YfO28VxQydCmfh7zI9tMVU.png"
    },
    {
      "id": "tmdb:86848",
      "type": "series",
      "name": "Evil",
      "ids": {
        "tmdb": 86848
      },
      "overview": "Una psicóloga algo escéptica se une a un aprendiz de reverendo y a un constructor para investigar supuestos milagros, posesiones demoníacas y otros sucesos extraordinarios para comprobar si tras ellos existe algún tipo de explicación científica o si, por el contrario, se trata realmente de eventos sobrenaturales.",
      "year": 2019,
      "poster": "https://image.tmdb.org/t/p/w342/auRAAVxlyT6YACql96UdtnpFHy3.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/h50NN9RNjRQrQAoXw7qNIETeZVL.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/n3DqQ0g7F3qmDRE4Enmhr9eFAZe.png"
    },
    {
      "id": "tmdb:157744",
      "type": "series",
      "name": "1923",
      "ids": {
        "tmdb": 157744
      },
      "overview": "Sigue a una nueva generación de la familia Dutton a principios del siglo XX cuando las pandemias, la sequía histórica, el fin de la Prohibición y la Gran Depresión plagan el oeste montañoso y los Dutton que lo llaman hogar.",
      "year": 2022,
      "poster": "https://image.tmdb.org/t/p/w342/aE7pMhO58iCn9CdU1VYcyTfKr1o.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3L9orcC9otVw99yDn6qXXF8stAC.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/2hlc1DvGiDx8L0tmkSepEn5tpzb.png"
    },
    {
      "id": "tmdb:94372",
      "type": "series",
      "name": "FBI: Most Wanted",
      "ids": {
        "tmdb": 94372
      },
      "overview": "El equipo especial de antifugitivos rastrea implacablemente y captura a los criminales más notorios en la lista de los más buscados de la Oficina Federal de Investigaciones (FBI).",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/uwTNBqFrEur3EtK8ofWbtGXMQOP.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/5t56VJzzc4pM1nTQ8A8gmGp02NO.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/uMyilUty0yeyJMEkCOGtpqTj7jt.png"
    },
    {
      "id": "tmdb:10222",
      "type": "series",
      "name": "Mujeres ricas del Condado de Orange",
      "ids": {
        "tmdb": 10222
      },
      "overview": "A view into the lives of several women and their families who live in one of the wealthiest communities in the country with the viewer taken \"inside the gates\" to show their lives aren't always perfect.",
      "year": 2006,
      "poster": "https://image.tmdb.org/t/p/w342/mEg3ohdBkLOs0L1GmYGtiwyJXlE.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/sQ2xmICeLZapYJ3pqMVNUOy9As1.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ehg1onmBxqR4FLu2F0OOhXKZcB9.png"
    },
    {
      "id": "tmdb:33880",
      "type": "series",
      "name": "La leyenda de Korra",
      "ids": {
        "tmdb": 33880
      },
      "overview": "Korra es una maestra agua nativa de la Tribu Agua del Sur, según sigue el ciclo del Avatar. Korra ya tiene control sobre el agua control, la tierra control y el fuego control, pero todavía no controla el aire control. Ella aprenderá aire control de un maestro aire, Tenzin, el hijo de Aang y Katara. Como no sucedía en la anterior serie, Avatar: La leyenda de Korra será ambientada en dos únicos lugares, la Ciudad República, una ciudad donde las personas de todas las naciones, maestros y no maestros, viven juntos y por primera vez el Imperio de la Magia, donde habitan maestros y no maestros del poder de la magia, ellos intentarán dominar Ciudad República y las otras 4 naciones. Ciudad República está rodeada del crimen y una revolución de anti-maestros.",
      "year": 2012,
      "poster": "https://image.tmdb.org/t/p/w342/eMo4uWsN3qceNhBPcuw5T2lFsc5.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/3nzLn79QJcAcIsYeY6EMW3eqKn3.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/fKQD79DND5V5m0IW0XdX4i70PPa.png"
    },
    {
      "id": "tmdb:79680",
      "type": "series",
      "name": "Snowpiercer: Rompenieves",
      "ids": {
        "tmdb": 79680
      },
      "overview": "En un futuro en el que la Tierra ha quedado cubierta por hielos perpetuos, los pocos supervivientes humanos se han refugiado en un tren que recorre el planeta sin parar nunca. Ahí, los pasajeros se han repartido siguiendo un estricto sistema de clases en el que los más pudientes se encuentran en los vagones de la cabeza y los más pobres están en la cola y deben alimentar el motor del tren.",
      "year": 2020,
      "poster": "https://image.tmdb.org/t/p/w342/zPP3OtYGOrFJgdapPcJBqlQanlm.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/TadxUcXtHtftrINVFfg2KQtLBP.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/ndJyZsNgq4G5xR1dqsqRHqHlwCS.png"
    },
    {
      "id": "tmdb:4616",
      "type": "series",
      "name": "Xena, la princesa guerrera",
      "ids": {
        "tmdb": 4616
      },
      "overview": "Xena (Lucy Lawless) es una bella guerrera cuyos orígenes se remontan a la antigua Grecia. Siempre acompañada de su fiel amiga Gabrielle (Renée O'Connor) y de su poderoso disco mágico, protagoniza numerosas aventuras que la llevan a recorrer distintas regiones en su eterna lucha contra el mal.",
      "year": 1995,
      "poster": "https://image.tmdb.org/t/p/w342/3SRTblGC16nuyFVvGKIkIVxN89S.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/j8gCDq7WoauDFYhurwWLUK9dXQW.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/4Yecxwq3z6oY4lejKbPYPuxNEHe.png"
    },
    {
      "id": "tmdb:58981",
      "type": "series",
      "name": "Los Thunderman",
      "ids": {
        "tmdb": 58981
      },
      "overview": "Los Thunderman son una típica familia de los suburbios, que pasa a tener unos asombrosos superpoderes. Los gemelos Thunderman, de 14 años, comparten el mismo cuarto de baño y la misma escuela. La diferencia es que la hermana es una estudiante estupenda con un carácter alegre que espera ser algún día una superheroina, y su hermano gemelo es un supervillano.",
      "year": 2013,
      "poster": "https://image.tmdb.org/t/p/w342/Aei0mVdyiYPMrK1QWJFjcrCiHNZ.jpg",
      "posterShape": "poster",
      "backdrop": "https://image.tmdb.org/t/p/original/joP3DYwipb5ERfBC5Ddt9YqoJ92.jpg",
      "logo": "https://image.tmdb.org/t/p/w500/eXUFSOGpikQhXQebTw8bvQB1dKV.png"
    }
  ]
}